[
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 1 VAG",
        "content": "Dieses Gesetz regelt die Aufsicht des Bundes über Versicherungsunternehmen und Versicherungsvermittlerinnen und Versicherungsvermittler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_1"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 2 VAG",
        "content": "Es bezweckt insbesondere den Schutz der Versicherten nach Massgabe ihrer Schutzbedürftigkeit vor den Insolvenzrisiken der Versicherungsunternehmen und vor Missbräuchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_1"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 VAG",
        "content": "Der Aufsicht nach diesem Gesetz unterstehen:\na. Versicherungsunternehmen mit Sitz in der Schweiz;\nb. Versicherungsunternehmen mit Sitz im Ausland für ihre Versicherungstätigkeit in der Schweiz oder von der Schweiz aus, unter Vorbehalt abweichender staatsvertraglicher Bestimmungen;\nc. Versicherungsvermittlerinnen und ‐vermittler;\nd. Versicherungsgruppen und Versicherungskonglomerate;\ne. Versicherungszweckgesellschaften mit Sitz in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 VAG",
        "content": "Nicht der Aufsicht nach diesem Gesetz unterstehen:\na. Versicherungsunternehmen mit Sitz im Ausland, die in der Schweiz nur die Rückversicherung betreiben;\nb. Versicherungsunternehmen, soweit sie von Bundesrechts wegen einer besonderen Aufsicht unterstellt sind, im Ausmass dieser Aufsicht; als solche gelten insbesondere die in das Register für die berufliche Vorsorge eingetragenen Vorsorgeeinrichtungen;\nbbis. ausländische staatliche oder staatlich garantierte Exportrisikoversicherungsunternehmen;\nc. Versicherungsvermittler, die in einem Abhängigkeitsverhältnis zu einem Versicherungsnehmer stehen, soweit sie nur die Interessen dieses Versicherungsnehmers und der von diesem beherrschten Gesellschaften verfolgen;\nd. Versicherungsgenossenschaften, die am 1. Januar 1993 bestanden haben, sofern:\n1. sie ihren Sitz in der Schweiz haben,\n2. sie eng mit einem Verein oder einem Verband verbunden sind, dessen Hauptzweck nicht das Versicherungsgeschäft ist,\n3. ihr jährliches Bruttoprämienvolumen seit dem 1. Januar 1993 den Betrag von 3 Millionen Franken nie überstiegen hat,\n4. ihr Tätigkeitsbereich seit dem 1. Januar 1993 auf das Hoheitsgebiet der Schweiz beschränkt ist,\n5. sie nur Mitglieder des Vereins oder des Verbandes versichern, mit dem sie eng verbunden sind, und\n6. die Versicherten identisch sind mit den stimmberechtigten Mitgliedern der Versicherungsgenossenschaft und sie aufgrund ihrer Mitgliedschaft über die Versicherungsleistungen und Versicherungsprämien selber bestimmen können;\ne. Vereine, Verbände, Genossenschaften und Stiftungen, die mit ihren Mitgliedern, Genossenschafterinnen und Genossenschaftern oder Destinatärinnen und Destinatären Verträge über Geschäfte mit Sicherungscharakter abschliessen, insbesondere über Bürgschaften oder Garantien, sofern:\n1. ihr örtlicher Tätigkeitsbereich sich auf das Hoheitsgebiet der Schweiz beschränkt, und\n2. der erwirtschaftete Gewinn den jeweiligen Vertragspartnerinnen und -partnern zugewiesen wird;\nf. Versicherungsvermittlerinnen und -vermittler, sofern sich ihre Vermittlungstätigkeit auf eine Versicherung bezieht, die von geringer Bedeutung ist und ein Produkt oder eine Dienstleistung ergänzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 4 VAG",
        "content": "Der Bundesrat regelt:\na. was unter Ausübung einer Versicherungstätigkeit in der Schweiz zu verstehen ist;\nb. den Umfang der Aufsicht über Versicherungsunternehmen mit Sitz im Ausland für ihre Versicherungstätigkeit von der Schweiz aus;\nc. die Kriterien für die Ausnahme nach Absatz 2 Buchstabe f näher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 5 VAG",
        "content": "Er kann:\na. Niederlassungen von ausländischen Versicherungsunternehmen, die in der Schweiz oder von der Schweiz aus nur die Rückversicherung betreiben, der Aufsicht unterstellen, soweit dies zur Erfüllung anerkannter internationaler Standards erforderlich ist; untersteht das ausländische Rückversicherungsunternehmen im Ausland einer angemessenen Aufsicht, so kommt eine erleichterte Aufsicht über die Niederlassung in der Schweiz zur Anwendung;\nb. insbesondere zur Wahrung der Zukunftsfähigkeit des Schweizer Finanzplatzes vorsehen, Versicherungsunternehmen ganz oder teilweise von der Aufsicht zu befreien, und diese Befreiung unter Berücksichtigung insbesondere folgender Faktoren mit Auflagen, unter anderem hinsichtlich Unternehmenssitz, Sicherheiten und Informationspflichten, verbinden:\n1. das Geschäftsmodell,\n2. die geringe wirtschaftliche Bedeutung und die geringen Risiken des Versicherungsprodukts für die betroffenen Versicherungsnehmerinnen und -nehmer,\n3. das Geschäftsvolumen,\n4. den Kreis der Versicherten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Konzernobergesellschaften und wesentliche Gruppen- und Konglomeratsgesellschaften",
        "citation": "Art. 2a Abs. 1 VAG",
        "content": "Den Artikeln 51–54j dieses Gesetzes unterstehen, soweit sie nicht im Rahmen der Aufsicht über das Einzelinstitut der Zuständigkeit der Finanzmarktaufsicht (FINMA) für Schutzmassnahmen, für Massnahmen bei Insolvenzgefahr und für Massnahmen im Versicherungskonkurs unterstehen:\na. die in der Schweiz domizilierte Konzernobergesellschaft einer Gruppe oder eines Konglomerats;\nb. unabhängig vom Bestehen einer Gruppen- oder Konglomeratsaufsicht: diejenigen Gruppen- oder Konglomeratsgesellschaften mit Sitz in der Schweiz, die wesentliche Funktionen für die bewilligungspflichtigen Tätigkeiten erfüllen (wesentliche Gruppen- und Konglomeratsgesellschaften).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Konzernobergesellschaften und wesentliche Gruppen- und Konglomeratsgesellschaften",
        "citation": "Art. 2a Abs. 2 VAG",
        "content": "Der Bundesrat legt die Kriterien zur Beurteilung der Wesentlichkeit fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Konzernobergesellschaften und wesentliche Gruppen- und Konglomeratsgesellschaften",
        "citation": "Art. 2a Abs. 3 VAG",
        "content": "Die FINMA bezeichnet die wesentlichen Gruppen- und Konglomeratsgesellschaften und führt darüber ein Verzeichnis. Dieses ist öffentlich zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 1. Abschnitt: Allgemeine Bestimmungen, Sektorübergreifende Risiken",
        "citation": "Art. 2b VAG",
        "content": "Zur Umsetzung internationaler Standards kann die FINMA bei Versicherungsunternehmen sowie bei Versicherungsgruppen und -konglomeraten Daten erheben und auswerten und für Aufsichtszwecke verwenden, um im Rahmen der Analyse der Finanzstabilität Risiken zu erfassen, die materielle Auswirkungen auf den Finanzmarkt haben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 2. Abschnitt:, Pflichten für von der Aufsicht ausgenommene Unternehmen und Personen",
        "citation": "Art. 2c Abs. 1 VAG",
        "content": "Unternehmen nach Artikel 2 Absätze 2 Buchstabe d und 5 weisen die Versicherungsnehmerinnen und -nehmer vor Eingehen eines Versicherungsvertrages auf die für sie geltende Ausnahme von der Aufsicht hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 2. Abschnitt:, Pflichten für von der Aufsicht ausgenommene Unternehmen und Personen",
        "citation": "Art. 2c Abs. 2 VAG",
        "content": "Personen nach Artikel 2 Absatz 2 Buchstabe e weisen ihre Mitglieder, Genossenschafterinnen und Genossenschafter sowie ihre Destinatärinnen und Destinatäre vor Abschluss eines Vertrags über Geschäfte mit Sicherungscharakter auf die für sie geltende Ausnahme von der Aufsicht hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 1. Kapitel: Gegenstand, Zweck und Geltungsbereich, 2. Abschnitt:, Pflichten für von der Aufsicht ausgenommene Unternehmen und Personen",
        "citation": "Art. 2c Abs. 3 VAG",
        "content": "Ein beaufsichtigtes Versicherungsunternehmen, das die Voraussetzungen für eine Ausnahme von der Aufsicht erfüllt, darf aus der Aufsicht erst entlassen werden, wenn es allen Versicherungsnehmerinnen und -nehmern das Recht eingeräumt hat, den Vertrag aufzulösen. Für die Laufzeit nach der Auflösung bereits bezahlte Prämien sind vollumfänglich zurückzuerstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_2_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Bewilligungspflicht",
        "citation": "Art. 3 Abs. 1 VAG",
        "content": "Jedes Versicherungsunternehmen nach Artikel 2 Absatz 1 Buchstaben a und b, das der Aufsicht untersteht (Versicherungsunternehmen), bedarf zur Aufnahme der Versicherungstätigkeit einer Bewilligung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_3"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Bewilligungspflicht",
        "citation": "Art. 3 Abs. 2 VAG",
        "content": "Fusionen, Spaltungen und Umwandlungen von Versicherungsunternehmen bedürfen ebenfalls der Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_3"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Bewilligungsgesuch und Geschäftsplan",
        "citation": "Art. 4 Abs. 1 VAG",
        "content": "Ein Versicherungsunternehmen nach Artikel 2 Absatz 1 Buchstaben a und b, das eine Bewilligung zur Versicherungstätigkeit erlangen will, hat der FINMA ein Gesuch zusammen mit einem Geschäftsplan einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_4"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Bewilligungsgesuch und Geschäftsplan",
        "citation": "Art. 4 Abs. 2 VAG",
        "content": "Der Geschäftsplan muss folgende Angaben und Unterlagen enthalten:\na. die Statuten;\nb. die Organisation und den örtlichen Tätigkeitsbereich des Versicherungsunternehmens, gegebenenfalls auch der Versicherungsgruppe oder des Versicherungskonglomerats, zu denen das Versicherungsunternehmen gehört;\nc. bei Versicherungstätigkeit im Ausland: die Bewilligung der zuständigen ausländischen Aufsichtsbehörde oder eine gleichwertige Bescheinigung;\nd. Angaben zur finanziellen Ausstattung und zu den Rückstellungen;\ne. die Jahresrechnung der letzten drei Geschäftsjahre oder die Eröffnungsbilanz eines neuen Versicherungsunternehmens;\nf. Angaben über die Personen, welche direkt oder indirekt mit mindestens 10 Prozent des Kapitals oder der Stimmen am Versicherungsunternehmen beteiligt sind oder dessen Geschäftstätigkeit auf andere Weise massgebend beeinflussen können;\ng. die namentliche Bezeichnung der mit der Oberleitung, Aufsicht, Kontrolle und Geschäftsführung betrauten Personen oder, für ausländische Versicherungsunternehmen, des oder der Generalbevollmächtigten;\nh. die namentliche Bezeichnung des verantwortlichen Aktuars oder der verantwortlichen Aktuarin;\ni. ...\nj. die Verträge oder sonstigen Absprachen, durch die wesentliche Funktionen des Versicherungsunternehmens ausgegliedert werden sollen;\nk. die geplanten Versicherungszweige, die Art der zu versichernden Risiken und, soweit ein Versicherungsunternehmen die entsprechenden Erleichterungen in der Aufsicht in Anspruch nehmen möchte, pro Versicherungszweig, ob ein Geschäft abgeschlossen werden soll:\n1. mit professionellen Versicherungsnehmern nach Artikel 30a Absatz 2,\n2. im Rahmen einer konzerninternen Direkt- oder Rückversicherung nach Artikel 30d Absatz 2, oder\n3. mit nicht professionellen Versicherungsnehmerinnen und -nehmern;\nl. allenfalls die Erklärung des Beitritts zum Nationalen Versicherungsbüro und zum Nationalen Garantiefonds;\nm. Angaben über die Mittel zur Erfüllung von Beistandsleistungen, sofern eine Bewilligung für den Versicherungszweig «Beistandsleistung» beantragt wird;\nn. den Rückversicherungsplan sowie, für die aktive Rückversicherung, den Retrozessionsplan;\no. die voraussichtlichen Kosten für den Aufbau des Versicherungsunternehmens;\np. die Planbilanzen und Planerfolgsrechnungen für die ersten drei Geschäftsjahre;\nq. Angaben zur Erfassung, Begrenzung und Überwachung der Risiken;\nr. die Tarife und Allgemeinen Versicherungsbedingungen, welche in der Schweiz verwendet werden bei der Versicherung von sämtlichen Risiken in der beruflichen Vorsorge und in der Zusatzversicherung zur sozialen Krankenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_4"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Bewilligungsgesuch und Geschäftsplan",
        "citation": "Art. 4 Abs. 3 VAG",
        "content": "Ersucht ein Versicherungsunternehmen, das bereits im Besitz einer Bewilligung für einen Versicherungszweig ist, um die Bewilligung für einen weiteren Versicherungszweig, so muss es die Angaben und Unterlagen nach Absatz 2 Buchstaben a–l nur einreichen, wenn sie gegenüber den bereits genehmigten geändert werden sollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_4"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Bewilligungsgesuch und Geschäftsplan",
        "citation": "Art. 4 Abs. 4 VAG",
        "content": "Die FINMA kann weitere Angaben und Unterlagen verlangen, sofern diese für die Beurteilung des Gesuchs erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_4"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Änderung des Geschäftsplans",
        "citation": "Art. 5 Abs. 1 VAG",
        "content": "Änderungen, welche die Elemente des Geschäftsplans nach Artikel 4 Absatz 2 Buchstaben a, h, k und r betreffen, sind der FINMA vor deren Umsetzung zur Genehmigung zu unterbreiten. Zur Genehmigung zu unterbreiten sind ausserdem Änderungen des Geschäftsplans, die sich aus Fusionen, Spaltungen und Umwandlungen von Versicherungsunternehmen ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_5"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Änderung des Geschäftsplans",
        "citation": "Art. 5 Abs. 2 VAG",
        "content": "Änderungen, welche die Elemente des Geschäftsplans nach Artikel 4 Absatz 2 Buchstaben b, c, d, f, g, j, l, m, n und q betreffen, sind der FINMA mitzuteilen; sie gelten als genehmigt, sofern die FINMA nicht innert vier Wochen eine Prüfung des Vorgangs einleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_5"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Erteilung der Bewilligung",
        "citation": "Art. 6 Abs. 1 VAG",
        "content": "Die Bewilligung wird erteilt, wenn die gesetzlichen Anforderungen erfüllt und die Interessen der Versicherten gewahrt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_6"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Erteilung der Bewilligung",
        "citation": "Art. 6 Abs. 2 VAG",
        "content": "Ist das Versicherungsunternehmen Teil einer ausländischen Versicherungsgruppe oder eines ausländischen Versicherungskonglomerats, so kann die Bewilligung vom Bestehen einer angemessenen konsolidierten Aufsicht durch eine ausländische Finanzmarktaufsichtsbehörde abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_6"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Erteilung der Bewilligung",
        "citation": "Art. 6 Abs. 3 VAG",
        "content": "Die Bewilligung wird für einen oder mehrere Versicherungszweige erteilt. Sie berechtigt auch zum Betrieb der Rückversicherung im betreffenden Versicherungszweig. Der Bundesrat bezeichnet die Versicherungszweige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_6"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 1. Abschnitt: Bewilligung, Erteilung der Bewilligung",
        "citation": "Art. 6 Abs. 4 VAG",
        "content": "Die FINMA veröffentlicht die erteilten Bewilligungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_6"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Rechtsform",
        "citation": "Art. 7 VAG",
        "content": "Versicherungsunternehmen müssen die Rechtsform der Aktiengesellschaft oder der Genossenschaft haben. Die als Lloyd’s bezeichnete Vereinigung von Versicherern nach Artikel 15a bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_7"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Mindestkapital",
        "citation": "Art. 8 Abs. 1 VAG",
        "content": "Ein Versicherungsunternehmen mit Sitz in der Schweiz muss über ein Mindestkapital verfügen, das je nach den betriebenen Versicherungszweigen 3–20 Millionen Franken betragen muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_8"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Mindestkapital",
        "citation": "Art. 8 Abs. 2 VAG",
        "content": "Der Bundesrat erlässt Bestimmungen über das Mindestkapital für die einzelnen Versicherungszweige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_8"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Mindestkapital",
        "citation": "Art. 8 Abs. 3 VAG",
        "content": "Die FINMA bestimmt das im Einzelfall erforderliche Kapital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_8"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Solvabilität",
        "citation": "Art. 9 Abs. 1 VAG",
        "content": "Ein Versicherungsunternehmen muss über eine ausreichende Solvabilität verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Solvabilität",
        "citation": "Art. 9 Abs. 2 VAG",
        "content": "Die Solvabilität ist ausreichend, wenn das risikotragende Kapital mindestens so gross ist wie das Zielkapital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Risikotragendes Kapital und Zielkapital",
        "citation": "Art. 9a Abs. 1 VAG",
        "content": "Das risikotragende Kapital und das Zielkapital werden auf der Grundlage einer Gesamtbilanz, die sämtliche relevanten Positionen berücksichtigt, auf marktkonformer Basis ermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Risikotragendes Kapital und Zielkapital",
        "citation": "Art. 9a Abs. 2 VAG",
        "content": "Das risikotragende Kapital entspricht den verlustabsorbierenden Mitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Risikotragendes Kapital und Zielkapital",
        "citation": "Art. 9a Abs. 3 VAG",
        "content": "Für die Ermittlung des Zielkapitals werden die Risiken quantifiziert, denen das Versicherungsunternehmen ausgesetzt ist. Massgebend sind die Versicherungs-, Markt- und Kreditrisiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Risikotragendes Kapital und Zielkapital",
        "citation": "Art. 9a Abs. 4 VAG",
        "content": "Wertänderungen der Aktiven und des Fremdkapitals sind bei der Ermittlung des Zielkapitals gesamthaft zu betrachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Weitere Vorschriften zur Solvabilität",
        "citation": "Art. 9b Abs. 1 VAG",
        "content": "Der Bundesrat erlässt Vorschriften zur Solvabilität. Er regelt unter Berücksichtigung anerkannter internationaler Grundsätze insbesondere:\na. das mit der Solvabilität anzustrebende Niveau des Schutzes der Versicherten vor den Insolvenzrisiken der Versicherungsunternehmen;\nb. das risikotragende Kapital, das Zielkapital und deren Ermittlung, einschliesslich der Anforderungen für die anzuwendenden Modelle;\nc. die Schwellenwerte, bei deren Unterschreiten die FINMA Massnahmen nach Artikel 51 ergreifen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Weitere Vorschriften zur Solvabilität",
        "citation": "Art. 9b Abs. 2 VAG",
        "content": "Er kann weitere als die in Artikel 9a Absatz 3 genannten Risikokategorien als relevant erklären. Darüber hinaus kann die FINMA im Einzelfall gegenüber einem Versicherungsunternehmen den Einbezug weiterer Risikokategorien verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Weitere Vorschriften zur Solvabilität",
        "citation": "Art. 9b Abs. 3 VAG",
        "content": "Der Bundesrat kann die FINMA zur Regelung von technischen Einzelheiten ermächtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Ergänzende internationale Versicherungskapitalstandards",
        "citation": "Art. 9c VAG",
        "content": "Der Bundesrat kann zur Erfüllung internationaler Kapitalstandards ergänzend oder alternativ zu den Vorschriften zur Solvabilität nach den Artikeln 9–9b weitere Kapitalanforderungssysteme vorgeben, namentlich für international tätige Versicherungsgruppen und -konglomerate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_9_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Organisationsfonds",
        "citation": "Art. 10 Abs. 1 VAG",
        "content": "Neben dem Kapital muss ein Versicherungsunternehmen über einen Organisationsfonds verfügen, der es erlaubt, insbesondere die Kosten der Gründung und des Aufbaus oder einer aussergewöhnlichen Geschäftsausweitung zu decken. Die Höhe des Organisationsfonds entspricht bei Aufnahme der Geschäftstätigkeit in der Regel bis zu 50 Prozent des Mindestkapitals nach Artikel 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_10"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Organisationsfonds",
        "citation": "Art. 10 Abs. 2 VAG",
        "content": "Der Bundesrat regelt die Höhe, die Bestellung, die Dauer der Aufrechterhaltung und die Wiederherstellung des Organisationsfonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_10"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Organisationsfonds",
        "citation": "Art. 10 Abs. 3 VAG",
        "content": "Die FINMA legt die Höhe des Organisationsfonds im Einzelfall fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_10"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Geschäfte neben dem Versicherungsgeschäft",
        "citation": "Art. 11 Abs. 1 VAG",
        "content": "Versicherungsunternehmen dürfen neben dem Versicherungsgeschäft:\na. Geschäfte betreiben, die mit dem Versicherungsgeschäft in einem Zusammenhang stehen;\nb. mit Bewilligung der FINMA Geschäfte betreiben, die in keinem Zusammenhang mit dem Versicherungsgeschäft stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_11"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Geschäfte neben dem Versicherungsgeschäft",
        "citation": "Art. 11 Abs. 2 VAG",
        "content": "Der Bundesrat bestimmt die Einzelheiten und berücksichtigt dabei namentlich die mit dem Geschäft verbundenen Risiken für das Versicherungsunternehmen und die Versicherungsnehmerinnen und -nehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_11"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Gleichzeitiges Betreiben von Lebensversicherung und anderen Versicherungszweigen",
        "citation": "Art. 12 VAG",
        "content": "Versicherungsunternehmen, welche die direkte Lebensversicherung betreiben, dürfen daneben nur die Unfall- und die Krankenversicherung betreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_12"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Beitritt zum Nationalen Versicherungsbüro und zum Nationalen Garantiefonds",
        "citation": "Art. 13 VAG",
        "content": "Wer den Versicherungszweig der Motorfahrzeug-Haftpflicht betreiben will, muss dem Nationalen Versicherungsbüro und dem Nationalen Garantiefonds nach den Artikeln 74 und 76 des Strassenverkehrsgesetzes vom 19. Dezember 1958 beitreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_13"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Gewähr für eine einwandfreie Geschäftstätigkeit",
        "citation": "Art. 14 Abs. 1 VAG",
        "content": "Versicherungsunternehmen und folgende Personen müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten:\na. die mit der Oberleitung, der Aufsicht und der Kontrolle sowie die mit der Geschäftsführung betrauten Personen;\nb. für ausländische Versicherungsunternehmen: die oder der Generalbevollmächtigte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Gewähr für eine einwandfreie Geschäftstätigkeit",
        "citation": "Art. 14 Abs. 2 VAG",
        "content": "Die Personen nach Absatz 1 müssen zudem einen guten Ruf geniessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Gewähr für eine einwandfreie Geschäftstätigkeit",
        "citation": "Art. 14 Abs. 3 VAG",
        "content": "Die an einem Versicherungsunternehmen qualifiziert Beteiligten nach Artikel 4 Absatz 2 Buchstabe f müssen ebenfalls einen guten Ruf geniessen und gewährleisten, dass sich ihr Einfluss nicht zum Schaden einer umsichtigen und soliden Geschäftstätigkeit auswirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Gewähr für eine einwandfreie Geschäftstätigkeit",
        "citation": "Art. 14 Abs. 4 VAG",
        "content": "Der Bundesrat legt fest, welche beruflichen Fähigkeiten die Personen nach Absatz 1 haben müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Gewähr für eine einwandfreie Geschäftstätigkeit",
        "citation": "Art. 14 Abs. 5 VAG",
        "content": "Bei Ausgliederung wesentlicher Funktionen des Versicherungsunternehmens auf andere Personen gelten die Absätze 1 und 2 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Vermeidung von Interessenkonflikten",
        "citation": "Art. 14a Abs. 1 VAG",
        "content": "Versicherungsunternehmen treffen angemessene organisatorische Vorkehrungen, um Interessenkonflikte, die bei der Erbringung von Versicherungsdienstleistungen entstehen können, zu vermeiden oder die Benachteiligung der Versicherungsnehmerinnen und -nehmer durch Interessenkonflikte auszuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Vermeidung von Interessenkonflikten",
        "citation": "Art. 14a Abs. 2 VAG",
        "content": "Kann eine Benachteiligung der Versicherungsnehmerinnen und -nehmer nicht ausgeschlossen werden, so ist ihnen dies vor Abschluss des Versicherungsvertrags offenzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 2. Abschnitt: Voraussetzungen, Vermeidung von Interessenkonflikten",
        "citation": "Art. 14a Abs. 3 VAG",
        "content": "Der Bundesrat kann die Einzelheiten regeln; insbesondere kann er Verhaltensweisen bezeichnen, die aufgrund von Interessenkonflikten in jedem Fall unzulässig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_14_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Allgemein",
        "citation": "Art. 15 Abs. 1 VAG",
        "content": "Ein ausländisches Versicherungsunternehmen, das beabsichtigt, in der Schweiz eine Versicherungstätigkeit aufzunehmen, muss neben den Voraussetzungen nach den Artikeln 7–14a folgende Voraussetzungen erfüllen: \na. Es ist in seinem Sitzstaat zur Ausübung der Versicherungstätigkeit befugt.\nb. Es errichtet in der Schweiz eine Niederlassung, lässt sie ins Handelsregister eintragen und bestellt als deren Leiterin oder Leiter eine Generalbevollmächtigte oder einen Generalbevollmächtigten.\nc. Es verfügt am Hauptsitz über ein Kapital nach Artikel 8 und weist eine auch die Geschäftstätigkeit in der Schweiz umfassende ausreichende Solvabilität im Sinne der Artikel 9–9c aus.\nd. Es verfügt in der Schweiz über einen Organisationsfonds nach Artikel 10 und entsprechende Vermögenswerte.\ne. Es hinterlegt in der Schweiz eine Kaution, die einem bestimmten Bruchteil des inländischen Geschäftsvolumens entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Allgemein",
        "citation": "Art. 15 Abs. 2 VAG",
        "content": "Die FINMA legt den Bruchteil am inländischen Geschäftsvolumen nach Absatz 1 Buchstabe e fest und bestimmt die Berechnung der Kaution, deren Verwahrungsort und die anrechenbaren Vermögenswerte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Allgemein",
        "citation": "Art. 15 Abs. 3 VAG",
        "content": "Vorbehalten bleiben abweichende staatsvertragliche Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Als Lloyd’s bezeichnete Vereinigung von Versicherern",
        "citation": "Art. 15a Abs. 1 VAG",
        "content": "Ansprüche und Forderungen aus Versicherungsverträgen, die zum schweizerischen Versicherungsbestand der am Vertrag beteiligten Lloyd’s-Versicherer gehören, sind durch oder gegen die Generalbevollmächtige oder den Generalbevollmächtigten von Lloyd’s für die Schweiz geltend zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Als Lloyd’s bezeichnete Vereinigung von Versicherern",
        "citation": "Art. 15a Abs. 2 VAG",
        "content": "Der oder die Generalbevollmächtigte von Lloyd’s für die Schweiz hat in allen zivil- und vollstreckungsrechtlichen Verfahren über Ansprüche und Forderungen aus Versicherungsverträgen anstelle der beteiligten Lloyd’s-Versicherer Parteistellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Als Lloyd’s bezeichnete Vereinigung von Versicherern",
        "citation": "Art. 15a Abs. 3 VAG",
        "content": "Ein Entscheid in einem Verfahren über Ansprüche und Forderungen aus Versicherungsverträgen wirkt auch für und gegen alle am Versicherungsvertrag beteiligten Lloyd’s-Versicherer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Als Lloyd’s bezeichnete Vereinigung von Versicherern",
        "citation": "Art. 15a Abs. 4 VAG",
        "content": "Ein gegen die Generalbevollmächtigte oder den Generalbevollmächtigten von Lloyd’s für die Schweiz ergangener Entscheid kann auch in die im Inland belegenen Vermögenswerte aller in Lloyd’s zusammengeschlossenen Versicherer vollstreckt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 2. Kapitel: Aufnahme der Versicherungstätigkeit, 3. Abschnitt: Ergänzende Voraussetzungen für ausländische Versicherungsunternehmen, Als Lloyd’s bezeichnete Vereinigung von Versicherern",
        "citation": "Art. 15a Abs. 5 VAG",
        "content": "Der oder die Generalbevollmächtigte von Lloyd’s Schweiz hat in allen verwaltungsrechtlichen Verfahren anstelle der Lloyd’s-Versicherer Parteistellung. Handlungen, Mitteilungen oder Entscheide der FINMA gegenüber der schweizerischen Niederlassung von Lloyd’s wirken, soweit die FINMA nichts anderes anordnet, für und gegen die Niederlassung und die entsprechenden Versicherer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_15_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Versicherungstechnische Rückstellungen",
        "citation": "Art. 16 Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen ist verpflichtet, für die gesamte Geschäftstätigkeit ausreichende versicherungstechnische Rückstellungen zu bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_16"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Versicherungstechnische Rückstellungen",
        "citation": "Art. 16 Abs. 2 VAG",
        "content": "Der Bundesrat legt die Grundsätze zur Bestimmung der versicherungstechnischen Rückstellungen fest. Er kann die Regelung der Einzelheiten bezüglich Art und Umfang der versicherungstechnischen Rückstellungen der FINMA überlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_16"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Gebundenes Vermögen",
        "citation": "Art. 17 Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen muss die Ansprüche aus Versicherungsverträgen durch ein gebundenes Vermögen sicherstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_17"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Gebundenes Vermögen",
        "citation": "Art. 17 Abs. 2 VAG",
        "content": "Für Versicherungsbestände ausländischer Niederlassungen von Versicherungsunternehmen mit Sitz in der Schweiz darf kein gebundenes Vermögen gebildet werden. Das gemäss Absatz 1 gebildete gebundene Vermögen darf für diese Bestände nicht zur Sicherstellung herangezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_17"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Sollbetrag des gebundenen Vermögens",
        "citation": "Art. 18 VAG",
        "content": "Der Sollbetrag des gebundenen Vermögens entspricht den versicherungstechnischen Rückstellungen nach Artikel 16 und einem angemessenen Zuschlag. Die FINMA legt diesen Zuschlag fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_18"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Haftung des gebundenen Vermögens",
        "citation": "Art. 19 Abs. 1 VAG",
        "content": "Die Werte des gebundenen Vermögens werden für die durch das gebundene Vermögen sicherzustellenden Ansprüche verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_19"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Haftung des gebundenen Vermögens",
        "citation": "Art. 19 Abs. 2 VAG",
        "content": "Bei Übertragung eines Versicherungsbestandes auf ein anderes Versicherungsunternehmen gehen die Werte des gebundenen Vermögens oder entsprechende Werte auf das den Versicherungsbestand übernehmende Versicherungsunternehmen über, soweit die FINMA nichts anderes anordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_19"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Vorschriften zum gebundenen Vermögen",
        "citation": "Art. 20 VAG",
        "content": "Der Bundesrat erlässt Vorschriften insbesondere über die Bestellung, die Belegenheit, die Deckung, die Veränderungen und die Kontrolle des gebundenen Vermögens. Er orientiert sich dabei am Grundsatz der unternehmerischen Vorsicht. Er kann die FINMA zur Regelung der technischen Einzelheiten ermächtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_20"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Beteiligungen",
        "citation": "Art. 21 Abs. 1 VAG",
        "content": "Ein Versicherungsunternehmen mit Sitz in der Schweiz, das beabsichtigt, sich an einem anderen Unternehmen zu beteiligen, hat dies der FINMA mitzuteilen, wenn die Beteiligung 10, 20, 33 oder 50 Prozent des Kapitals oder der Stimmrechte des anderen Unternehmens erreicht oder überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_21"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Beteiligungen",
        "citation": "Art. 21 Abs. 2 VAG",
        "content": "Wer beabsichtigt, sich direkt oder indirekt an einem Versicherungsunternehmen mit Sitz in der Schweiz zu beteiligen, hat dies der FINMA mitzuteilen, wenn die Beteiligung 10, 20, 33 oder 50 Prozent des Kapitals oder der Stimmrechte des Versicherungsunternehmens erreicht oder überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_21"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Beteiligungen",
        "citation": "Art. 21 Abs. 3 VAG",
        "content": "Wer beabsichtigt, seine direkte oder indirekte Beteiligung an einem Versicherungsunternehmen mit Sitz in der Schweiz unter die Schwellen von 10, 20, 33 oder 50 Prozent des Kapitals oder der Stimmrechte herabzusetzen oder die Beteiligung so zu verändern, dass das Versicherungsunternehmen nicht mehr Tochtergesellschaft ist, hat dies der FINMA mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_21"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 1. Abschnitt: Finanzielle Ausstattung, Beteiligungen",
        "citation": "Art. 21 Abs. 4 VAG",
        "content": "Die FINMA kann eine Beteiligung untersagen oder an Bedingungen knüpfen, wenn die Beteiligung nach Art und Umfang das Versicherungsunternehmen oder die Interessen der Versicherten gefährden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_21"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 2. Abschnitt: Risikomanagement",
        "citation": "Art. 22 Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen muss so organisiert sein, dass es insbesondere alle wesentlichen Risiken erfassen, begrenzen und überwachen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_22"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 2. Abschnitt: Risikomanagement",
        "citation": "Art. 22 Abs. 2 VAG",
        "content": "Der Bundesrat erlässt Vorschriften über Ziel, Inhalt und Dokumentation des Risikomanagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_22"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 2. Abschnitt: Risikomanagement",
        "citation": "Art. 22 Abs. 3 VAG",
        "content": "Die FINMA regelt die Überwachung der Risiken durch das Versicherungsunternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_22"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 2. Abschnitt: Risikomanagement, Stabilisierungspläne",
        "citation": "Art. 22a Abs. 1 VAG",
        "content": "Die FINMA kann von einem wirtschaftlich bedeutenden Versicherungsunternehmen nach Artikel 2 Absatz 1 Buchstabe a die Erstellung eines Stabilisierungsplans verlangen. Darin legt das Versicherungsunternehmen dar, mit welchen Massnahmen es sich im Fall einer Krise nachhaltig so stabilisieren will, dass es seine Geschäftstätigkeit eigenständig oder durch private Fremdfinanzierung fortführen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_22_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 2. Abschnitt: Risikomanagement, Stabilisierungspläne",
        "citation": "Art. 22a Abs. 2 VAG",
        "content": "Der Bundesrat legt die Kriterien fest, nach denen ein Versicherungsunternehmen nach Absatz 1 als wirtschaftlich bedeutend gilt, sowie jene, nach denen die FINMA entscheidet, ob sie von einem Versicherungsunternehmen einen Stabilisierungsplan verlangen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_22_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Bestellung und Funktion",
        "citation": "Art. 23 Abs. 1 VAG",
        "content": "Die Versicherungsunternehmen haben einen verantwortlichen Aktuar oder eine verantwortliche Aktuarin zu bestellen und ihm oder ihr Zugang zu allen Geschäftsunterlagen zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_23"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Bestellung und Funktion",
        "citation": "Art. 23 Abs. 2 VAG",
        "content": "Der verantwortliche Aktuar oder die verantwortliche Aktuarin muss einen guten Ruf geniessen, beruflich qualifiziert und in der Lage sein, die finanziellen Folgen der Tätigkeit des Versicherungsunternehmens richtig einzuschätzen. Der Bundesrat bestimmt, welche beruflichen Fähigkeiten der verantwortliche Aktuar oder die verantwortliche Aktuarin haben muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_23"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Bestellung und Funktion",
        "citation": "Art. 23 Abs. 3 VAG",
        "content": "Das Versicherungsunternehmen hat der FINMA die Abberufung oder Demission des verantwortlichen Aktuars oder der verantwortlichen Aktuarin unverzüglich anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_23"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Aufgaben",
        "citation": "Art. 24 Abs. 1 VAG",
        "content": "Der verantwortliche Aktuar oder die verantwortliche Aktuarin trägt die Verantwortung:\na. für die Berechnung und Ermittlung aufgrund sachgemässer aktuarieller Berechnungsgrundlagen:\n1. der Verpflichtungen in einer Bilanz zu Marktwerten oder zu marktnahen Werten,\n2. der Versicherungsrisiken im Rahmen der Solvabilität nach den Artikeln 9–9c,\n3. der versicherungstechnischen Rückstellungen nach Artikel 16;\nb. für die Prüfung, ob der Sollbetrag des gebundenen Vermögens den aufsichtsrechtlichen Vorschriften entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_24"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Aufgaben",
        "citation": "Art. 24 Abs. 2 VAG",
        "content": "Stellt er oder sie Unzulänglichkeiten fest, so informiert er oder sie unverzüglich die Geschäftsleitung des Versicherungsunternehmens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_24"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Aufgaben",
        "citation": "Art. 24 Abs. 3 VAG",
        "content": "Ausserdem erstellt er oder sie regelmässig zuhanden der Geschäftsleitung oder, für die ausländischen Versicherungsunternehmen, zuhanden des oder der Generalbevollmächtigten einen Bericht. Zu den festgestellten Unzulänglichkeiten sind im Bericht die vorgeschlagenen Massnahmen sowie die tatsächlich ergriffenen Massnahmen anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_24"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Aufgaben",
        "citation": "Art. 24 Abs. 3bis VAG",
        "content": "Der verantwortliche Aktuar oder die verantwortliche Aktuarin kann direkt an den Verwaltungsrat gelangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_24"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 3. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin, Aufgaben",
        "citation": "Art. 24 Abs. 4 VAG",
        "content": "Die FINMA erlässt nähere Vorschriften über die Aufgaben des verantwortlichen Aktuars oder der verantwortlichen Aktuarin und über den Inhalt des Berichts nach Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_24"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Geschäftsbericht und Aufsichtsbericht",
        "citation": "Art. 25 Abs. 1 VAG",
        "content": "Die Versicherungsunternehmen erstellen jährlich auf den 31. Dezember den Geschäftsbericht, bestehend aus Jahresrechnung, Lagebericht und, wenn das Gesetz dies vorschreibt, Konzernrechnung. Ist das Versicherungsunternehmen Teil einer Versicherungsgruppe oder eines Versicherungskonglomerats, so ist in jedem Fall eine Konzernrechnung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_25"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Geschäftsbericht und Aufsichtsbericht",
        "citation": "Art. 25 Abs. 2 VAG",
        "content": "Sie erstellen zudem jährlich einen Aufsichtsbericht. Die FINMA legt fest, welche Anforderungen dieser Bericht erfüllen muss, und bezeichnet die beizulegenden Informationen und Unterlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_25"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Geschäftsbericht und Aufsichtsbericht",
        "citation": "Art. 25 Abs. 3 VAG",
        "content": "Die Versicherungsunternehmen reichen der FINMA den Geschäftsbericht sowie den Aufsichtsbericht über das abgelaufene Geschäftsjahr spätestens am darauffolgenden 30. April ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_25"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Geschäftsbericht und Aufsichtsbericht",
        "citation": "Art. 25 Abs. 4 VAG",
        "content": "Die ausländischen Versicherungsunternehmen reichen für ihre Geschäfte in der Schweiz einen getrennten Geschäftsbericht sowie einen getrennten Aufsichtsbericht über das abgelaufene Geschäftsjahr ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_25"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Geschäftsbericht und Aufsichtsbericht",
        "citation": "Art. 25 Abs. 5 VAG",
        "content": "Die FINMA kann:\na. unterjährige Berichterstattungen anordnen;\nb. besondere Anforderungen an den Geschäftsbericht stellen;\nc. Daten zur Jahresberichterstattung, zum Versicherungsmarkt und zur Transparenz veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_25"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Geschäftsbericht und Aufsichtsbericht",
        "citation": "Art. 25 Abs. 6 VAG",
        "content": "Bei der Veröffentlichung der Daten nach Absatz 5 Buchstabe c berücksichtigt sie die Offenlegung durch die Versicherungsunternehmen sowie das Informationsbedürfnis der Versicherten und der Öffentlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_25"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Besondere Bestimmungen betreffend die Rechnungslegung",
        "citation": "Art. 26 Abs. 1 VAG",
        "content": "Versicherungsunternehmen haben die gesetzliche Gewinnreserve nach Massgabe ihres Geschäftsplanes zu bilden. Die Aufsichtsbehörde regelt die Höhe der Mindestzuweisung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_26"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Besondere Bestimmungen betreffend die Rechnungslegung",
        "citation": "Art. 26 Abs. 2 VAG",
        "content": "Die Gründungs- Kapitalerhöhungs- und Organisationskosten sind im Geschäftsjahr, in dem sie anfallen, dem Organisationsfonds zu belasten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_26"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Besondere Bestimmungen betreffend die Rechnungslegung",
        "citation": "Art. 26 Abs. 3 VAG",
        "content": "Der Bundesrat kann von den Bestimmungen des Obligationenrechts (OR) über die Buchführung und Rechnungslegung abweichen, wenn die Besonderheiten des Versicherungsgeschäftes oder der Versichertenschutz dies rechtfertigen und die wirtschaftliche Lage gleichwertig dargestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_26"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Besondere Bestimmungen betreffend die Rechnungslegung",
        "citation": "Art. 26 Abs. 4 VAG",
        "content": "Er kann die Aufsichtsbehörde ermächtigen, in Belangen von beschränkter Tragweite, namentlich in vorwiegend technischen Angelegenheiten, Ausführungsbestimmungen zu erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_26"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 4. Abschnitt: Berichterstattung, Besondere Bestimmungen betreffend die Rechnungslegung",
        "citation": "Art. 26 Abs. 5 VAG",
        "content": "Die Aufsichtsbehörde kann unter den Voraussetzungen nach Absatz 3 die Anwendung der vom Bundesrat anerkannten Standards zur Rechnungslegung im Bereich der Versicherungen einschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_26"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5. Abschnitt: Prüfung, Interne Überwachung der Geschäftstätigkeit",
        "citation": "Art. 27 VAG",
        "content": "Das Versicherungsunternehmen richtet ein wirksames internes Kontrollsystem ein, das seine gesamte Geschäftstätigkeit umfasst. Zudem bestellt es eine von der Geschäftsführung unabhängige interne Revisionsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_27"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5. Abschnitt: Prüfung, Prüfgesellschaft",
        "citation": "Art. 28 Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen hat eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 zugelassene Prüfgesellschaft mit einer Prüfung nach Artikel 24 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 zu beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_28"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5. Abschnitt: Prüfung, Prüfgesellschaft",
        "citation": "Art. 28 Abs. 2 VAG",
        "content": "Das Versicherungsunternehmen muss seine Jahresrechnung und gegebenenfalls seine Konzernrechnung von einem staatlich beaufsichtigten Revisionsunternehmen nach den Grundsätzen der ordentlichen Revision des OR prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_28"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5. Abschnitt: Prüfung, Meldepflicht der Prüfgesellschaft",
        "citation": "Art. 30 VAG",
        "content": "Die Prüfgesellschaft meldet der FINMA unverzüglich, wenn sie Folgendes feststellt:\na. Straftaten;\nb. schwerwiegende Unregelmässigkeiten;\nc. Verstösse gegen die Grundsätze einer einwandfreien Geschäftstätigkeit;\nd. Sachverhalte, die geeignet sind, die Solvenz des Versicherungsunternehmens oder die Interessen der Versicherten zu gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Erleichterungen",
        "citation": "Art. 30a Abs. 1 VAG",
        "content": "Versicherungsunternehmen, die ausschliesslich die Versicherung professioneller Versicherungsnehmer betreiben, werden auf Antrag durch die FINMA von der Einhaltung der Artikel 10, 17–20, 52e Absatz 2 und 54abis befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Erleichterungen",
        "citation": "Art. 30a Abs. 2 VAG",
        "content": "Als professionelle Versicherungsnehmer gelten die Personen nach Artikel 98a Absatz 2 Buchstaben b–g des Versicherungsvertragsgesetzes vom 2. April 1908 (VVG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Erleichterungen",
        "citation": "Art. 30a Abs. 3 VAG",
        "content": "Betreibt ein Versicherungsunternehmen sowohl die Versicherung professioneller Versicherungsnehmer als auch die Versicherung nicht professioneller Versicherungsnehmerinnen und -nehmer, so gilt Absatz 1 nur für das von ihm betriebene Geschäft mit professionellen Versicherungsnehmern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Erleichterungen",
        "citation": "Art. 30a Abs. 4 VAG",
        "content": "Die Bestimmungen nach Absatz 1 bleiben in jedem Fall anwendbar, wenn aus dem Geschäft mit professionellen Versicherungsnehmern Ansprüche aus Pflichtversicherungen zugunsten nicht professioneller Versicherungsnehmerinnen und -nehmer resultieren könnten. Bei der Versicherung von Risiken der beruflichen Vorsorge ist zudem in jedem Fall ein gebundenes Vermögen zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Abklärungs- und Dokumentationspflicht",
        "citation": "Art. 30b VAG",
        "content": "Ein Versicherungsunternehmen, das die Erleichterungen nach Artikel 30a in Anspruch nimmt, hat den Status von professionellen Versicherungsnehmern jeweils vor Vertragsabschluss abzuklären und zu dokumentieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Informationspflicht",
        "citation": "Art. 30c Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen, das professionelle Versicherungsnehmer versichert, informiert diese darüber, dass sie als professionelle Versicherungsnehmer gelten, und über die damit zusammenhängenden Rechtsfolgen, namentlich wenn ihre Ansprüche nicht durch ein gebundenes Vermögen sichergestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Informationspflicht",
        "citation": "Art. 30c Abs. 2 VAG",
        "content": "Diese Informationen sind den professionellen Versicherungsnehmern so zu übergeben, dass diese sie kennen können, wenn sie den Versicherungsvertrag annehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern: Informationspflicht",
        "citation": "Art. 30c Abs. 3 VAG",
        "content": "Bei Verletzung dieser Informationspflicht gilt Artikel 3a VVG sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Konzerninterne Direkt- und Rückversicherung",
        "citation": "Art. 30d Abs. 1 VAG",
        "content": "Auf Versicherungsunternehmen, welche die konzerninterne Direkt- oder Rückversicherung (Direkt- oder Rückversicherungscaptive) betreiben, sind die Artikel 10, 13, 15 Absatz 1 Buchstabe d, 17–20, 32–34, 36–39, 52e Absatz 2, 54abis, 57–59 und 62 nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Konzerninterne Direkt- und Rückversicherung",
        "citation": "Art. 30d Abs. 2 VAG",
        "content": "Als Versicherungsunternehmen nach Absatz 1 gilt ein Versicherungsunternehmen, das:\na. zu einem Unternehmen, einer Gruppe von Unternehmen oder einem Konglomerat gehört, das oder die im Übrigen nicht im Versicherungsgeschäft tätig ist; und\nb. Risiken dieses Unternehmens, dieser Gruppe oder dieses Konglomerats versichert oder rückversichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Konzerninterne Direkt- und Rückversicherung",
        "citation": "Art. 30d Abs. 3 VAG",
        "content": "Betreibt ein solches Versicherungsunternehmen neben der konzerninternen Direkt- oder Rückversicherung zusätzlich ein Drittgeschäft, so gilt Absatz 1 nur für die konzerninterne Direkt- oder Rückversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5a. Abschnitt: Versicherungsunternehmen, die professionelle Versicherungsnehmer versichern, und konzerninterne Direkt- und Rückversicherung, Konzerninterne Direkt- und Rückversicherung",
        "citation": "Art. 30d Abs. 4 VAG",
        "content": "Die Bestimmungen nach Absatz 1 bleiben in jedem Fall anwendbar, wenn aus den von Versicherungsunternehmen nach Absatz 1 abgeschlossenen Versicherungsverträgen Ansprüche aus Pflichtversicherungen zugunsten nicht professioneller Versicherungsnehmerinnen und -nehmer resultieren könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Begriff",
        "citation": "Art. 30e Abs. 1 VAG",
        "content": "Ein Unternehmen gilt als Versicherungszweckgesellschaft, wenn es:\na. kein Versicherungsunternehmen ist;\nb. Risiken von Versicherungsunternehmen übernimmt; und\nc. die Risiken vollständig über die Ausgabe von Finanzinstrumenten absichert, bei denen die Rück- oder Auszahlungsansprüche der Inhaberinnen und Inhaber oder Gläubigerinnen und Gläubiger solcher Finanzinstrumente den Risikoübernahmeverpflichtungen der Versicherungszweckgesellschaft nachgeordnet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Begriff",
        "citation": "Art. 30e Abs. 2 VAG",
        "content": "Die Bestimmungen dieses Gesetzes finden auf Versicherungszweckgesellschaften sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Begriff",
        "citation": "Art. 30e Abs. 3 VAG",
        "content": "Versicherungszweckgesellschaften müssen insbesondere:\na. ihren Geschäftskreis genau umschreiben und eine ihrer Geschäftstätigkeit entsprechende Verwaltungsorganisation vorsehen;\nb. über ein angemessen ausgestattetes Risikomanagement und eine wirksame interne Kontrolle verfügen, die unter anderem die Einhaltung der rechtlichen und unternehmensinternen Vorschriften gewährleistet (Compliance);\nc. über angemessene finanzielle Mittel verfügen;\nd. sicherstellen, dass die mit der Verwaltung und Geschäftsführung betrauten Personen einen guten Ruf geniessen und Gewähr für eine einwandfreie Geschäftstätigkeit bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Risikogruppen",
        "citation": "Art. 30f Abs. 1 VAG",
        "content": "Das Gesamtvermögen einer Versicherungszweckgesellschaft umfasst das Gesellschaftsvermögen und das Risikovermögen. Das Risikovermögen bildet eine Risikogruppe oder gliedert sich in mehrere Risikogruppen. Jede Risikogruppe ist rechnerisch selbstständig geführt, wirtschaftlich unabhängig und stellt ein rechtlich verselbstständigtes Teilvermögen dar. Eine Risikogruppe bezieht sich auf ein spezifisches Risiko, das die Versicherungszweckgesellschaft von Versicherungsunternehmen übernimmt und vollständig über die Emission von entsprechenden Finanzinstrumenten absichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Risikogruppen",
        "citation": "Art. 30f Abs. 2 VAG",
        "content": "Die Haftung der Versicherungszweckgesellschaft für Verbindlichkeiten einer Risikogruppe ist auf das Teilvermögen dieser Risikogruppe beschränkt. Jede Risikogruppe haftet nur für eigene Verbindlichkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Risikogruppen",
        "citation": "Art. 30f Abs. 3 VAG",
        "content": "Sachen und Rechte, die zu einer Risikogruppe gehören, werden im Konkurs der Versicherungszweckgesellschaft abgesondert. Vorbehalten bleibt ein Anspruch der Versicherungszweckgesellschaft auf:\na. die vertraglich vorgesehenen Vergütungen;\nb. Befreiung von den Verbindlichkeiten, die sie in richtiger Erfüllung ihrer Aufgaben für eine Risikogruppe eingegangen ist;\nc. Ersatz der Aufwendungen, die sie zur Erfüllung dieser Verbindlichkeiten gemacht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Risikogruppen",
        "citation": "Art. 30f Abs. 4 VAG",
        "content": "Aus dem Erlös des Teilvermögens einer Risikogruppe werden vorweg Forderungen aus den Risikoübernahmeverpflichtungen dieser Risikogruppe gedeckt. Ein Überschuss wird anteilig auf die Inhaberinnen und Inhaber oder Gläubigerinnen und Gläubiger von Finanzinstrumenten dieser Risikogruppe gemäss Artikel 30e Absatz 1 Buchstabe c verteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 5b. Abschnitt: Versicherungszweckgesellschaften, Risikogruppen",
        "citation": "Art. 30f Abs. 5 VAG",
        "content": "Der Bundesrat erlässt Bestimmungen über:\na. die Errichtung, Organisation und Aufhebung von Risikogruppen;\nb. die Anlage, Buchführung, Rechnungslegung und Revision von Risikogruppen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_30_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Einschränkende Vorschriften",
        "citation": "Art. 31 Abs. 1 VAG",
        "content": "Der Bundesrat kann zum Schutz der Versicherten einschränkende Vorschriften für die verschiedenen Versicherungszweige erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_31"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Einschränkende Vorschriften",
        "citation": "Art. 31 Abs. 2 VAG",
        "content": "Diese Regelung geht der Vereinbarung nach Artikel 31a vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_31"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Vereinbarung zwischen Versicherungsunternehmen",
        "citation": "Art. 31a VAG",
        "content": "Die Versicherungsunternehmen können eine Vereinbarung abschliessen, in welcher die Telefonwerbung, den Verzicht auf Leistungen der Call Centers und die Einschränkung der Entschädigung der Vermittlertätigkeit geregelt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_31_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Rechtsschutzversicherung",
        "citation": "Art. 32 Abs. 1 VAG",
        "content": "Ein Versicherungsunternehmen, welches die Rechtsschutzversicherung gleichzeitig mit anderen Versicherungszweigen betreiben will, muss:\na. die Erledigung von Schadenfällen des Zweiges Rechtsschutz einem rechtlich selbstständigen Unternehmen (Schadenregelungsunternehmen) übertragen; oder\nb. den Versicherten das Recht zugestehen, die Verteidigung ihrer Interessen, sobald sie das Tätigwerden des Versicherungsunternehmens auf Grund des Versicherungsvertrags verlangen können, einem unabhängigen Rechtsanwalt oder einer unabhängigen Rechtsanwältin ihrer Wahl oder, soweit der anwendbare Verfahrenserlass es gestattet, einer anderen Person zu übertragen, welche die vom erwähnten Erlass geforderte Qualifikation erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_32"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Rechtsschutzversicherung",
        "citation": "Art. 32 Abs. 2 VAG",
        "content": "Der Bundesrat regelt das Verhältnis zwischen Versicherungsunternehmen und Schadenregelungsunternehmen. Er erlässt ferner Vorschriften über Form und Inhalt des Rechtsschutz-Versicherungsvertrags, namentlich über das Verfahren, das zu befolgen ist, wenn sich das Versicherungsunternehmen oder das Schadenregelungsunternehmen mit der versicherten Person nicht einigen kann über die Massnahmen, die zur Regelung des Schadenfalles getroffen werden sollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_32"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Elementarschadenversicherung",
        "citation": "Art. 33 Abs. 1 VAG",
        "content": "Ein Versicherungsunternehmen darf für in der Schweiz gelegene Risiken das Feuerrisiko nur decken, wenn es die Deckung von Elementarschäden in die Feuerversicherung einschliesst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_33"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Elementarschadenversicherung",
        "citation": "Art. 33 Abs. 2 VAG",
        "content": "Deckungsumfang und Prämientarif der Elementarschadenversicherung sind für alle Versicherungsunternehmen einheitlich und verbindlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_33"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Elementarschadenversicherung",
        "citation": "Art. 33 Abs. 3 VAG",
        "content": "Die FINMA prüft auf Grund der von den Versicherungsunternehmen vorgelegten Tarife und der entsprechenden Berechnungsunterlagen, ob die daraus abgeleiteten Prämien risiko- und kostengerecht sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_33"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Elementarschadenversicherung",
        "citation": "Art. 33 Abs. 4 VAG",
        "content": "Der Bundesrat erlässt nähere Vorschriften über:\na. die Grundlagen für die Berechnung der Prämien;\nb. den Umfang der Elementarschadendeckung und deren Leistungsgrenzen;\nc. Art und Umfang der von den Versicherungsunternehmen zu erstellenden Statistiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_33"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Elementarschadenversicherung",
        "citation": "Art. 33 Abs. 5 VAG",
        "content": "Er kann:\na. nötigenfalls die Versicherungsbedingungen festsetzen;\nb. zur Erreichung des Ausgleichs der Schadenbelastung unter den Versicherungsunternehmen die notwendigen Massnahmen ergreifen, insbesondere den Beitritt in eine von den Versicherungsunternehmen selbst betriebene privatrechtliche Organisation anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_33"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Motorfahrzeug-Haftpflichtversicherung",
        "citation": "Art. 34 VAG",
        "content": "Versicherungseinrichtungen, welche die Motorfahrzeug-Haftpflichtversicherung betreiben, müssen der FINMA Namen und Adresse des von ihnen in jedem Staat des Europäischen Wirtschaftsraums benannten Schadenregulierungsbeauftragten nach Artikel 79b des Strassenverkehrsgesetzes vom 19. Dezember 1958 bekannt geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_34"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Rückversicherung",
        "citation": "Art. 35 Abs. 1 VAG",
        "content": "Auf Versicherungsunternehmen, die ausschliesslich die Rückversicherung betreiben, sind die Artikel 10, 13, 15, 17–20, 32–34, 36–39, 52e Absatz 2, 54abis, 57–59 und 62 nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_35"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Rückversicherung",
        "citation": "Art. 35 Abs. 2 VAG",
        "content": "Betreibt ein Versicherungsunternehmen sowohl die Direkt- als auch die Rückversicherung, so sind die Bestimmungen nach Absatz 1 nur auf das von ihm betriebene Rückversicherungsgeschäft nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_35"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Rückversicherung",
        "citation": "Art. 35 Abs. 3 VAG",
        "content": "Die übrigen Bestimmungen finden sinngemäss Anwendung. Die geringere Schutzbedürftigkeit und die Besonderheiten des Geschäftsmodells bei der Rückversicherung sind dabei zu berücksichtigen. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_35"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Rückversicherung",
        "citation": "Art. 35 Abs. 4 VAG",
        "content": "Für Rückversicherungsunternehmen mit geringer Grösse und Komplexität ist eine erleichterte Aufsicht zu gewähren. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_35"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Lebensversicherung",
        "citation": "Art. 36 Abs. 1 VAG",
        "content": "Für Versicherungsunternehmen, welche die direkte Einzel- oder Kollektivlebensversicherung betreiben und Lebensversicherungsverträge mit Zinsgarantie erfüllen müssen, erlässt der Bundesrat Vorschriften zur Bestimmung des maximalen technischen Zinssatzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_36"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Lebensversicherung",
        "citation": "Art. 36 Abs. 2 VAG",
        "content": "Versicherungsunternehmen, welche die direkte Einzel- oder Kollektivlebensversicherung betreiben und Lebensversicherungsverträge mit Überschussbeteiligung erfüllen müssen, haben den Versicherten jährlich eine nachvollziehbare Abrechnung über die Überschussbeteiligung abzugeben. Aus dieser muss insbesondere hervorgehen, auf welchen Grundlagen die Überschüsse berechnet und nach welchen Grundsätzen sie verteilt wurden, einschliesslich Bekanntgabe des Sparanteils an der Gesamtprämie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_36"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Lebensversicherung",
        "citation": "Art. 36 Abs. 3 VAG",
        "content": "Der Bundesrat kann für die Versicherungsunternehmen nach Absatz 2 Vorschriften erlassen über:\na. die Art und Weise, wie die Informationen, die aus der Abrechnung hervorgehen müssen, auszuweisen sind;\nb. die Grundlagen der Berechnung der Überschüsse;\nc. die Grundlagen und das Ausmass der Verteilung der Überschüsse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_36"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Besondere Regelung für das Geschäft der beruflichen Vorsorge",
        "citation": "Art. 37 Abs. 1 VAG",
        "content": "Die Versicherungsunternehmen, die das Geschäft der beruflichen Vorsorge betreiben, errichten für ihre Verpflichtungen im Rahmen der beruflichen Vorsorge ein besonderes gebundenes Vermögen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_37"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Besondere Regelung für das Geschäft der beruflichen Vorsorge",
        "citation": "Art. 37 Abs. 2 VAG",
        "content": "Sie haben für die berufliche Vorsorge eine getrennte jährliche Betriebsrechnung zu führen. Diese weist insbesondere aus:\na. die allfällige Entnahme aus der Rückstellung für künftige Überschussbeteiligung;\nb. die Prämien, aufgeteilt in Spar-, Risiko-, Rentenumwandlungsgarantie- und Kostenprämien;\nc. die Leistungen;\nd. allfällige den Versicherungsnehmerinnen und Versicherungsnehmern im Vorjahr verbindlich zugeteilte, im Berichtsjahr ausgeschüttete Überschussanteile;\ne. die Kapitalerträge sowie die nicht realisierten Gewinne und Verluste auf Kapitalanlagen;\nf. die Kosten und Erträge der eingesetzten derivativen Finanzinstrumente;\ng. die nachgewiesenen Abschluss- und Verwaltungskosten;\nh. die nachgewiesenen Kosten der Vermögensverwaltung;\ni. die Prämien und Leistungen aus der Rückversicherung von Invaliditäts-, Sterblichkeits- und anderen Risiken;\nj. die Bildung und Auflösung nachgewiesener technischer Rückstellungen und nachgewiesener zweckgebundener Schwankungsreserven.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_37"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Besondere Regelung für das Geschäft der beruflichen Vorsorge",
        "citation": "Art. 37 Abs. 3 VAG",
        "content": "Der Bundesrat erlässt Vorschriften über:\na. die Art und Weise, wie die Informationen, die aus der getrennten Betriebsrechnung hervorgehen müssen, auszuweisen sind;\nb. die Grundlagen der Ermittlung der Überschussbeteiligung;\nc. die Grundsätze der Verteilung der ermittelten Überschussbeteiligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_37"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Besondere Regelung für das Geschäft der beruflichen Vorsorge",
        "citation": "Art. 37 Abs. 4 VAG",
        "content": "Die ausgewiesene Überschussbeteiligung beträgt mindestens 90 Prozent der nach Absatz 3 Buchstabe b ermittelten Überschussbeteiligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_37"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Besondere Regelung für das Geschäft der beruflichen Vorsorge",
        "citation": "Art. 37 Abs. 5 VAG",
        "content": "Weist die Betriebsrechnung einen Verlust aus, so darf für das betreffende Geschäftsjahr keine Überschussbeteiligung ausgerichtet werden. Der ausgewiesene Verlust ist auf das Folgejahr zu übertragen und dannzumal für die Ermittlung der Überschussbeteiligung zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_37"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Prüfung der genehmigungspflichtigen Tarife",
        "citation": "Art. 38 VAG",
        "content": "Die FINMA prüft im Genehmigungsverfahren auf Grund der von den Versicherungsunternehmen vorgelegten Tarifberechnungen, ob sich die vorgesehenen Prämien in einem Rahmen halten, der einerseits die Solvenz der einzelnen Versicherungseinrichtungen und anderseits den Schutz der Versicherten vor Missbrauch gewährleistet. Artikel 33 Absatz 3 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_38"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 6. Abschnitt: Besondere Bestimmungen für einzelne Versicherungszweige, Mindestleistungen",
        "citation": "Art. 39 VAG",
        "content": "Versicherungsunternehmen, denen das Eigentum an den Vermögenswerten der von ihnen errichteten und wirtschaftlich oder organisatorisch abhängigen Vorsorgeeinrichtungen übertragen wurde, haben mindestens die Leistungen der obligatorischen beruflichen Vorsorge zu erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Begriff",
        "citation": "Art. 39a VAG",
        "content": "Als qualifizierte Lebensversicherungen gelten Lebensversicherungen, bei denen die Versicherungsnehmerin oder der Versicherungsnehmer im Sparprozess ein Verlustrisiko trägt, sowie Kapitalisations- und Tontinengeschäfte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Basisinformationsblatt für qualifizierte Lebensversicherungen",
        "citation": "Art. 39b Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen, das eine qualifizierte Lebensversicherung anbietet, hat dafür vorgängig ein Basisinformationsblatt zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Basisinformationsblatt für qualifizierte Lebensversicherungen",
        "citation": "Art. 39b Abs. 2 VAG",
        "content": "Dokumente nach ausländischem Recht, die dem Basisinformationsblatt gleichwertig sind, können anstelle eines Basisinformationsblatts verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Basisinformationsblatt für qualifizierte Lebensversicherungen",
        "citation": "Art. 39b Abs. 3 VAG",
        "content": "Der Bundesrat kann vorsehen, dass die Erstellung des Basisinformationsblatts qualifizierten Dritten übertragen werden kann. Das Versicherungsunternehmen bleibt für die Vollständigkeit und Richtigkeit der Angaben auf dem Basisinformationsblatt sowie für die Einhaltung der ihm nach diesem Abschnitt obliegenden Pflichten verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Basisinformationsblatt für qualifizierte Lebensversicherungen",
        "citation": "Art. 39b Abs. 4 VAG",
        "content": "Bietet das Versicherungsunternehmen qualifizierte Lebensversicherungen auf der Basis von indikativen Angaben an, so hat es zumindest eine vorläufige Fassung des Basisinformationsblatts mit den entsprechenden indikativen Angaben zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Inhalt des Basisinformationsblatts",
        "citation": "Art. 39c Abs. 1 VAG",
        "content": "Das Basisinformationsblatt der qualifizierten Lebensversicherungen enthält die Angaben, die wesentlich sind, damit die Versicherungsnehmerin oder der Versicherungsnehmer gleichartige Versicherungen miteinander vergleichen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Inhalt des Basisinformationsblatts",
        "citation": "Art. 39c Abs. 2 VAG",
        "content": "Die Angaben umfassen insbesondere:\na. den Namen der Versicherung und die Identität des Versicherungsunternehmens, das sie anbietet;\nb. die Art und die Merkmale der Versicherung;\nc. das Risiko- und Renditeprofil der Versicherung unter Angabe des höchsten Verlusts, der den Versicherungsnehmerinnen und -nehmern auf dem angelegten Kapital droht;\nd. die Kosten der Versicherung;\ne. die Information über die mit der Versicherung verbundenen Bewilligungen und Genehmigungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Inhalt des Basisinformationsblatts",
        "citation": "Art. 39c Abs. 3 VAG",
        "content": "Umfasst eine qualifizierte Lebensversicherung ein Finanzinstrument nach Artikel 3 Buchstabe a des Finanzdienstleistungsgesetzes vom 15. Juni 2018 (FIDLEG), so sind im Basisinformationsblatt für die qualifizierte Lebensversicherung die wesentlichen Angaben zum betreffenden Finanzinstrument zu machen. Sofern der Versicherungsnehmerin oder dem Versicherungsnehmer das Basisinformationsblatt für das Finanzinstrument zur Verfügung steht, kann auf dieses verwiesen werden. Ebenso kann auf Dokumente nach ausländischem Recht verwiesen werden, die dem Basisinformationsblatt nach Artikel 59 Absatz 2 FIDLEG gleichwertig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Anforderungen",
        "citation": "Art. 39d Abs. 1 VAG",
        "content": "Das Basisinformationsblatt muss leicht verständlich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Anforderungen",
        "citation": "Art. 39d Abs. 2 VAG",
        "content": "Es ist ein eigenständiges Dokument, das sich von Werbematerialien deutlich unterscheiden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Anpassungen",
        "citation": "Art. 39e Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen, das eine qualifizierte Lebensversicherung anbietet, überprüft regelmässig die im Basisinformationsblatt enthaltenen Angaben und überarbeitet sie, soweit sich wesentliche Änderungen ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Anpassungen",
        "citation": "Art. 39e Abs. 2 VAG",
        "content": "Die Überprüfung und die Überarbeitung der im Basisinformationsblatt enthaltenen Angaben können qualifizierten Dritten übertragen werden. Das Versicherungsunternehmen bleibt verantwortlich für die Vollständigkeit und Richtigkeit der Angaben auf dem Basisinformationsblatt und die Einhaltung der ihm nach diesem Abschnitt obliegenden Pflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Ergänzende Bestimmungen",
        "citation": "Art. 39f VAG",
        "content": "Der Bundesrat erlässt ergänzende Bestimmungen zum Basisinformationsblatt. Er regelt namentlich:\na. dessen Inhalt;\nb. dessen Umfang, Sprache und Gestaltung;\nc. die Modalitäten der Bereitstellung;\nd. die Gleichwertigkeit ausländischer Dokumente mit dem Basisinformationsblatt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Haftung",
        "citation": "Art. 39g VAG",
        "content": "Wer im Basisinformationsblatt unrichtige, irreführende oder den gesetzlichen Anforderungen nicht entsprechende Angaben macht, ohne dabei die erforderliche Sorgfalt anzuwenden, haftet den Versicherungsnehmerinnen und -nehmern für den dadurch verursachten Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Informationspflichten bei der Empfehlung von qualifizierten Lebensversicherungen",
        "citation": "Art. 39h Abs. 1 VAG",
        "content": "Versicherungsunternehmen sowie Versicherungsvermittlerinnen und -vermittler stellen den Versicherungsnehmerinnen und -nehmern bei der Empfehlung von qualifizierten Lebensversicherungen das Basisinformationsblatt vor Vertragsschluss kostenlos zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Informationspflichten bei der Empfehlung von qualifizierten Lebensversicherungen",
        "citation": "Art. 39h Abs. 2 VAG",
        "content": "Versicherungsunternehmen informieren die Versicherungsnehmerinnen und -nehmer zusätzlich über die im Zusammenhang mit qualifizierten Lebensversicherungen angenommenen Entschädigungen Dritter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Werbung",
        "citation": "Art. 39i Abs. 1 VAG",
        "content": "Werbung für qualifizierte Lebensversicherungen muss als solche klar erkennbar sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Werbung",
        "citation": "Art. 39i Abs. 2 VAG",
        "content": "In der Werbung ist auf das Basisinformationsblatt zur jeweiligen qualifizierten Lebensversicherung und auf die Bezugsstelle hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Werbung",
        "citation": "Art. 39i Abs. 3 VAG",
        "content": "Werbung und andere an die Versicherungsnehmerinnen und -nehmer gerichtete Informationen über qualifizierte Lebensversicherungen müssen mit den im Basisinformationsblatt enthaltenen Angaben übereinstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Angemessenheitsprüfung für qualifizierte Lebensversicherungen",
        "citation": "Art. 39j Abs. 1 VAG",
        "content": "Vor der Empfehlung einer qualifizierten Lebensversicherung muss sich das Versicherungsunternehmen, die Versicherungsvermittlerin oder der Versicherungsvermittler über die Kenntnisse und Erfahrungen der Versicherungsnehmerin oder des Versicherungsnehmers erkundigen und prüfen, ob die betreffende Lebensversicherung für diese oder diesen angemessen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Angemessenheitsprüfung für qualifizierte Lebensversicherungen",
        "citation": "Art. 39j Abs. 2 VAG",
        "content": "Ist das Versicherungsunternehmen, die Versicherungsvermittlerin oder der Versicherungsvermittler der Auffassung, dass eine qualifizierte Lebensversicherung nicht angemessen ist, so rät sie oder er der Versicherungsnehmerin oder dem Versicherungsnehmer von einem Vertragsschluss ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Angemessenheitsprüfung für qualifizierte Lebensversicherungen",
        "citation": "Art. 39j Abs. 3 VAG",
        "content": "Reichen die erhaltenen Informationen nicht aus, um die Angemessenheit zu beurteilen, so weist das Versicherungsunternehmen, die Versicherungsvermittlerin oder der Versicherungsvermittler die Versicherungsnehmerin oder den Versicherungsnehmer darauf hin, dass keine Beurteilung der Angemessenheit erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Angemessenheitsprüfung für qualifizierte Lebensversicherungen",
        "citation": "Art. 39j Abs. 4 VAG",
        "content": "Keine Angemessenheitsprüfung ist nötig, wenn der Abschluss einer qualifizierten Lebensversicherung auf Veranlassung der Versicherungsnehmerin oder des Versicherungsnehmers und ohne persönliche Beratung erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Angemessenheitsprüfung für qualifizierte Lebensversicherungen",
        "citation": "Art. 39j Abs. 5 VAG",
        "content": "Mangelnde Kenntnisse und Erfahrungen können durch Aufklärung der Versicherungsnehmerin oder des Versicherungsnehmers kompensiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Dokumentation und Rechenschaft für qualifizierte Lebensversicherungen",
        "citation": "Art. 39k Abs. 1 VAG",
        "content": "Versicherungsunternehmen sowie Versicherungsvermittlerinnen und -vermittler dokumentieren in geeigneter Weise:\na. welche qualifizierte Lebensversicherung abgeschlossen wurde;\nb. welche Kenntnisse und Erfahrungen der Versicherungsnehmerinnen und -nehmer nach Artikel 39j Absatz 1 erhoben wurden;\nc. dass nach Artikel 39j Absatz 3 oder 4 keine Angemessenheitsprüfung durchgeführt wurde;\nd. dass der Versicherungsnehmerin oder dem Versicherungsnehmer vom Abschluss einer qualifizierten Lebensversicherung abgeraten wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_k"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Dokumentation und Rechenschaft für qualifizierte Lebensversicherungen",
        "citation": "Art. 39k Abs. 2 VAG",
        "content": "Versicherungsunternehmen sowie Versicherungsvermittlerinnen und -vermittler stellen den Versicherungsnehmerinnen und -nehmern auf Anfrage eine Kopie der Dokumentation nach Absatz 1 zu oder machen sie ihnen in anderer geeigneter Weise zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_k"
    },
    {
        "book": "VAG",
        "title": "VAG, 3. Kapitel: Ausübung der Versicherungstätigkeit, 7. Abschnitt: Qualifizierte Lebensversicherungen, Dokumentation und Rechenschaft für qualifizierte Lebensversicherungen",
        "citation": "Art. 39k Abs. 3 VAG",
        "content": "Zudem legen sie auf deren Anfrage Rechenschaft ab über die Bewertung und Entwicklung der von qualifizierten Lebensversicherungen umfassten Finanzinstrumente und über die mit diesen allenfalls verbundenen Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_39_k"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Definition",
        "citation": "Art. 40 Abs. 1 VAG",
        "content": "Versicherungsvermittlerinnen und -vermittler sind, unabhängig von ihrer Bezeichnung, Personen, die im Interesse von Versicherungsunternehmen oder anderen Personen Versicherungsverträge anbieten oder abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_40"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Definition",
        "citation": "Art. 40 Abs. 2 VAG",
        "content": "Ungebundene Versicherungsvermittlerinnen und -vermittler stehen in einem Treueverhältnis zu den Versicherungsnehmerinnen und -nehmern und handeln in deren Interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_40"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Definition",
        "citation": "Art. 40 Abs. 3 VAG",
        "content": "Alle übrigen Versicherungsvermittlerinnen und -vermittler gelten als gebundene Versicherungsvermittlerinnen und -vermittler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_40"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Registrierungspflicht und Registrierungsvoraussetzungen",
        "citation": "Art. 41 Abs. 1 VAG",
        "content": "Ungebundene Versicherungsvermittlerinnen und -vermittler dürfen nur tätig werden, wenn sie im Register nach Artikel 42 eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_41"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Registrierungspflicht und Registrierungsvoraussetzungen",
        "citation": "Art. 41 Abs. 2 VAG",
        "content": "Sie werden in das Register eingetragen, wenn sie den Nachweis erbringen, dass sie:\na. ihren Sitz, ihren Wohnsitz oder eine Niederlassung in der Schweiz haben;\nb. einen guten Ruf geniessen und Gewähr für die Erfüllung der Pflichten nach diesem Gesetz bieten;\nc. über die für ihre Tätigkeit notwendigen Fähigkeiten und Kenntnisse nach Artikel 43 verfügen oder, falls sie Arbeitgeber sind, dass genügend Angestellte diese Anforderung erfüllen; und\nd. eine Berufshaftpflichtversicherung abgeschlossen haben oder dass gleichwertige finanzielle Sicherheiten bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_41"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Registrierungspflicht und Registrierungsvoraussetzungen",
        "citation": "Art. 41 Abs. 3 VAG",
        "content": "Nicht ins Register eingetragen werden ungebundene Versicherungsvermittlerinnen und -vermittler:\na. die nach den Artikeln 86 und 87 dieses Gesetzes wegen vorsätzlicher Begehung strafrechtlich verurteilt oder wegen strafbarer Handlungen gegen das Vermögen nach den Artikeln 137–172ter des Strafgesetzbuches im Strafregister eingetragen sind; oder\nb. gegen die ein Tätigkeitsverbot nach Artikel 33a des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 (FINMAG) oder ein Berufsverbot nach Artikel 33 FINMAG vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_41"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Registrierungspflicht und Registrierungsvoraussetzungen",
        "citation": "Art. 41 Abs. 4 VAG",
        "content": "Der Bundesrat legt die Anforderungen an die Berufshaftpflichtversicherung sowie die Mindesthöhe der finanziellen Sicherheiten fest. Er kann die FINMA zur Regelung der technischen Einzelheiten ermächtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_41"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Registrierungspflicht und Registrierungsvoraussetzungen",
        "citation": "Art. 41 Abs. 5 VAG",
        "content": "Die FINMA kann in begründeten Fällen Ausnahmen von der Voraussetzung nach Absatz 2 Buchstabe a gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_41"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Register",
        "citation": "Art. 42 Abs. 1 VAG",
        "content": "Die FINMA führt das Register der ungebundenen Versicherungsvermittlerinnen und -vermittler (Register). Sie kann für die Registerführung im administrativen Bereich Dritte beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_42"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Register",
        "citation": "Art. 42 Abs. 2 VAG",
        "content": "Das Register ist öffentlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_42"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Register",
        "citation": "Art. 42 Abs. 3 VAG",
        "content": "Die FINMA kann die im Register geführten Angaben Dritten weitergeben oder im Abrufverfahren zugänglich machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_42"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Register",
        "citation": "Art. 42 Abs. 4 VAG",
        "content": "Sie kann der Registrierungspflicht nicht unterstehende Versicherungsvermittlerinnen und -vermittler ins Register aufnehmen, wenn diese nachweisen, dass sie eine Tätigkeit im Ausland aufnehmen wollen, für die vom jeweiligen Staat ein Registereintrag in der Schweiz verlangt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_42"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Aus- und Weiterbildung",
        "citation": "Art. 43 Abs. 1 VAG",
        "content": "Versicherungsvermittlerinnen und -vermittler müssen über die für ihre Tätigkeit notwendigen Fähigkeiten und Kenntnisse verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_43"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Aus- und Weiterbildung",
        "citation": "Art. 43 Abs. 2 VAG",
        "content": "Die Versicherungsunternehmen und die Versicherungsvermittlerinnen und -vermittler bestimmen branchenspezifische Mindeststandards für die Aus- und Weiterbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_43"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Aus- und Weiterbildung",
        "citation": "Art. 43 Abs. 3 VAG",
        "content": "Der Bundesrat legt die Anforderungen an die Aus- und Weiterbildung für die Versicherungsvermittlerinnen und -vermittler fest, für die keine angemessenen Mindeststandards bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_43"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Unzulässige Tätigkeiten",
        "citation": "Art. 44 Abs. 1 VAG",
        "content": "Versicherungsvermittlerinnen und -vermittler dürfen nicht:\na. eine Tätigkeit zugunsten von Versicherungsunternehmen ausüben, die nicht über die nach diesem Gesetz notwendige Bewilligung verfügen;\nb. gleichzeitig als gebundene und ungebundene Versicherungsvermittlerinnen und -vermittler tätig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_44"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Unzulässige Tätigkeiten",
        "citation": "Art. 44 Abs. 2 VAG",
        "content": "Versicherungsunternehmen dürfen nicht mit Versicherungsvermittlerinnen und -vermittlern zusammenarbeiten, die nicht über die nach diesem Gesetz notwendige Registrierung verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_44"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Informationspflicht",
        "citation": "Art. 45 Abs. 1 VAG",
        "content": "Versicherungsvermittlerinnen und -vermittler informieren die Versicherungsnehmerinnen und -nehmer:\na. über ihren Namen und ihre Adresse;\nb. ob die Vermittlung gebunden oder ungebunden erfolgt, und, falls sie gebunden erfolgt, über Name und Adresse der Versicherungsunternehmen, in deren Auftrag sie tätig sind;\nc. wie sie sich über die Aus- und Weiterbildung der betreffenden Versicherungsvermittlerin oder des betreffenden Versicherungsvermittlers informieren können;\nd. über die Person, die für Nachlässigkeit, Fehler oder unrichtige Auskünfte im Zusammenhang mit ihrer Vermittlungstätigkeit haftbar gemacht werden kann;\ne. über die Bearbeitung der Personendaten, insbesondere über das Ziel und den Umfang der Bearbeitung und über die Empfängerin oder den Empfänger der Daten sowie deren Aufbewahrung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Informationspflicht",
        "citation": "Art. 45 Abs. 2 VAG",
        "content": "Die Informationen nach Absatz 1 müssen verständlich formuliert sein. Sie können den Versicherungsnehmerinnen und -nehmern in standardisierter Form auf Papier oder elektronisch zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Informationspflicht",
        "citation": "Art. 45 Abs. 3 VAG",
        "content": "Sie sind den Versicherungsnehmerinnen und -nehmern so zu übergeben, dass diese sie kennen können, wenn sie den Versicherungsvertrag beantragen oder annehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Vermeidung von Interessenkonflikten",
        "citation": "Art. 45a Abs. 1 VAG",
        "content": "Versicherungsvermittlerinnen und -vermittler treffen angemessene organisatorische Vorkehrungen, um Interessenkonflikte, die bei der Vermittlung von Versicherungsdienstleistungen entstehen können, zu vermeiden oder die Benachteiligung der Versicherungsnehmerinnen und -nehmer durch Interessenkonflikte auszuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Vermeidung von Interessenkonflikten",
        "citation": "Art. 45a Abs. 2 VAG",
        "content": "Kann eine Benachteiligung der Versicherungsnehmerinnen und -nehmer nicht ausgeschlossen werden, so ist ihnen dies vor Abschluss des Versicherungsvertrags offenzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Vermeidung von Interessenkonflikten",
        "citation": "Art. 45a Abs. 3 VAG",
        "content": "Der Bundesrat kann die Einzelheiten regeln; insbesondere kann er Verhaltensweisen bezeichnen, die aufgrund von Interessenkonflikten in jedem Fall unzulässig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Offenlegung der Entschädigung",
        "citation": "Art. 45b Abs. 1 VAG",
        "content": "Ungebundene Versicherungsvermittlerinnen und -vermittler dürfen Entschädigungen von Versicherungsunternehmen oder sonstigen Dritten annehmen, wenn sie die Versicherungsnehmerinnen und -nehmer ausdrücklich über die Entschädigung informiert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Offenlegung der Entschädigung",
        "citation": "Art. 45b Abs. 2 VAG",
        "content": "Erhalten sie von Versicherungsnehmerinnen und -nehmern eine Vergütung, so dürfen sie Entschädigungen von Versicherungsunternehmen oder sonstigen Dritten nur annehmen, wenn sie:\na. die Versicherungsnehmerinnen und -nehmer ausdrücklich über die Entschädigung informiert haben und diese ausdrücklich darauf verzichten, dass ihnen die Entschädigung weitergegeben wird; oder\nb. die Entschädigung vollumfänglich an die Versicherungsnehmerinnen und -nehmer weitergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Offenlegung der Entschädigung",
        "citation": "Art. 45b Abs. 3 VAG",
        "content": "Die Information nach den Absätzen 1 und 2 muss Art und Umfang der Entschädigung enthalten und vor Erbringung der Dienstleistung oder vor Vertragsschluss erfolgen. Ist die Höhe des Betrags vorgängig nicht feststellbar, so sind die Versicherungsnehmerinnen und -nehmer über die Berechnungsparameter und die Bandbreiten zu informieren. Auf Anfrage legen die Versicherungsvermittlerinnen und -vermittler die effektiv erhaltenen Beträge offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 4. Kapitel: Versicherungsvermittlerinnen und -vermittler, Offenlegung der Entschädigung",
        "citation": "Art. 45b Abs. 4 VAG",
        "content": "Als Entschädigung gelten Leistungen, die den ungebundenen Versicherungsvermittlerinnen und -vermittlern im Zusammenhang mit der Erbringung einer Dienstleistung von Dritten zufliessen, insbesondere Courtagen, Kommissionen, Provisionen, Rabatte oder sonstige vermögenswerte Vorteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_45_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 1. Abschnitt: Allgemeines, Aufgaben",
        "citation": "Art. 46 Abs. 1 VAG",
        "content": "Die FINMA hat folgende Aufgaben:\na. Sie wacht darüber, dass die Versicherungs- und die Aufsichtsgesetzgebung eingehalten werden.\nb. Sie prüft, ob die Versicherungsunternehmen sowie die Versicherungsvermittlerinnen und -vermittler einen guten Ruf geniessen und Gewähr für die Erfüllung der Pflichten nach diesem Gesetz bieten.\nc. Sie wacht über die Einhaltung des Geschäftsplans.\nd. Sie wacht darüber, dass die Versicherungsunternehmen solvent sind, die technischen Rückstellungen vorschriftsgemäss bilden und die Vermögenswerte ordnungsgemäss verwalten und anlegen.\ne. Sie überwacht den ordnungsgemässen Vollzug der Schadenregulierung, die in den Bestimmungen des Strassenverkehrsgesetzes vom 19. Dezember 1958 über die Motorfahrzeughaftpflichtversicherung geregelt ist.\nf. Sie schützt die Versicherten gegen Missbräuche der Versicherungsunternehmen und der Versicherungsvermittlerinnen und -vermittler.\ng. Sie schreitet gegen Missstände ein, welche die Interessen der Versicherten gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_46"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 1. Abschnitt: Allgemeines, Aufgaben",
        "citation": "Art. 46 Abs. 3 VAG",
        "content": "Der Bundesrat erlässt Ausführungsbestimmungen über die einzelnen Aufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_46"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 1. Abschnitt: Allgemeines, Prüfungsbefugnisse und Auskunftspflicht bei Ausgliederung von Funktionen",
        "citation": "Art. 47 Abs. 1 VAG",
        "content": "Die FINMA kann jederzeit Prüfungen vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_47"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 1. Abschnitt: Allgemeines, Prüfungsbefugnisse und Auskunftspflicht bei Ausgliederung von Funktionen",
        "citation": "Art. 47 Abs. 2 VAG",
        "content": "Gliedert ein Versicherungsunternehmen wesentliche Funktionen auf andere natürliche oder juristische Personen aus, so unterstehen diese der Auskunfts- und Meldepflicht nach Artikel 29 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_47"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 1. Abschnitt: Allgemeines, Veröffentlichung von Entscheiden",
        "citation": "Art. 49 Abs. 1 VAG",
        "content": "Die FINMA veröffentlicht regelmässig Entscheide betreffend das Versicherungsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_49"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 1. Abschnitt: Allgemeines, Veröffentlichung von Entscheiden",
        "citation": "Art. 49 Abs. 2 VAG",
        "content": "Die schweizerischen Gerichte haben der FINMA gebührenfrei eine Kopie aller Urteile auszuhändigen, welche Bestimmungen des Versicherungsvertragsrechts betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_49"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Schutzmassnahmen",
        "citation": "Art. 51 Abs. 1 VAG",
        "content": "Kommt ein Versicherungsunternehmen oder eine wesentliche Gruppen- oder Konglomeratsgesellschaft oder eine Versicherungsvermittlerin oder ein Versicherungsvermittler den Vorschriften dieses Gesetzes, einer Verordnung oder Anordnungen der FINMA nicht nach oder erscheinen die Interessen der Versicherten anderweitig gefährdet, so trifft die FINMA die Schutzmassnahmen, die ihr zur Wahrung der Interessen der Versicherten erforderlich erscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Schutzmassnahmen",
        "citation": "Art. 51 Abs. 2 VAG",
        "content": "Sie kann insbesondere:\na. die freie Verfügung über Vermögenswerte des Versicherungsunternehmens untersagen;\nb. die Hinterlegung oder die Sperre der Vermögenswerte anordnen;\nc. den Organen eines Versicherungsunternehmens zustehende Befugnisse ganz oder teilweise auf eine Drittperson übertragen;\nd. den Versicherungsbestand und das zugehörige gebundene Vermögen auf ein anderes Versicherungsunternehmen mit dessen Zustimmung übertragen;\ne. die Verwertung des gebundenen Vermögens anordnen;\nf. die Abberufung der mit der Oberleitung, Aufsicht, Kontrolle oder Geschäftsführung betrauten Personen oder des oder der Generalbevollmächtigten sowie des verantwortlichen Aktuars oder der verantwortlichen Aktuarin verlangen und ihnen die Ausübung jeder weiteren Versicherungstätigkeit für höchstens fünf Jahre untersagen;\ng. einen Vermittler oder eine Vermittlerin aus dem Register nach Artikel 42 streichen;\nh. Vermögenswerte des Versicherungsunternehmens dem gebundenen Vermögen bis zur Höhe des Sollbetrags nach Artikel 18 zuordnen;\ni. die Stundung und den Fälligkeitsaufschub anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Schutzmassnahmen",
        "citation": "Art. 51 Abs. 3 VAG",
        "content": "Sie sorgt für eine angemessene Publikation der Massnahmen, wenn dies zu deren Durchsetzung oder zum Schutz Dritter erforderlich ist. Sie kann auf die Publikation verzichten, wenn dadurch der Zweck der angeordneten Massnahme vereitelt würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Schutzmassnahmen",
        "citation": "Art. 51 Abs. 4 VAG",
        "content": "Soweit die FINMA in Bezug auf den Zinsenlauf nichts anderes verfügt, hat eine Stundung die Wirkungen nach Artikel 297 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs (SchKG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 1 VAG",
        "content": "Besteht begründete Besorgnis, dass ein Versicherungsunternehmen überschuldet ist oder ernsthafte Liquiditätsprobleme hat, so kann die FINMA anordnen:\na. Schutzmassnahmen nach Artikel 51;\nb. die Sanierung nach dem 2a. Abschnitt dieses Kapitels;\nc. den Versicherungskonkurs nach dem 2b. Abschnitt dieses Kapitels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 2 VAG",
        "content": "Die FINMA ordnet vor der Anordnung von Massnahmen nach den Abschnitten 2a und 2b dieses Kapitels Vermögenswerte des Versicherungsunternehmens dem gebundenen Vermögen bis zur Höhe des Sollbetrags nach Artikel 18 zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 3 VAG",
        "content": "Die Schutzmassnahmen können selbstständig oder in Verbindung mit einer Sanierung oder einem Versicherungskonkurs angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 4 VAG",
        "content": "Fremdkapitalinstrumente, die von der FINMA als risikoabsorbierende Kapitalinstrumente zur Anrechnung an das risikotragende Kapital gemäss Artikel 9a oder zur Berücksichtigung im Zielkapital gemäss Artikel 9a genehmigt sind, werden bei der Feststellung der Überschuldung nicht berücksichtigt, wenn im Vertrag unwiderruflich festgelegt ist, dass:\na. die Kapitalforderung und die Zinszahlungen im Fall der Liquidation, des Konkurses oder der Sanierung gegenüber allen nicht nachrangigen Forderungen und allen nicht an das risikotragende Kapital gemäss Artikel 9a anrechenbaren oder im Zielkapital gemäss Artikel 9a berücksichtigbaren nachrangigen Forderungen im Rang nachgehen; und\nb. die Kapitalforderung und die Zinszahlungen nur befriedigt werden dürfen, sofern alle vorrangigen Forderungen, auch im Fall der Liquidation, des Konkurses oder der Sanierung, gedeckt sind; und\nc. keine Zahlungen auf der Kapitalforderung und keine Zinszahlungen erfolgen, wenn diese zu ernsthaften Liquiditätsproblemen führen würden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 5 VAG",
        "content": "Im Rahmen der Rechnungslegung sind Bestehen und Wirkungsweise dieser Fremdkapitalinstrumente transparent auszuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 6 VAG",
        "content": "Die Bestimmungen über das Nachlassverfahren (Art. 293–336 SchKG), und über die Benachrichtigung des Gerichts (Art. 716a Abs. 1 Ziff. 7, 725a Abs. 3, 725b Abs. 3 und 728c Abs. 3 OR) sind auf Versicherungsunternehmen nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Massnahmen bei Insolvenzgefahr",
        "citation": "Art. 51a Abs. 7 VAG",
        "content": "Die Anordnungen der FINMA umfassen sämtliche Vermögenswerte des Versicherungsunternehmens mit Aktiven und Passiven, ob sie sich nun im In- oder im Ausland befinden, sowie Vertragsverhältnisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Vorrang von Aufrechnungs-, Verwertungs- und Übertragungsvereinbarungen",
        "citation": "Art. 51b Abs. 1 VAG",
        "content": "Von Anordnungen nach den Abschnitten 2–2c dieses Kapitels unberührt bleiben im Voraus geschlossene Vereinbarungen über die:\na. Aufrechnung von Forderungen, einschliesslich der vereinbarten Methode und der Wertbestimmung;\nb. freihändige Verwertung von Sicherheiten in Form von Effekten oder anderen Finanzinstrumenten, deren Wert objektiv bestimmbar ist;\nc. Übertragung von Forderungen und Verpflichtungen sowie von Sicherheiten in Form von Effekten oder anderen Finanzinstrumenten, deren Wert objektiv bestimmbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Vorrang von Aufrechnungs-, Verwertungs- und Übertragungsvereinbarungen",
        "citation": "Art. 51b Abs. 2 VAG",
        "content": "Vorbehalten bleibt Artikel 52g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_51_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2. Abschnitt: Schutzmassnahmen, Massnahmen bei Insolvenzgefahr und Liquidation, Liquidation",
        "citation": "Art. 52 VAG",
        "content": "Entzieht die FINMA einem Versicherungsunternehmen die Bewilligung zur Geschäftstätigkeit, so bewirkt dies dessen Auflösung. Die FINMA bezeichnet den Liquidator und überwacht seine Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Verfahren",
        "citation": "Art. 52a Abs. 1 VAG",
        "content": "Bei begründeter Aussicht auf Sanierung des Versicherungsunternehmens oder auf Weiterführung einzelner Versicherungsdienstleistungen kann die FINMA ein Sanierungsverfahren einleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Verfahren",
        "citation": "Art. 52a Abs. 2 VAG",
        "content": "Sie erlässt die für die Durchführung des Sanierungsverfahrens notwendigen Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Verfahren",
        "citation": "Art. 52a Abs. 3 VAG",
        "content": "Sie kann eine Person mit der Ausarbeitung und Umsetzung eines Sanierungsplans beauftragen (Sanierungsbeauftragte oder Sanierungsbeauftragter).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Verfahren",
        "citation": "Art. 52a Abs. 4 VAG",
        "content": "Sie kann das Verfahren näher regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Sanierungsplan",
        "citation": "Art. 52b Abs. 1 VAG",
        "content": "Der Sanierungsplan stellt dar, wie die Insolvenzgefahr des Versicherungsunternehmens beseitigt wird und welche Massnahmen hierzu angeordnet werden. Insbesondere kann er vorsehen:\na. die Übertragung des Versicherungsbestandes oder von Teilen davon sowie weiterer Teile des Versicherungsunternehmens mit Aktiven und Passiven auf andere Rechtsträger;\nb. die Herabsetzung des bisherigen und die Schaffung neuen Eigenkapitals, die Wandlung von Fremd- in Eigenkapital sowie die Reduktion von Forderungen;\nc. die materielle Anpassung von Versicherungsverträgen, namentlich die Einschränkung der Rechte der Versicherten aus dem Versicherungsvertrag oder den Ausschluss solcher Rechte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Sanierungsplan",
        "citation": "Art. 52b Abs. 2 VAG",
        "content": "Er muss sicherstellen, dass das Versicherungsunternehmen nach Durchführung der Sanierung die Bewilligungsvoraussetzungen und die übrigen gesetzlichen Vorschriften einhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Sanierungsplan",
        "citation": "Art. 52b Abs. 3 VAG",
        "content": "Der Sanierungsplan kann von Absatz 2 abweichen, wenn sich die Sanierung auf die geordnete Abwicklung des bestehenden Versicherungsbestandes ohne den Abschluss von Neugeschäften beschränkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Übertragung des Versicherungsbestandes oder von Teilen davon sowie weiterer Teile des Versicherungsunternehmens",
        "citation": "Art. 52c Abs. 1 VAG",
        "content": "Bei Übertragungen nach Artikel 52b Absatz 1 Buchstabe a tritt der Übernehmer mit Genehmigung des Sanierungsplans an die Stelle des Versicherungsunternehmens. Das Fusionsgesetz vom 3. Oktober 2003 ist nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Übertragung des Versicherungsbestandes oder von Teilen davon sowie weiterer Teile des Versicherungsunternehmens",
        "citation": "Art. 52c Abs. 2 VAG",
        "content": "Die FINMA kann dem Übernehmer in begründeten Fällen für eine befristete Zeit Erleichterungen von den aufsichtsrechtlichen Anforderungen mit Bezug auf den übertragenen Bestand gewähren, soweit die Interessen der Versicherten gewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Übertragung des Versicherungsbestandes oder von Teilen davon sowie weiterer Teile des Versicherungsunternehmens",
        "citation": "Art. 52c Abs. 3 VAG",
        "content": "Werden Aktiven, Passiven und Verträge nur teilweise auf einen anderen Rechtsträger übertragen, so regelt die FINMA den Ausgleich unter den betroffenen Rechtsträgern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Übertragung des Versicherungsbestandes oder von Teilen davon sowie weiterer Teile des Versicherungsunternehmens",
        "citation": "Art. 52c Abs. 4 VAG",
        "content": "Bei Übertragungen nach Artikel 52b Absatz 1 Buchstabe a ist die Erhebung von kantonalen und kommunalen Handänderungsabgaben ausgeschlossen. Kostendeckende Gebühren bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Herabsetzung des bisherigen und Schaffung von neuem Eigenkapital sowie Wandlung von Fremd- in Eigenkapital und Forderungsreduktion",
        "citation": "Art. 52d Abs. 1 VAG",
        "content": "Bei der Schaffung von neuem Eigenkapital kann den bisherigen Eignerinnen und Eignern das Bezugsrecht entzogen werden, sofern dessen Ausübung die Sanierung gefährden könnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Herabsetzung des bisherigen und Schaffung von neuem Eigenkapital sowie Wandlung von Fremd- in Eigenkapital und Forderungsreduktion",
        "citation": "Art. 52d Abs. 2 VAG",
        "content": "Von der Wandlung und der Forderungsreduktion ausgenommen sind:\na. verrechenbare sowie gesicherte Forderungen;\nb. Forderungen aus Verbindlichkeiten, welche das Versicherungsunternehmen während der Dauer der Massnahmen nach Artikel 51 Absatz 2 Buchstaben a, b, d, e und i oder während eines Sanierungsverfahrens mit Genehmigung der FINMA oder einer oder eines von dieser eingesetzten Untersuchungs- oder Sanierungsbeauftragten eingehen durfte;\nc. Forderungen aus Versicherungsverträgen, für die ein gebundenes Vermögen nach Artikel 17 vorgeschrieben ist, soweit dieses zur Sicherstellung der Ansprüche ausreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Herabsetzung des bisherigen und Schaffung von neuem Eigenkapital sowie Wandlung von Fremd- in Eigenkapital und Forderungsreduktion",
        "citation": "Art. 52d Abs. 3 VAG",
        "content": "Die Wandlung von Fremd- in Eigenkapital und die Reduktion von Forderungen ist erst dann möglich, wenn:\na. das Gesellschaftskapital vollständig herabgesetzt wurde;\nb. risikoabsorbierende Kapitalinstrumente, die bei Eintritt vertraglich definierter Ereignisse eine Wandlung in Eigenkapital oder eine Forderungsreduktion vorsehen, vollständig herabgesetzt oder in Eigenkapital gewandelt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Herabsetzung des bisherigen und Schaffung von neuem Eigenkapital sowie Wandlung von Fremd- in Eigenkapital und Forderungsreduktion",
        "citation": "Art. 52d Abs. 4 VAG",
        "content": "Die Wandlung von Fremd- in Eigenkapital und die Reduktion von Forderungen sind in folgender Reihenfolge vorzunehmen:\na. die Kapitalforderung und Zinszahlungen von Fremdkapitalinstrumenten, die von der FINMA als risikoabsorbierende Kapitalinstrumente zur Anrechnung an das risikotragende Kapital gemäss Artikel 9a oder zur Berücksichtigung im Zielkapital gemäss Artikel 9a genehmigt sind;\nb. übrige nachrangige Forderungen; \nc. Forderungen der dritten Klasse nach Artikel 219 Absatz 4 SchKG;\nd. Forderungen aus Versicherungsverträgen, für welche kein gebundenes Vermögen nach Artikel 17 vorgeschrieben ist;\ne. Forderungen aus Versicherungsverträgen, für welche ein gebundenes Vermögen nach Artikel 17 vorgeschrieben ist, soweit sie nicht gedeckt sind;\nf. Forderungen der zweiten Klasse nach Artikel 219 Absatz 4 SchKG;\ng. Forderungen der ersten Klasse nach Artikel 219 Absatz 4 SchKG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Herabsetzung des bisherigen und Schaffung von neuem Eigenkapital sowie Wandlung von Fremd- in Eigenkapital und Forderungsreduktion",
        "citation": "Art. 52d Abs. 5 VAG",
        "content": "Besteht nach der Wandlung eine qualifizierte Beteiligung gemäss Artikel 21 Absatz 2, so ist der Anteil der Stimmen, der 10 Prozent übersteigt, bis zur Beurteilung der qualifizierten Beteiligung durch die FINMA suspendiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Anpassung von Versicherungsverträgen",
        "citation": "Art. 52e Abs. 1 VAG",
        "content": "Für die Anpassung von Versicherungsverträgen gelten dieselben Voraussetzungen sowie dieselbe Reihenfolge wie für die Wandlung von Fremd- in Eigenkapital und die Reduktion von Forderungen (Art. 52d).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Anpassung von Versicherungsverträgen",
        "citation": "Art. 52e Abs. 2 VAG",
        "content": "Sofern der Sanierungsplan dies vorsieht und dies im Gesamtinteresse der Versicherten liegt, können die Versicherungsverträge verschiedener Kategorien unterschiedlich angepasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Anpassung von Versicherungsverträgen",
        "citation": "Art. 52e Abs. 3 VAG",
        "content": "Das Gesamtinteresse der Versicherten ist gegeben, wenn durch die unterschiedliche Anpassung:\na. eine Sanierung des gesamten Versicherungsunternehmens oder von Teilen davon ermöglicht wird; oder\nb. ein grösserer Sanierungsbeitrag geleistet wird als bei einer Gleichbehandlung der Versicherten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Rechte der Versicherten bei der Wandlung von Fremd- in Eigenkapital, bei der Forderungsreduktion sowie bei der Anpassung von Versicherungsverträgen",
        "citation": "Art. 52f Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen ist verpflichtet, die Versicherungsnehmerinnen und -nehmer innerhalb von 30 Tagen nach Rechtskraft des Sanierungsplans individuell über die Eingriffe in die Rechte der Versicherten sowie über das Kündigungsrecht zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Rechte der Versicherten bei der Wandlung von Fremd- in Eigenkapital, bei der Forderungsreduktion sowie bei der Anpassung von Versicherungsverträgen",
        "citation": "Art. 52f Abs. 2 VAG",
        "content": "Die Versicherungsnehmerinnen und -nehmer haben das Recht, den Versicherungsvertrag innerhalb von drei Monaten, nachdem sie diese Informationen erhalten haben, mit sofortiger Wirkung zu kündigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Rechte der Versicherten bei der Wandlung von Fremd- in Eigenkapital, bei der Forderungsreduktion sowie bei der Anpassung von Versicherungsverträgen",
        "citation": "Art. 52f Abs. 3 VAG",
        "content": "Erfolgt der Eingriff in die Rechte der Versicherten im Rahmen einer Übertragung auf einen anderen Rechtsträger nach Artikel 52b Absatz 1 Buchstabe a, so steht den Versicherten eine gleichrangige Ersatzforderung gegenüber dem zu sanierenden Versicherungsunternehmen im Umfang der finanziellen Einbusse zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 52g Abs. 1 VAG",
        "content": "Mit der Anordnung oder Genehmigung von Massnahmen nach den Artikeln 51a–52m kann die FINMA aufschieben:\na. die Beendigung von Verträgen und die Ausübung von Rechten zu deren Beendigung;\nb. die Ausübung von Aufrechnungs-, Verwertungs- und Übertragungsrechten nach Artikel 51b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 52g Abs. 2 VAG",
        "content": "Sie kann den Aufschub nur anordnen, wenn die Beendigung oder die Ausübung der Rechte nach Absatz 1 durch die Massnahmen begründet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 52g Abs. 3 VAG",
        "content": "Sie kann ihn für längstens zwei Arbeitstage anordnen. Sie bezeichnet den Beginn und das Ende des Aufschubs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 52g Abs. 4 VAG",
        "content": "Vom Aufschub der Beendigung von Verträgen nach diesem Artikel bleiben laufende Zahlungs- und Lieferverpflichtungen, insbesondere aus Derivaten, Effektenleihen und Pensionsgeschäften gegenüber Gegenparteien an einer Finanzmarktinfrastruktur, unberührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 52g Abs. 5 VAG",
        "content": "Der Aufschub ist ausgeschlossen oder wird hinfällig, wenn die Beendigung oder die Ausübung eines Rechts nach Absatz 1:\na. nicht mit den Massnahmen zusammenhängt; und\nb. zurückzuführen ist auf das Verhalten des Versicherungsunternehmens, das sich in einem Insolvenzverfahren befindet, oder des Rechtsträgers, der die Verträge ganz oder teilweise übernimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 52g Abs. 6 VAG",
        "content": "Werden nach Ablauf des Aufschubs die Bewilligungsvoraussetzungen und die übrigen gesetzlichen Vorschriften eingehalten, so besteht der Vertrag fort und die mit den Massnahmen zusammenhängenden Rechte nach Absatz 1 können nicht mehr ausgeübt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Rückversicherungsverträgen",
        "citation": "Art. 52h Abs. 1 VAG",
        "content": "Mit der Anordnung oder Genehmigung von Massnahmen nach den Artikeln 52a–52m gegenüber einem Direktversicherungsunternehmen kann die FINMA die Beendigung von Rückversicherungsverträgen oder die Ausübung von Rechten zu deren Beendigung aufschieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Rückversicherungsverträgen",
        "citation": "Art. 52h Abs. 2 VAG",
        "content": "Sie kann den Aufschub nur anordnen, wenn die Beendigung oder die Ausübung der Rechte nach Absatz 1 durch die Massnahmen begründet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Rückversicherungsverträgen",
        "citation": "Art. 52h Abs. 3 VAG",
        "content": "Sie kann den Aufschub längstens für vier Monate anordnen. Sie bezeichnet den Beginn und das Ende des Aufschubs. Hat sie einen Sanierungsplan nach Artikel 52b genehmigt, so endet der Aufschub spätestens zwei Monate nach dieser Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Aufschub der Beendigung von Rückversicherungsverträgen",
        "citation": "Art. 52h Abs. 4 VAG",
        "content": "Zur Wahrung der Interessen der betroffenen Rückversicherungsunternehmen kann die FINMA diesen Einsichtsrechte in das Direktversicherungsunternehmen während des Aufschubs gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Auswirkung der Sanierung eines Direktversicherungsunternehmens auf den Rückversicherungsvertrag",
        "citation": "Art. 52i Abs. 1 VAG",
        "content": "Forderungen aus Rückversicherungsverträgen gegen das Rückversicherungsunternehmen bemessen sich nach den Versicherungsleistungen, die das Direktversicherungsunternehmen an die Versicherten ohne Kürzung nach den Artikeln 52d und 52e hätte leisten müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Auswirkung der Sanierung eines Direktversicherungsunternehmens auf den Rückversicherungsvertrag",
        "citation": "Art. 52i Abs. 2 VAG",
        "content": "Die FINMA kann:\na. Einsicht in die Schadenregulierung der reduzierten Direktversicherungsleistungen nehmen und geeignete organisatorische Massnahmen anordnen, damit in der Schadenregulierung der reduzierten Direktversicherungsleistungen die nötige Sorgfalt dauerhaft eingehalten wird; oder \nb. betroffenen Rückversicherungsunternehmen zusätzliche Einsichtsrechte gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Genehmigung des Sanierungsplans",
        "citation": "Art. 52j Abs. 1 VAG",
        "content": "Die FINMA genehmigt den Sanierungsplan, wenn er namentlich:\na. die Vorgaben nach Artikel 52b erfüllt;\nb. auf einer Bewertung der Aktiven und Passiven des Versicherungsunternehmens und einer vorsichtigen Schätzung des Sanierungsbedarfs beruht, die den Grundsätzen ordnungsmässiger Rechnungslegung entspricht;\nc. die Gläubigerinnen und Gläubiger voraussichtlich wirtschaftlich nicht schlechterstellt als die sofortige Eröffnung des Konkurses;\nd. den Vorrang der Interessen der Gläubigerinnen und Gläubiger vor denjenigen der Eignerinnen und Eigner und die Rangfolge der Gläubigerinnen und Gläubiger berücksichtigt;\ne. die rechtliche oder wirtschaftliche Verbundenheit unter Aktiven, Passiven und Vertragsverhältnissen angemessen berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Genehmigung des Sanierungsplans",
        "citation": "Art. 52j Abs. 2 VAG",
        "content": "Die Zustimmung der Eignerinnen und Eigner des Versicherungsunternehmens ist nicht notwendig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Genehmigung des Sanierungsplans",
        "citation": "Art. 52j Abs. 3 VAG",
        "content": "Die FINMA macht die Grundzüge des Sanierungsplans öffentlich bekannt. Sie orientiert dabei gleichzeitig darüber, wie die betroffenen Gläubigerinnen und Gläubiger und Eignerinnen und Eigner Einsicht nehmen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Ablehnung des Sanierungsplans",
        "citation": "Art. 52k Abs. 1 VAG",
        "content": "Sieht der Sanierungsplan einen Eingriff in die Rechte der Gläubigerinnen und Gläubiger vor, so setzt die FINMA diesen spätestens mit dessen Genehmigung eine Frist, innert der sie den Sanierungsplan ablehnen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_k"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Ablehnung des Sanierungsplans",
        "citation": "Art. 52k Abs. 2 VAG",
        "content": "Lehnt mindestens die Hälfte der bekannten Gläubigerinnen und Gläubiger den Sanierungsplan ab, so ordnet die FINMA den Konkurs an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_k"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Rechtswirkung des Sanierungsplans",
        "citation": "Art. 52l Abs. 1 VAG",
        "content": "Verstreicht die Frist zur Ablehnung des Sanierungsplans unbenutzt, so werden die Anordnungen des Sanierungsplans nach Artikel 52k Absatz 1 wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_l"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Rechtswirkung des Sanierungsplans",
        "citation": "Art. 52l Abs. 2 VAG",
        "content": "Eintragungen in das Grundbuch, das Handelsregister oder andere Register haben lediglich deklaratorische Wirkung. Sie sind so rasch wie möglich vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_l"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Geltendmachung von Ansprüchen",
        "citation": "Art. 52m Abs. 1 VAG",
        "content": "Sobald die FINMA den Sanierungsplan genehmigt hat, ist das Versicherungsunternehmen zur Anfechtung von Rechtsgeschäften nach den Artikeln 285–292 SchKG befugt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_m"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Geltendmachung von Ansprüchen",
        "citation": "Art. 52m Abs. 2 VAG",
        "content": "Schliesst der Sanierungsplan für das Versicherungsunternehmen die Anfechtung von Rechtsgeschäften aus, so ist jede Gläubigerin und jeder Gläubiger zur Anfechtung in dem Umfang berechtigt, in dem der Sanierungsplan in ihre oder seine Rechte eingreift.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_m"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Geltendmachung von Ansprüchen",
        "citation": "Art. 52m Abs. 3 VAG",
        "content": "Die Anfechtung nach den Artikeln 285–292 SchKG ist ausgeschlossen gegen Rechtshandlungen, mit denen ein von der FINMA genehmigter Sanierungsplan ausgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_m"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Geltendmachung von Ansprüchen",
        "citation": "Art. 52m Abs. 4 VAG",
        "content": "Massgebend für die Berechnung der Fristen nach den Artikeln 286–288 SchKG ist anstelle des Zeitpunkts der Konkurseröffnung der Zeitpunkt der Genehmigung des Sanierungsplans. Hat die FINMA vorher eine Schutzmassnahme nach Artikel 51 Absatz 2 Buchstaben a, b, d, e oder i verfügt, so gilt der Zeitpunkt des Erlasses dieser Verfügung als massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_m"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Geltendmachung von Ansprüchen",
        "citation": "Art. 52m Abs. 5 VAG",
        "content": "Das Anfechtungsrecht verjährt drei Jahre nach der Genehmigung des Sanierungsplans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_m"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2a. Abschnitt: Sanierung, Geltendmachung von Ansprüchen",
        "citation": "Art. 52m Abs. 6 VAG",
        "content": "Für die Geltendmachung von Verantwortlichkeitsansprüchen nach den Artikeln 752–760 OR gelten die Absätze 1–3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_52_m"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Konkurseröffnung",
        "citation": "Art. 53 Abs. 1 VAG",
        "content": "Ist die Voraussetzung nach Artikel 51a Absatz 1 erfüllt und besteht keine Aussicht auf Sanierung oder ist diese gescheitert, so entzieht die FINMA dem Versicherungsunternehmen die Bewilligung, eröffnet den Konkurs und macht diesen öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_53"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Konkurseröffnung",
        "citation": "Art. 53 Abs. 2 VAG",
        "content": "Die FINMA ernennt einen oder mehrere Konkursliquidatorinnen oder -liquidatoren. Diese unterstehen der Aufsicht der FINMA und erstatten ihr auf Verlangen Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_53"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Durchführung des Konkurses",
        "citation": "Art. 54 Abs. 1 VAG",
        "content": "Die Anordnung des Konkurses hat die Wirkungen einer Konkurseröffnung nach den Artikeln 197–220 SchKG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Durchführung des Konkurses",
        "citation": "Art. 54 Abs. 2 VAG",
        "content": "Die Konkursliquidation ist nach den Artikeln 221–270 SchKG durchzuführen. Dazu kann die FINMA unter Vorbehalt der Bestimmungen dieses Abschnitts abweichende Verfügungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Durchführung des Konkurses",
        "citation": "Art. 54 Abs. 3 VAG",
        "content": "Sie kann das Verfahren näher regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Forderungen Versicherter aus Versicherungsverträgen",
        "citation": "Art. 54a Abs. 1 VAG",
        "content": "Forderungen Versicherter aus Versicherungsverträgen werden der zweiten Klasse nach Artikel 219 Absatz 4 SchKG zugeordnet, aber erst nach Erfüllung aller anderen Forderungen der zweiten Klasse aus der Konkursmasse befriedigt. Unter den ungedeckten Forderungen aus Versicherungsverträgen werden zuerst diejenigen befriedigt, für welche ein gebundenes Vermögen nach Artikel 17 des vorliegenden Gesetzes zu bilden ist, und danach diejenigen, für welche keines zu bilden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Forderungen Versicherter aus Versicherungsverträgen",
        "citation": "Art. 54a Abs. 2 VAG",
        "content": "Forderungen nach Absatz 1, die sich mittels der Bücher des Versicherungsunternehmens feststellen lassen, gelten als angemeldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_a"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Gebundenes Vermögen",
        "citation": "Art. 54abis Abs. 1 VAG",
        "content": "Aus dem Erlös des gebundenen Vermögens werden vorweg Forderungen der Versicherten gedeckt, für die nach Artikel 17 Sicherstellung geleistet wird. Ein Überschuss wird anteilig auf allfällige weitere gebundene Vermögen des Versicherungsunternehmens verteilt. Ein allfälliger Rest fällt in die Konkursmasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_a_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Gebundenes Vermögen",
        "citation": "Art. 54abis Abs. 2 VAG",
        "content": "Die Konkursliquidatorin oder der Konkursliquidator kann Forderungen, die Vermögenswerte betreffen, welche durch ein gebundenes Vermögen sichergestellt sind, vor Rechtskraft des Kollokationsplanes ganz oder teilweise befriedigen, soweit:\na. dadurch die finanzielle Gleichbehandlung der Versicherten nicht beeinträchtigt wird; und\nb. eine provisorische Prüfung der betroffenen Forderungen rechtfertigt, dass der für diese Forderungen auszubezahlende Betrag in den Kollokationsplan aufgenommen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_a_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Gebundenes Vermögen",
        "citation": "Art. 54abis Abs. 3 VAG",
        "content": "Die Konkursliquidatorin oder der Konkursliquidator hat zu Unrecht geleistete Zahlungen zurückzufordern. Erfolgt keine Rückzahlung, so haftet sie oder er nur, wenn sie oder er bei der Befriedigung von Forderungen nach Absatz 2 vorsätzlich oder grobfahrlässig pflichtwidrig gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_a_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Fremdkapitalinstrumente mit Eigenkapitalcharakter",
        "citation": "Art. 54ater VAG",
        "content": "Im Konkurs werden die Kapitalforderung und die Zinszahlungen von risikoabsorbierenden Kapitalinstrumenten, die von der FINMA als risikoabsorbierende Kapitalinstrumente zur Anrechnung an das risikotragende Kapital gemäss Artikel 9a oder zur Berücksichtigung im Zielkapital gemäss Artikel 9a genehmigt sind, nachrangig gegenüber allen nicht nachrangigen Forderungen und allen nicht an das risikotragende Kapital gemäss Artikel 9a anrechenbaren oder im Zielkapital gemäss Artikel 9a berücksichtigbaren nachrangigen Forderungen befriedigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_a_ter"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Gläubigerversammlung und Gläubigerausschuss",
        "citation": "Art. 54b Abs. 1 VAG",
        "content": "Die Konkursliquidatorin oder der Konkursliquidator kann der FINMA beantragen:\na. eine Gläubigerversammlung einzusetzen und deren Kompetenzen sowie die für die Beschlussfassung notwendigen Präsenz- und Stimmenquoren festzulegen;\nb. einen Gläubigerausschuss einzurichten sowie dessen Zusammensetzung und Kompetenzen festzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Gläubigerversammlung und Gläubigerausschuss",
        "citation": "Art. 54b Abs. 2 VAG",
        "content": "Die FINMA ist nicht an die Anträge der Konkursliquidatorin oder des Konkursliquidators gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_b"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Bei Schutzmassnahmen oder im Sanierungsverfahren eingegangene Verbindlichkeiten",
        "citation": "Art. 54bbis VAG",
        "content": "Verbindlichkeiten, welche das Versicherungsunternehmen während der Dauer der Massnahmen nach Artikel 51 Absatz 2 Buchstaben a, b, d, e und i oder während eines Sanierungsverfahrens mit Genehmigung der FINMA oder einer oder eines von dieser eingesetzten Untersuchungs- oder Sanierungsbeauftragten eingehen durfte, werden im Falle einer Konkursliquidation vor allen anderen befriedigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_b_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Verteilung und Schluss des Verfahrens",
        "citation": "Art. 54c Abs. 1 VAG",
        "content": "Sind sämtliche Aktiven verwertet und alle die Feststellung der Aktiv- und Passivmasse betreffenden Prozesse erledigt, so erstellen die Konkursliquidatoren die abschliessende Verteilungsliste sowie die Schlussrechnung und unterbreiten diese der FINMA zur Genehmigung. Prozesse aus Abtretung von Rechtsansprüchen nach Artikel 260 SchKG bleiben unberücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Verteilung und Schluss des Verfahrens",
        "citation": "Art. 54c Abs. 2 VAG",
        "content": "Vor der Genehmigung werden die Verteilungsliste und die Schlussrechnung während zehn Tagen zur Einsicht aufgelegt. Die Auflegung und die Genehmigung werden im Schweizerischen Handelsamtsblatt und auf der Internetseite der FINMA publiziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2b. Abschnitt: Versicherungskonkurs, Verteilung und Schluss des Verfahrens",
        "citation": "Art. 54c Abs. 3 VAG",
        "content": "Die FINMA trifft die nötigen Anordnungen zur Schliessung des Verfahrens. Sie macht die Schliessung öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_c"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Beschwerden gegen die Genehmigung des Sanierungsplans",
        "citation": "Art. 54d Abs. 1 VAG",
        "content": "Wird die Beschwerde gegen die Genehmigung des Sanierungsplans gutgeheissen, so kann das Gericht nur eine Entschädigung zusprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Beschwerden gegen die Genehmigung des Sanierungsplans",
        "citation": "Art. 54d Abs. 2 VAG",
        "content": "Die Entschädigung erfolgt in der Regel durch Zuteilung von Aktien, anderen Beteiligungsrechten, Optionen oder Besserungsscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_d"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Beschwerden der Gläubigerinnen und Gläubiger und der Eignerinnen und Eigner bei Insolvenzmassnahmen",
        "citation": "Art. 54e Abs. 1 VAG",
        "content": "In den Verfahren nach Artikel 51a Absatz 1 können die Gläubigerinnen und Gläubiger und die Eignerinnen und Eigner eines Versicherungsunternehmens oder einer wesentlichen Gruppen- oder Konglomeratsgesellschaft lediglich Beschwerde führen gegen:\na. die Genehmigung des Sanierungsplans;\nb. Verwertungshandlungen;\nc. die Genehmigung der Verteilungsliste und der Schlussrechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Beschwerden der Gläubigerinnen und Gläubiger und der Eignerinnen und Eigner bei Insolvenzmassnahmen",
        "citation": "Art. 54e Abs. 2 VAG",
        "content": "Verwertungshandlungen der Konkursliquidatorin oder des Konkursliquidators gelten als Realakte. Wer ein schutzwürdiges Interesse hat, kann darüber von der FINMA eine Verfügung im Sinne von Artikel 25a des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 (VwVG) verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Beschwerden der Gläubigerinnen und Gläubiger und der Eignerinnen und Eigner bei Insolvenzmassnahmen",
        "citation": "Art. 54e Abs. 3 VAG",
        "content": "Die Beschwerde nach Artikel 17 SchKG ist in diesen Verfahren ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_e"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Fristen",
        "citation": "Art. 54f Abs. 1 VAG",
        "content": "Die Frist für eine Beschwerde gegen die Genehmigung des Sanierungsplans und gegen Verwertungshandlungen beträgt zehn Tage. Artikel 22a VwVG findet keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Fristen",
        "citation": "Art. 54f Abs. 2 VAG",
        "content": "Der Fristenlauf für eine Beschwerde gegen die Genehmigung des Sanierungsplans beginnt am Tag nach der öffentlichen Bekanntgabe der Grundzüge des Sanierungsplans. Der Fristenlauf für eine Beschwerde gegen die Genehmigung der Verteilungsliste und der Schlussrechnung beginnt am Tag nach der Publikation der Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_f"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Aufschiebende Wirkung",
        "citation": "Art. 54g VAG",
        "content": "Beschwerden in den Verfahren nach Artikel 51a Absatz 1 haben keine aufschiebende Wirkung. Die Instruktionsrichterin oder der Instruktionsrichter kann die aufschiebende Wirkung auf Gesuch hin erteilen. Die Erteilung der aufschiebenden Wirkung ist ausgeschlossen für Beschwerden gegen:\na. die Anordnung von Schutzmassnahmen;\nb. die Anordnung eines Sanierungsverfahrens;\nc. die Genehmigung des Sanierungsplans; und\nd. die Anordnung der Konkursliquidation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_g"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Nationaler Garantiefonds",
        "citation": "Art. 54h VAG",
        "content": "Soweit dem Nationalen Garantiefonds aus der Insolvenz eines Versicherungsunternehmens Aufgaben nach Artikel 76 Absatz 4 Buchstabe b des Strassenverkehrsgesetzes vom 19. Dezember 1958 erwachsen, kommt ihm im Verfahren nach Artikel 51a Absatz 1 des vorliegenden Gesetzes eine Gläubigerstellung zur Wahrung seiner Interessen zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_h"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Anerkennung ausländischer Konkursdekrete und Massnahmen",
        "citation": "Art. 54i Abs. 1 VAG",
        "content": "Die FINMA entscheidet über die Anerkennung von Konkursdekreten und Insolvenzmassnahmen, die im Ausland gegenüber Versicherungsunternehmen ausgesprochen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Anerkennung ausländischer Konkursdekrete und Massnahmen",
        "citation": "Art. 54i Abs. 2 VAG",
        "content": "Sie kann das in der Schweiz belegene Vermögen ohne Durchführung eines inländischen Verfahrens der ausländischen Insolvenzmasse zur Verfügung stellen, wenn im ausländischen Insolvenzverfahren:\na. die nach Artikel 219 SchKG pfandgesicherten und privilegierten Forderungen von Gläubigerinnen und Gläubigern mit Wohnsitz in der Schweiz sowie Forderungen aus Versicherungsverträgen, für die nach Artikel 17 des vorliegenden Gesetzes Sicherstellung geleistet wird, gleichwertig behandelt werden; und\nb. die übrigen Forderungen von Gläubigerinnen und Gläubigern mit Wohnsitz in der Schweiz angemessen berücksichtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Anerkennung ausländischer Konkursdekrete und Massnahmen",
        "citation": "Art. 54i Abs. 3 VAG",
        "content": "Sie kann auch Konkursdekrete und Massnahmen anerkennen, welche im Staat des tatsächlichen Sitzes des Versicherungsunternehmens ausgesprochen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Anerkennung ausländischer Konkursdekrete und Massnahmen",
        "citation": "Art. 54i Abs. 4 VAG",
        "content": "Wird für das in der Schweiz belegene Vermögen ein inländisches Verfahren durchgeführt, so können in den Kollokationsplan auch Gläubigerinnen und Gläubiger der dritten Klasse gemäss Artikel 219 Absatz 4 SchKG sowie Gläubigerinnen und Gläubiger mit Wohnsitz im Ausland aufgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Anerkennung ausländischer Konkursdekrete und Massnahmen",
        "citation": "Art. 54i Abs. 5 VAG",
        "content": "Hat das Versicherungsunternehmen eine Niederlassung in der Schweiz, so ist ein Verfahren nach Artikel 50 Absatz 1 SchKG bis zum Zeitpunkt zulässig, in dem der Kollokationsplan nach Artikel 172 des Bundesgesetzes vom 18. Dezember 1987 über das Internationale Privatrecht (IPRG) in Rechtskraft erwächst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Anerkennung ausländischer Konkursdekrete und Massnahmen",
        "citation": "Art. 54i Abs. 6 VAG",
        "content": "Im Übrigen sind die Artikel 166–175 IPRG massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_i"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Koordination mit ausländischen Verfahren",
        "citation": "Art. 54j Abs. 1 VAG",
        "content": "Bildet das Versicherungsunternehmen auch im Ausland Gegenstand von Zwangsvollstreckungsverfahren, so stimmt die FINMA das Insolvenzverfahren so weit als möglich mit den zuständigen ausländischen Organen ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 2c. Abschnitt: Verfahren, Koordination mit ausländischen Verfahren",
        "citation": "Art. 54j Abs. 2 VAG",
        "content": "Ist eine Gläubigerin oder ein Gläubiger in einem ausländischen Verfahren, das mit dem Insolvenzverfahren im Zusammenhang steht, teilweise befriedigt worden, so ist dieser Teil nach Abzug der ihr oder ihm entstandenen Kosten im schweizerischen Insolvenzverfahren anzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_54_j"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 4. Abschnitt:, Zusätzliche Schutzmassnahmen für ausländische Versicherungsunternehmen, Ausschluss der Forderungen Dritter",
        "citation": "Art. 57 VAG",
        "content": "Für ausländische Unternehmen gelten die Werte des gebundenen Vermögens sowie der Kaution von Gesetzes wegen als Pfand für Forderungen aus Versicherungsverträgen des auf Grund dieses Gesetzes sicherzustellenden Versicherungsbestandes. Diese Werte können nur dann zur Erfüllung der Forderungen Dritter dienen, wenn die Ansprüche der Versicherten vollumfänglich befriedigt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_57"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 4. Abschnitt:, Zusätzliche Schutzmassnahmen für ausländische Versicherungsunternehmen, Betreibungsort und Zwangsverwertung",
        "citation": "Art. 58 Abs. 1 VAG",
        "content": "Ein ausländisches Versicherungsunternehmen ist für Forderungen aus Versicherungsverträgen des auf Grund dieses Gesetzes sicherzustellenden Versicherungsbestandes am Ort der schweizerischen Niederlassung auf Pfandverwertung zu betreiben (Art. 151 ff. SchKG). Gibt die FINMA ein Grundstück zur Verwertung frei, so ist die Betreibung dort fortzusetzen, wo das Grundstück liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_58"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 4. Abschnitt:, Zusätzliche Schutzmassnahmen für ausländische Versicherungsunternehmen, Betreibungsort und Zwangsverwertung",
        "citation": "Art. 58 Abs. 2 VAG",
        "content": "Wird ein Pfandverwertungsbegehren gestellt, so teilt das Betreibungsamt dies der FINMA innerhalb von drei Tagen mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_58"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 4. Abschnitt:, Zusätzliche Schutzmassnahmen für ausländische Versicherungsunternehmen, Betreibungsort und Zwangsverwertung",
        "citation": "Art. 58 Abs. 3 VAG",
        "content": "Weist das Versicherungsunternehmen nicht innerhalb von 14 Tagen nach Eingang des Pfandverwertungsbegehrens nach, dass es den Gläubiger oder die Gläubigerin vollständig befriedigt hat, so teilt die FINMA nach Anhören des Versicherungsunternehmens dem Betreibungsamt mit, welche Werte des gebundenen Vermögens und einer etwaigen Kaution zur Verwertung freigegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_58"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 4. Abschnitt:, Zusätzliche Schutzmassnahmen für ausländische Versicherungsunternehmen, Verfügungsbeschränkungen",
        "citation": "Art. 59 VAG",
        "content": "Hat die Aufsichtsbehörde des Sitzstaates des Versicherungsunternehmens die freie Verfügung über Vermögenswerte des Versicherungsunternehmens eingeschränkt oder untersagt, so kann die FINMA auf deren Antrag gegenüber dem Versicherungsunternehmen die gleichen Massnahmen für das gesamte schweizerische Geschäft treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_59"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Verzicht",
        "citation": "Art. 60 Abs. 1 VAG",
        "content": "Das Versicherungsunternehmen, das auf die Bewilligung verzichtet, hat der FINMA einen Abwicklungsplan zur Genehmigung vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_60"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Verzicht",
        "citation": "Art. 60 Abs. 2 VAG",
        "content": "Der Abwicklungsplan muss Angaben enthalten über:\na. die Abwicklung der finanziellen Verpflichtungen aus den Versicherungsverträgen;\nb. die dafür bereitgestellten Mittel; und\nc. die für diese Aufgabe verantwortliche Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_60"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Verzicht",
        "citation": "Art. 60 Abs. 3 VAG",
        "content": "Hält sich das Versicherungsunternehmen nicht an den genehmigten Abwicklungsplan, so ist Artikel 61 Absatz 2 sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_60"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Verzicht",
        "citation": "Art. 60 Abs. 4 VAG",
        "content": "Das Versicherungsunternehmen, das auf die Bewilligung verzichtet hat, darf in den fraglichen Versicherungszweigen keine neuen Versicherungsverträge abschliessen; bestehende Versicherungsverträge dürfen weder verlängert noch in Bezug auf den Deckungsumfang erweitert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_60"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Verzicht",
        "citation": "Art. 60 Abs. 5 VAG",
        "content": "Das Versicherungsunternehmen, das die Pflichten aus dem Aufsichtsrecht erfüllt hat, wird aus der Aufsicht entlassen und erhält die Kautionen zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_60"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Entzug der Bewilligung",
        "citation": "Art. 61 Abs. 1 VAG",
        "content": "Die FINMA kann einem Versicherungsunternehmen die Bewilligung zur Versicherungstätigkeit für einzelne oder alle Versicherungszweige entziehen, wenn es seit mehr als sechs Monaten seine Geschäftstätigkeit eingestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_61"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Entzug der Bewilligung",
        "citation": "Art. 61 Abs. 2 VAG",
        "content": "Sie trifft beim Entzug der Bewilligung nach diesem Gesetz oder nach Artikel 37 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 alle Massnahmen, namentlich diejenigen nach Artikel 51, die erforderlich sind, um die Interessen der Versicherten zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_61"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Entzug der Bewilligung",
        "citation": "Art. 61 Abs. 3 VAG",
        "content": "Nach Entzug der Bewilligung darf ein Versicherungsunternehmen keine neuen Versicherungsverträge abschliessen; bestehende Versicherungsverträge dürfen weder verlängert noch in Bezug auf den Deckungsumfang erweitert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_61"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Übertragung des Versicherungsbestandes",
        "citation": "Art. 62 Abs. 1 VAG",
        "content": "Überträgt ein Versicherungsunternehmen seinen schweizerischen Versicherungsbestand gestützt auf eine vertragliche Vereinbarung ganz oder teilweise auf ein anderes Versicherungsunternehmen, so bedarf dies der Bewilligung durch die FINMA. Die FINMA bewilligt die Übertragung nur, wenn die Interessen der Versicherten insgesamt gewahrt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_62"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Übertragung des Versicherungsbestandes",
        "citation": "Art. 62 Abs. 2 VAG",
        "content": "Verfügt die FINMA eine Bestandesübertragung, so legt sie die Bedingungen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_62"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Übertragung des Versicherungsbestandes",
        "citation": "Art. 62 Abs. 3 VAG",
        "content": "Das übernehmende Versicherungsunternehmen ist verpflichtet, die übernommenen Versicherungsnehmerinnen und Versicherungsnehmer innerhalb von 30 Tagen nach der Eröffnung der Bewilligung individuell über die Bestandesübertragung sowie über das Kündigungsrecht zu informieren. Die Versicherungsnehmerin oder der Versicherungsnehmer hat das Recht, den Versicherungsvertrag innerhalb von drei Monaten nach der individuellen Information zu kündigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_62"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Übertragung des Versicherungsbestandes",
        "citation": "Art. 62 Abs. 4 VAG",
        "content": "Die FINMA kann den Ausschluss des Kündigungsrechts verfügen, wenn die Bestandesübertragung in wirtschaftlicher Hinsicht nicht zu einem Wechsel des Vertragspartners der Versicherungsnehmerin oder des Versicherungsnehmers führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_62"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Veröffentlichung",
        "citation": "Art. 63 Abs. 1 VAG",
        "content": "Die FINMA veröffentlicht auf Kosten des Versicherungsunternehmens einen Verzicht auf die Bewilligung zur Geschäftstätigkeit oder deren Entzug.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_63"
    },
    {
        "book": "VAG",
        "title": "VAG, 5. Kapitel: Aufsicht, 5. Abschnitt: Beendigung der Versicherungstätigkeit, Veröffentlichung",
        "citation": "Art. 63 Abs. 2 VAG",
        "content": "Sie veröffentlicht auf Kosten des übernehmenden Versicherungsunternehmens die Genehmigung einer Bestandesübertragung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_63"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Versicherungsgruppe",
        "citation": "Art. 64 VAG",
        "content": "Zwei oder mehrere Unternehmen bilden eine Versicherungsgruppe, wenn:\na. mindestens eines ein Versicherungsunternehmen ist;\nb. sie in ihrer Gesamtheit hauptsächlich im Versicherungsbereich tätig sind; und\nc. sie eine wirtschaftliche Einheit bilden oder auf andere Weise durch Einfluss oder Kontrolle miteinander verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_64"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Unterstellung unter die Gruppenaufsicht",
        "citation": "Art. 65 Abs. 1 VAG",
        "content": "Die FINMA kann eine Versicherungsgruppe, der eine Unternehmung in der Schweiz angehört, der Gruppenaufsicht unterstellen, wenn die Versicherungsgruppe:\na. tatsächlich von der Schweiz aus geleitet wird;\nb. tatsächlich vom Ausland aus geleitet wird, dort aber keiner gleichwertigen Gruppenaufsicht unterstellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_65"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Unterstellung unter die Gruppenaufsicht",
        "citation": "Art. 65 Abs. 2 VAG",
        "content": "Beanspruchen gleichzeitig ausländische Behörden die vollständige oder teilweise Aufsicht über die Versicherungsgruppe, so verständigt sich die FINMA, unter Wahrung ihrer Kompetenzen und in Berücksichtigung einer allfälligen Konglomeratsaufsicht, mit diesen über Zuständigkeiten, Modalitäten und Gegenstand der Aufsicht. Sie konsultiert vor ihrem Entscheid diejenigen Unternehmen der Versicherungsgruppe, die ihren Sitz in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_65"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Verhältnis zur Einzelaufsicht",
        "citation": "Art. 66 VAG",
        "content": "Die Gruppenaufsicht gemäss diesem Abschnitt erfolgt in Ergänzung zur Einzelaufsicht über ein Versicherungsunternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_66"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Instrumente der Gruppenaufsicht",
        "citation": "Art. 67 Abs. 1 VAG",
        "content": "Die Versicherungsgruppe und die mit der Geschäftsführung einerseits und der Oberleitung, Aufsicht und Kontrolle anderseits betrauten Personen der Versicherungsgruppe müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_67"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Instrumente der Gruppenaufsicht",
        "citation": "Art. 67 Abs. 2 VAG",
        "content": "Die Personen nach Absatz 1 müssen zudem einen guten Ruf geniessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_67"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Instrumente der Gruppenaufsicht",
        "citation": "Art. 67 Abs. 3 VAG",
        "content": "Die Versicherungsgruppe muss so organisiert sein, dass sie insbesondere alle wesentlichen Risiken erfassen, begrenzen und überwachen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_67"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Instrumente der Gruppenaufsicht",
        "citation": "Art. 67 Abs. 4 VAG",
        "content": "Versicherungsgruppen sind verpflichtet, Stabilisierungspläne im Sinne von Artikel 22a zu erstellen. Mit Erstellung eines umfassenden Stabilisierungsplans entfällt die Pflicht für die Versicherungsunternehmen der Gruppe, weitere Pläne zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_67"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Instrumente der Gruppenaufsicht",
        "citation": "Art. 67 Abs. 5 VAG",
        "content": "Die FINMA kann Auflösungspläne (resolution plans) für Versicherungsgruppen erstellen. Sie legt darin dar, wie eine von ihr angeordnete Sanierung oder Liquidation der Versicherungsgruppe durchgeführt werden soll. Die Versicherungsgruppe hat der FINMA die dazu erforderlichen Informationen zur Verfügung zu stellen. Erstellt die FINMA einen umfassenden Auflösungsplan für die Versicherungsgruppe, erübrigen sich weitere Pläne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_67"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Instrumente der Gruppenaufsicht",
        "citation": "Art. 67 Abs. 6 VAG",
        "content": "Der Bundesrat kann Bestimmungen zur Umsetzung international anerkannter Grundsätze für die Aufsicht über international tätige Versicherungsgruppen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_67"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Überwachung der Risiken",
        "citation": "Art. 68 VAG",
        "content": "Die FINMA kann Vorschriften zur Überwachung gruppeninterner Vorgänge und gruppenweiter Risikokonzentration erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_68"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Solvabilität",
        "citation": "Art. 69 Abs. 1 VAG",
        "content": "Eine Versicherungsgruppe muss über eine ausreichende Solvabilität verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_69"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Solvabilität",
        "citation": "Art. 69 Abs. 2 VAG",
        "content": "Die Artikel 9–9c gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_69"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Prüfgesellschaft",
        "citation": "Art. 70 VAG",
        "content": "Versicherungsgruppen haben eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 zugelassene Prüfgesellschaft mit einer Prüfung nach Artikel 24 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 zu beauftragen. Artikel 28 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_70"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Auskunfts- und Meldepflicht",
        "citation": "Art. 71 VAG",
        "content": "Gehören Versicherungsunternehmen Versicherungsgruppen an, so gilt die Auskunfts- und Meldepflicht nach Artikel 29 FINMAG für alle Unternehmen der Gruppe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_71"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Geschäftsplan",
        "citation": "Art. 71bis Abs. 1 VAG",
        "content": "Änderungen in der Konzernobergesellschaft der Gruppe, welche die Elemente des Geschäftsplans nach Artikel 4 Absatz 2 Buchstabe g betreffen, sind der FINMA zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_71_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 1. Abschnitt: Versicherungsgruppen, Geschäftsplan",
        "citation": "Art. 71bis Abs. 2 VAG",
        "content": "Für die übrigen wesentlichen Gruppengesellschaften nach Artikel 2a kann die FINMA eine Genehmigungspflicht im Sinne von Absatz 1 anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_71_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Versicherungskonglomerat",
        "citation": "Art. 72 VAG",
        "content": "Zwei oder mehrere Unternehmen bilden ein Versicherungskonglomerat, wenn:\na. mindestens eines ein Versicherungsunternehmen ist;\nb. mindestens eines eine Bank oder ein Wertpapierhaus von erheblicher wirtschaftlicher Bedeutung ist;\nc. sie in ihrer Gesamtheit hauptsächlich im Versicherungsbereich tätig sind; und\nd. sie eine wirtschaftliche Einheit bilden oder auf andere Weise durch Einfluss oder Kontrolle miteinander verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_72"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Unterstellung unter die Konglomeratsaufsicht",
        "citation": "Art. 73 Abs. 1 VAG",
        "content": "Die FINMA kann ein Versicherungskonglomerat, dem ein Unternehmen in der Schweiz angehört, der Konglomeratsaufsicht unterstellen, wenn es:\na. tatsächlich von der Schweiz aus geleitet wird;\nb. tatsächlich vom Ausland aus geleitet wird, dort aber keiner gleichwertigen Konglomeratsaufsicht unterstellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_73"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Unterstellung unter die Konglomeratsaufsicht",
        "citation": "Art. 73 Abs. 2 VAG",
        "content": "Beanspruchen gleichzeitig andere ausländische Behörden die vollständige oder teilweise Aufsicht über das Versicherungskonglomerat, so verständigt sich die FINMA, unter Wahrung ihrer Kompetenzen und in Berücksichtigung einer allfälligen Gruppenaufsicht, mit diesen über Zuständigkeiten, Modalitäten und Gegenstand der Aufsicht. Sie konsultiert vor ihrem Entscheid diejenigen Unternehmen des Versicherungskonglomerats, die ihren Sitz in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_73"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Verhältnis zur Einzel- und Gruppenaufsicht",
        "citation": "Art. 74 VAG",
        "content": "Die Konglomeratsaufsicht gemäss diesem Abschnitt erfolgt in Ergänzung zur Einzelaufsicht und zur Aufsicht über eine Versicherungs- oder Finanzgruppe durch die jeweils zuständigen Aufsichtsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_74"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Instrumente der Konglomeratsaufsicht",
        "citation": "Art. 75 Abs. 1 VAG",
        "content": "Das Versicherungskonglomerat und die mit der Geschäftsführung einerseits und der Oberleitung, Aufsicht und Kontrolle anderseits betrauten Personen des Versicherungskonglomerats müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_75"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Instrumente der Konglomeratsaufsicht",
        "citation": "Art. 75 Abs. 2 VAG",
        "content": "Die Personen nach Absatz 1 müssen zudem einen guten Ruf geniessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_75"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Instrumente der Konglomeratsaufsicht",
        "citation": "Art. 75 Abs. 3 VAG",
        "content": "Das Versicherungskonglomerat muss so organisiert sein, dass es insbesondere alle wesentlichen Risiken erfassen, begrenzen und überwachen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_75"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Instrumente der Konglomeratsaufsicht",
        "citation": "Art. 75 Abs. 4 VAG",
        "content": "Versicherungskonglomerate sind verpflichtet, Stabilisierungspläne im Sinne von Artikel 22a zu erstellen. Mit Erstellung eines umfassenden Stabilisierungsplans entfällt die Pflicht für die Versicherungsunternehmen des Konglomerats, weitere Pläne zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_75"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Instrumente der Konglomeratsaufsicht",
        "citation": "Art. 75 Abs. 5 VAG",
        "content": "Die FINMA kann Auflösungspläne (resolution plans) für Versicherungskonglomerate erstellen. Sie legt darin dar, wie eine von ihr angeordnete Sanierung oder Liquidation des Versicherungskonglomerats durchgeführt werden soll. Das Versicherungskonglomerat hat der FINMA die dazu erforderlichen Informationen zur Verfügung zu stellen. Erstellt die FINMA einen umfassenden Auflösungsplan für das Versicherungskonglomerat, erübrigen sich weitere Pläne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_75"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Instrumente der Konglomeratsaufsicht",
        "citation": "Art. 75 Abs. 6 VAG",
        "content": "Der Bundesrat kann Bestimmungen zur Umsetzung international anerkannter Grundsätze für die Aufsicht über international tätige Versicherungskonglomerate erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_75"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Überwachung der Risiken",
        "citation": "Art. 76 VAG",
        "content": "Die FINMA kann Vorschriften zur Überwachung konglomeratsinterner Vorgänge und konglomeratsweiter Risikokonzentration erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_76"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Solvabilität",
        "citation": "Art. 77 Abs. 1 VAG",
        "content": "Ein Versicherungskonglomerat muss über eine ausreichende Solvabilität verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_77"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Solvabilität",
        "citation": "Art. 77 Abs. 2 VAG",
        "content": "Die Artikel 9–9c gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_77"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Prüfgesellschaft",
        "citation": "Art. 78 VAG",
        "content": "Versicherungskonglomerate haben eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 zugelassene Prüfgesellschaft mit einer Prüfung nach Artikel 24 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 zu beauftragen. Artikel 28 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_78"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Auskunftspflicht",
        "citation": "Art. 79 VAG",
        "content": "Gehören Versicherungsunternehmen Versicherungskonglomeraten an, so gilt die Auskunftspflicht nach Artikel 47 für alle Unternehmen des Konglomerats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_79"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Geschäftsplan",
        "citation": "Art. 79bis Abs. 1 VAG",
        "content": "Änderungen in der Konzernobergesellschaft des Konglomerats, welche die Elemente des Geschäftsplans nach Artikel 4 Absatz 2 Buchstabe g betreffen, sind der FINMA zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_79_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 6. Kapitel: Besondere Bestimmungen betreffend die Aufsicht über Versicherungsgruppen und Versicherungskonglomerate, 2. Abschnitt: Versicherungskonglomerate, Geschäftsplan",
        "citation": "Art. 79bis Abs. 2 VAG",
        "content": "Für die übrigen wesentlichen Konglomeratsgesellschaften nach Artikel 2a kann die FINMA eine Genehmigungspflicht im Sinne von Absatz 1 anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_79_bis"
    },
    {
        "book": "VAG",
        "title": "VAG, 7. Kapitel: Herausgabe von Dokumenten an die Versicherungsnehmerinnen und -nehmer und an die versicherten Personen, Anspruch",
        "citation": "Art. 80 Abs. 1 VAG",
        "content": "Die Versicherungsnehmerinnen und -nehmer und die versicherten Personen haben jederzeit Anspruch auf Herausgabe einer Kopie ihres Dossiers sowie sämtlicher weiterer sie betreffender Dokumente, welche das Versicherungsunternehmen oder die Versicherungsvermittlerin oder der Versicherungsvermittler im Rahmen der Geschäftsbeziehung erstellt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_80"
    },
    {
        "book": "VAG",
        "title": "VAG, 7. Kapitel: Herausgabe von Dokumenten an die Versicherungsnehmerinnen und -nehmer und an die versicherten Personen, Anspruch",
        "citation": "Art. 80 Abs. 2 VAG",
        "content": "Mit Einverständnis der Versicherungsnehmerin oder des Versicherungsnehmers oder der versicherten Person kann die Herausgabe in elektronischer Form erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_80"
    },
    {
        "book": "VAG",
        "title": "VAG, 7. Kapitel: Herausgabe von Dokumenten an die Versicherungsnehmerinnen und -nehmer und an die versicherten Personen, Verfahren",
        "citation": "Art. 81 Abs. 1 VAG",
        "content": "Wer einen Anspruch geltend machen will, stellt schriftlich oder in anderer Form, die den Nachweis durch Text ermöglicht, ein entsprechendes Gesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_81"
    },
    {
        "book": "VAG",
        "title": "VAG, 7. Kapitel: Herausgabe von Dokumenten an die Versicherungsnehmerinnen und -nehmer und an die versicherten Personen, Verfahren",
        "citation": "Art. 81 Abs. 2 VAG",
        "content": "Das Versicherungsunternehmen oder die Versicherungsvermittlerin oder der Versicherungsvermittler lässt der Versicherungsnehmerin oder dem Versicherungsnehmer oder der versicherten Person innert 30 Tagen nach Erhalt des Gesuchs unentgeltlich eine Kopie der betreffenden Dokumente zukommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_81"
    },
    {
        "book": "VAG",
        "title": "VAG, 7. Kapitel: Herausgabe von Dokumenten an die Versicherungsnehmerinnen und -nehmer und an die versicherten Personen, Verfahren",
        "citation": "Art. 81 Abs. 3 VAG",
        "content": "Eine allfällige Weigerung zur Herausgabe kann in einem späteren Rechtsstreit vom zuständigen Gericht beim Entscheid über die Prozesskosten berücksichtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_81"
    },
    {
        "book": "VAG",
        "title": "VAG, 7a. Kapitel: Tarifverfügungen und Gerichte, Tarifverfügungen",
        "citation": "Art. 84 Abs. 1 VAG",
        "content": "Im Bundesblatt wird mitgeteilt, wenn eine Tarifverfügung ergeht, die laufende Versicherungsverträge berührt. Die Mitteilung enthält eine summarische Darstellung des Gegenstandes und des Inhalts der Verfügung und gilt für die Versicherten als Eröffnung der Verfügung nach Artikel 36 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_84"
    },
    {
        "book": "VAG",
        "title": "VAG, 7a. Kapitel: Tarifverfügungen und Gerichte, Tarifverfügungen",
        "citation": "Art. 84 Abs. 2 VAG",
        "content": "Eine Beschwerde ist innert 30 Tagen nach Mitteilung der Verfügung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_84"
    },
    {
        "book": "VAG",
        "title": "VAG, 7a. Kapitel: Tarifverfügungen und Gerichte, Tarifverfügungen",
        "citation": "Art. 84 Abs. 3 VAG",
        "content": "Beschwerden gegen Verfügungen über Tarife haben keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_84"
    },
    {
        "book": "VAG",
        "title": "VAG, 7a. Kapitel: Tarifverfügungen und Gerichte, Gerichte",
        "citation": "Art. 85 Abs. 1 VAG",
        "content": "Privatrechtliche Streitigkeiten zwischen Versicherungsunternehmen oder zwischen Versicherungsunternehmen und Versicherten entscheidet das Gericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_85"
    },
    {
        "book": "VAG",
        "title": "VAG, 8. Kapitel: Strafbestimmungen, Übertretungen",
        "citation": "Art. 86 Abs. 1 VAG",
        "content": "Mit Busse bis zu 100 000 Franken wird bestraft, wer vorsätzlich:\na. eine der Informationspflichten nach Artikel 2c Absätze 1 und 2 verletzt;\nb. eine der Mitteilungspflichten nach Artikel 21 verletzt;\nc. eine der Informationspflichten nach den Artikeln 14a Absatz 2, 45, 45a Absatz 2 und 45b verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_86"
    },
    {
        "book": "VAG",
        "title": "VAG, 8. Kapitel: Strafbestimmungen, Übertretungen",
        "citation": "Art. 86 Abs. 2 VAG",
        "content": "Wer fahrlässig handelt, wird mit Busse bis zu 50 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_86"
    },
    {
        "book": "VAG",
        "title": "VAG, 8. Kapitel: Strafbestimmungen, Vergehen",
        "citation": "Art. 87 Abs. 1 VAG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer vorsätzlich:\na. für ein Versicherungsunternehmen, das nicht über die nach diesem Gesetz notwendige Bewilligung verfügt, Versicherungsverträge abschliesst oder vermittelt;\nb. über eine Versicherungsvermittlerin oder einen Versicherungsvermittler, die oder der nicht über die nach diesem Gesetz notwendige Registrierung verfügt, Versicherungsverträge vertreibt;\nc. aus dem gebundenen Vermögen Werte ausscheidet oder belastet, sodass der Sollbetrag nicht mehr gedeckt ist;\nd. andere Handlungen vornimmt, welche die Sicherheit der Werte des gebundenen Vermögens vermindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_87"
    },
    {
        "book": "VAG",
        "title": "VAG, 8. Kapitel: Strafbestimmungen, Vergehen",
        "citation": "Art. 87 Abs. 2 VAG",
        "content": "Wer fahrlässig handelt, wird mit Busse bis zu 250 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/734/de#art_87"
    }
]