[
    {
        "book": "VBBo",
        "title": "VBBo, 1. Abschnitt: Zweck, Gegenstand und Begriffe, Zweck und Gegenstand",
        "citation": "Art. 1 VBBo",
        "content": "Zur langfristigen Erhaltung der Bodenfruchtbarkeit regelt diese Verordnung:\na. die Beobachtung, Überwachung und Beurteilung der chemischen, biologischen und physikalischen Belastung von Böden;\nb. die Massnahmen zur Vermeidung nachhaltiger Bodenverdichtung und -erosion;\nc. die Massnahmen beim Umgang mit abgetragenem Boden;\nd. die weitergehenden Massnahmen der Kantone bei belasteten Böden (Art. 34 USG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_1"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 1. Abschnitt: Zweck, Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 Abs. 1 VBBo",
        "content": "Boden gilt als fruchtbar, wenn:\na. die biologisch aktive Lebensgemeinschaft, die Bodenstruktur, der Bodenaufbau und die Mächtigkeit für seinen Standort typisch sind und er eine ungestörte Abbaufähigkeit aufweist;\nb. natürliche und vom Menschen beeinflusste Pflanzen und Pflanzengesellschaften ungestört wachsen und sich entwickeln können und ihre charakteristischen Eigenschaften nicht beeinträchtigt werden;\nc. die pflanzlichen Erzeugnisse eine gute Qualität aufweisen und die Gesundheit von Menschen und Tieren nicht gefährden;\nd. Menschen und Tiere, die ihn direkt aufnehmen, nicht gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_2"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 1. Abschnitt: Zweck, Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 Abs. 2 VBBo",
        "content": "Chemische Bodenbelastungen sind Belastungen des Bodens durch natürliche oder künstliche Stoffe (Schadstoffe).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_2"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 1. Abschnitt: Zweck, Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 Abs. 3 VBBo",
        "content": "Biologische Bodenbelastungen sind Belastungen des Bodens, insbesondere durch gentechnisch veränderte, pathogene oder gebietsfremde Organismen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_2"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 1. Abschnitt: Zweck, Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 Abs. 4 VBBo",
        "content": "Physikalische Bodenbelastungen sind Belastungen des Bodens durch künstliche Veränderungen der Struktur, des Aufbaus oder der Mächtigkeit des Bodens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_2"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 1. Abschnitt: Zweck, Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 Abs. 5 VBBo",
        "content": "Prüfwerte geben für bestimmte Nutzungsarten Belastungen des Bodens an, bei deren Überschreitung nach dem Stand der Wissenschaft und der Erfahrung Menschen, Tiere oder Pflanzen konkret gefährdet werden können. Sie dienen der Beurteilung, ob Einschränkungen der Nutzung des Bodens nach Artikel 34 Absatz 2 USG nötig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_2"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Beobachtung der Bodenbelastung durch den Bund",
        "citation": "Art. 3 Abs. 1 VBBo",
        "content": "Das Bundesamt für Umwelt (BAFU) betreibt in Zusammenarbeit mit dem Bundesamt für Landwirtschaft (BLW) ein nationales Referenznetz zur Beobachtung der Belastungen des Bodens (NABO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_3"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Beobachtung der Bodenbelastung durch den Bund",
        "citation": "Art. 3 Abs. 2 VBBo",
        "content": "Das BAFU informiert die Kantone über die Ergebnisse der Beobachtung und veröffentlicht sie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_3"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Überwachung der Bodenbelastung durch die Kantone",
        "citation": "Art. 4 Abs. 1 VBBo",
        "content": "Steht fest oder ist zu erwarten, dass in bestimmten Gebieten Belastungen des Bodens die Bodenfruchtbarkeit gefährden, so sorgen die Kantone dort für eine Überwachung der Bodenbelastung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_4"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Überwachung der Bodenbelastung durch die Kantone",
        "citation": "Art. 4 Abs. 2 VBBo",
        "content": "Das BAFU sorgt in Zusammenarbeit mit dem BLW für die Beschaffung der fachlichen Grundlagen, die für die Überwachung der Bodenbelastung nötig sind, und berät die Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_4"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Überwachung der Bodenbelastung durch die Kantone",
        "citation": "Art. 4 Abs. 3 VBBo",
        "content": "Die Kantone teilen die Ergebnisse der Überwachung dem BAFU mit und veröffentlichen sie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_4"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Beurteilung der Bodenbelastung",
        "citation": "Art. 5 Abs. 1 VBBo",
        "content": "Bund und Kantone beurteilen die Bodenbelastung anhand der in den Anhängen festgelegten Richt-, Prüf- und Sanierungswerte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_5"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Beurteilung der Bodenbelastung",
        "citation": "Art. 5 Abs. 2 VBBo",
        "content": "Fehlen Richtwerte, so wird anhand der Kriterien in Artikel 2 Absatz 1 im Einzelfall beurteilt, ob die Fruchtbarkeit des Bodens langfristig gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_5"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 2. Abschnitt:, Beobachtung, Überwachung und Beurteilung von Bodenbelastungen, Beurteilung der Bodenbelastung",
        "citation": "Art. 5 Abs. 3 VBBo",
        "content": "Fehlen für bestimmte Nutzungen Prüf- oder Sanierungswerte, so wird im Einzelfall beurteilt, ob die Bodenbelastung die Gesundheit von Menschen, Tieren oder Pflanzen konkret gefährdet. Das BAFU sorgt für die Beratung der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_5"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 3. Abschnitt:, Vermeidung nachhaltiger Bodenverdichtung und -erosion; Umgang mit abgetragenem Boden, Vermeidung von Bodenverdichtung und -erosion",
        "citation": "Art. 6 Abs. 1 VBBo",
        "content": "Wer Anlagen erstellt, den Boden bewirtschaftet oder anders beansprucht, muss unter Berücksichtigung der physikalischen Eigenschaften und der Feuchtigkeit des Bodens Fahrzeuge, Maschinen und Geräte so auswählen und einsetzen, dass Verdichtungen und andere Strukturveränderungen des Bodens vermieden werden, welche die Bodenfruchtbarkeit langfristig gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_6"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 3. Abschnitt:, Vermeidung nachhaltiger Bodenverdichtung und -erosion; Umgang mit abgetragenem Boden, Vermeidung von Bodenverdichtung und -erosion",
        "citation": "Art. 6 Abs. 2 VBBo",
        "content": "Wer Terrainveränderungen vornimmt oder den Boden bewirtschaftet, muss mit geeigneter Bau- und Bewirtschaftungsweise, insbesondere durch erosionshemmende Bau- oder Anbautechnik, Fruchtfolge und Flurgestaltung, dafür sorgen, dass die Bodenfruchtbarkeit nicht durch Erosion langfristig gefährdet wird. Sind dazu gemeinsame Massnahmen mehrerer Betriebe nötig, so ordnet der Kanton diese an, insbesondere bei der Erosion durch konzentrierten Oberflächenabfluss (Talwegerosion).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_6"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 3. Abschnitt:, Vermeidung nachhaltiger Bodenverdichtung und -erosion; Umgang mit abgetragenem Boden, Umgang mit abgetragenem Boden",
        "citation": "Art. 7 Abs. 1 VBBo",
        "content": "Wer Boden abträgt, muss damit so umgehen, dass dieser wieder als Boden verwendet werden kann, insbesondere müssen Ober- und Unterboden getrennt abgetragen und gelagert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_7"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 3. Abschnitt:, Vermeidung nachhaltiger Bodenverdichtung und -erosion; Umgang mit abgetragenem Boden, Umgang mit abgetragenem Boden",
        "citation": "Art. 7 Abs. 2 VBBo",
        "content": "Wird abgetragener Ober- oder Unterboden wieder als Boden verwendet (z.B. für Rekultivierungen oder Terrainveränderungen), so muss er so auf- oder eingebracht werden, dass:\na. die Fruchtbarkeit des vorhandenen und die des auf- oder eingebrachten Bodens durch physikalische Belastungen höchstens kurzfristig beeinträchtigt wird;\nb. der vorhandene Boden chemisch und biologisch nicht zusätzlich belastet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_7"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Richtwerte",
        "citation": "Art. 8 Abs. 1 VBBo",
        "content": "Sind in einem Gebiet die Richtwerte überschritten oder steigt die Bodenbelastung deutlich an, so ermitteln die Kantone die Ursachen der Belastung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_8"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Richtwerte",
        "citation": "Art. 8 Abs. 2 VBBo",
        "content": "Sie klären ab, ob die Massnahmen nach den Vorschriften des Bundes in den Bereichen Gewässerschutz, Katastrophenschutz, Luftreinhaltung, umweltgefährdende Stoffe und Organismen sowie Abfälle und physikalische Belastungen genügen, um im betroffenen Gebiet den weiteren Anstieg der Belastung zu verhindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_8"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Richtwerte",
        "citation": "Art. 8 Abs. 3 VBBo",
        "content": "Genügen diese Massnahmen nicht, so treffen die Kantone weitergehende Massnahmen nach Artikel 34 Absatz 1 USG. Sie teilen diese vorher dem BAFU mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_8"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Richtwerte",
        "citation": "Art. 8 Abs. 4 VBBo",
        "content": "Die Kantone führen die Massnahmen innert fünf Jahren durch, nachdem die Bodenbelastung festgestellt worden ist. Sie legen die Fristen nach der Dringlichkeit des Einzelfalls fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_8"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Prüfwerte",
        "citation": "Art. 9 Abs. 1 VBBo",
        "content": "Sind in einem Gebiet die Prüfwerte überschritten, so prüfen die Kantone, ob die Belastung des Bodens Menschen, Tiere oder Pflanzen konkret gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_9"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Prüfwerte",
        "citation": "Art. 9 Abs. 2 VBBo",
        "content": "Bei konkreter Gefährdung schränken sie die Nutzung des Bodens so weit ein, dass die Gefährdung nicht mehr besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_9"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Sanierungswerte",
        "citation": "Art. 10 Abs. 1 VBBo",
        "content": "Sind in einem Gebiet die Sanierungswerte überschritten, so verbieten die Kantone die davon betroffenen Nutzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_10"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Massnahmen der Kantone bei Überschreiten der Sanierungswerte",
        "citation": "Art. 10 Abs. 2 VBBo",
        "content": "In Gebieten mit raumplanerisch festgelegter gartenbaulicher, land- oder forstwirtschaftlicher Nutzung ordnen sie Massnahmen an, mit denen die Bodenbelastung so weit unter die Sanierungswerte gesenkt wird, dass die beabsichtigte standortübliche Bewirtschaftungsart ohne Gefährdung von Menschen, Tieren und Pflanzen möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_10"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 4. Abschnitt: Weitergehende Massnahmen bei belasteten Böden, Verschärfung der Bundesvorschriften",
        "citation": "Art. 11 VBBo",
        "content": "Wenn zur Erhaltung der Bodenfruchtbarkeit neben den weitergehenden kantonalen Massnahmen oder an deren Stelle eine Verschärfung der Vorschriften des Bundes nach Artikel 33 USG notwendig ist, so stellt das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) dem Bundesrat Antrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_11"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 5. Abschnitt: Empfehlungen des Bundes",
        "citation": "Art. 12 Abs. 1 VBBo",
        "content": "Das BAFU und die anderen betroffenen Bundesstellen erlassen gemeinsam Empfehlungen über die Anwendung dieser Verordnung. Sie arbeiten mit den Kantonen und den betroffenen Organisationen der Wirtschaft zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_12"
    },
    {
        "book": "VBBo",
        "title": "VBBo, 5. Abschnitt: Empfehlungen des Bundes",
        "citation": "Art. 12 Abs. 2 VBBo",
        "content": "Sie prüfen dabei, ob sich freiwillige, in Branchenvereinbarungen der Wirtschaft vorgesehene Massnahmen für die Anwendung dieser Verordnung eignen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/de#art_12"
    }
]