[
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 1: Scopo, campo d’applicazione e definizioni, Scopo, campo d’applicazione",
        "citation": "Art. 1 O suolo",
        "content": "Per conservare a lungo termine la fertilità del suolo, la presente ordinanza disciplina:\na. l’osservazione, la sorveglianza e la valutazione del deterioramento chimico, biologico e fisico del suolo;\nb. le misure atte a prevenire il costipamento e l’erosione persistente del suolo;\nc. le misure d’utilizzazione del suolo asportato;\nd. le ulteriori misure che i Cantoni prendono in caso di suoli deteriorati (art. 34 LPAmb).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_1"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 1 O suolo",
        "content": "Il suolo è fertile quando:\na. possiede una biocenosi biologicamente attiva, una struttura, una composizione e uno spessore tipici per la sua posizione nonché una capacità di decomposi-zione intatta;\nb. permette la crescita e lo sviluppo normali o influenzati dall’uomo di piante e associazioni vegetali, naturali o coltivate, e non pregiudica le loro caratteristiche;\nc. permette una produzione vegetale di buona qualità che non mette in pericolo la salute dell’uomo e degli animali;\nd. non mette in pericolo la salute dell’uomo e degli animali che lo ingeriscono direttamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_2"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 2 O suolo",
        "content": "È considerato deterioramento chimico del suolo il deterioramento derivante da sostanze naturali o artificiali (sostanze nocive).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_2"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 3 O suolo",
        "content": "È considerato deterioramento biologico del suolo il deterioramento derivante in particolare da organismi geneticamente modificati, patogeni o alloctoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_2"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 4 O suolo",
        "content": "Sono considerate deterioramento fisico del suolo le modificazioni della struttura, della conformazione o dello spessore del suolo derivanti da interventi dell’uomo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_2"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 5 O suolo",
        "content": "Per determinate forme di utilizzazione i valori di guardia indicano il deterioramento del suolo che, in caso di superamento, secondo le attuali conoscenze scientifiche e l’esperienza, può presentare un pericolo concreto per l’uomo, gli animali o le piante. Tali valori servono a valutare se è necessario limitare l’utilizzazione del suolo ai sensi dell’articolo 34 capoverso 2 LPAmb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_2"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Osservazione da parte della Confederazione",
        "citation": "Art. 3 cpv. 1 O suolo",
        "content": "L’Ufficio federale dell’ambiente (UFAM) gestisce in collaborazione con l’Ufficio federale dell’agricoltura (UFAG) una rete nazionale di osservazione del deterioramento del suolo (NABO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_3"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Osservazione da parte della Confederazione",
        "citation": "Art. 3 cpv. 2 O suolo",
        "content": "L’UFAM informa i Cantoni sui risultati dell’osservazione e li pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_3"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Osservazione da parte dei Cantoni",
        "citation": "Art. 4 cpv. 1 O suolo",
        "content": "Se è accertato o se si deve temere che il deterioramento del suolo pregiudichi la fertilità in determinate regioni, i Cantoni provvedono affinché in tali regioni si proceda alla sorveglianza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_4"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Osservazione da parte dei Cantoni",
        "citation": "Art. 4 cpv. 2 O suolo",
        "content": "L’UFAM provvede in collaborazione con l’Ufficio federale dell’agricoltura (UFAG) alla creazione delle basi tecniche necessarie alla sorveglianza del deterioramento del suolo e offre consulenza tecnica ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_4"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Osservazione da parte dei Cantoni",
        "citation": "Art. 4 cpv. 3 O suolo",
        "content": "I Cantoni comunicano all’UFAM i risultati della sorveglianza e li pubblicano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_4"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Valutazione ",
        "citation": "Art. 5 cpv. 1 O suolo",
        "content": "La Confederazione e i Cantoni valutano il deterioramento del suolo sulla base dei valori indicativi, di guardia e di risanamento stabiliti negli allegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_5"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Valutazione ",
        "citation": "Art. 5 cpv. 2 O suolo",
        "content": "In mancanza di valori indicativi, viene valutato caso per caso sulla base dei criteri che figurano nell’articolo 2 capoverso 1, se la fertilità del suolo è garantita a lungo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_5"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 2:, Osservazione, sorveglianza e valutazione del deterioramento del suolo, Valutazione ",
        "citation": "Art. 5 cpv. 3 O suolo",
        "content": "In mancanza di valori di guardia o di risanamento per determinate forme di utilizzazione del suolo, viene valutato caso per caso se il deterioramento del suolo presenta un pericolo concreto per la salute dell’uomo, degli animali o delle piante. L’UFAM offre consulenza tecnica ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_5"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 3:, Prevenzione del costipamento e dell’erosione persistente del suolo; utilizzazione del suolo asportato, Prevenzione del costipamento e dell’erosione del suolo",
        "citation": "Art. 6 cpv. 1 O suolo",
        "content": "Chi costruisce un impianto, coltiva o sfrutta in altro modo il suolo deve scegliere e impiegare i veicoli, le macchine e gli apparecchi considerando le caratteristiche fisiche e l’umidità del suolo in modo da evitare costipamento o altre modifiche della sua struttura tali da pregiudicarne la fertilità a lungo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_6"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 3:, Prevenzione del costipamento e dell’erosione persistente del suolo; utilizzazione del suolo asportato, Prevenzione del costipamento e dell’erosione del suolo",
        "citation": "Art. 6 cpv. 2 O suolo",
        "content": "Chi modifica il terreno o coltiva il suolo deve provvedere mediante modalità di costruzione e di coltivazione idonee, in particolare mediante tecniche di costruzione e di piantagione che impediscano l’erosione, la rotazione delle colture e la sistemazione di passaggi, a che la conservazione a lungo termine della fertilità del suolo non venga pregiudicata dall’erosione. Se a tale scopo sono necessarie misure comuni di più aziende, il Cantone le ordina, in particolare nel caso di erosione dovuta a scorrimento intensivo di rigagnoli d’acqua piovana di pendio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_6"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 3:, Prevenzione del costipamento e dell’erosione persistente del suolo; utilizzazione del suolo asportato, Utilizzazione del suolo asportato",
        "citation": "Art. 7 cpv. 1 O suolo",
        "content": "Chi asporta suolo deve utilizzarlo in modo da poterlo reimpiegare come suolo, in particolare il suolo dello strato superiore e di quello inferiore del suolo dev’essere asportato e depositato separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_7"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 3:, Prevenzione del costipamento e dell’erosione persistente del suolo; utilizzazione del suolo asportato, Utilizzazione del suolo asportato",
        "citation": "Art. 7 cpv. 2 O suolo",
        "content": "Se il materiale terroso asportato dallo strato superiore e da quello inferiore del suolo viene reimpiegato come suolo (p. es. per ricoltivazioni o modificazioni del terreno), dev’essere collocato o aggiunto in modo tale che:\na. qualsiasi deterioramento fisico a scapito della fertilità del suolo preesistente e di quello collocato o aggiunto venga ridotto a un periodo quanto più breve possibile;\nb. il suolo preesistente non subisca un ulteriore deterioramento chimico e biologico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_7"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori indicativi",
        "citation": "Art. 8 cpv. 1 O suolo",
        "content": "Se in una determinata regione i valori indicativi sono superati o se il deterioramento del suolo aumenta sensibilmente, il Cantone ne accerta le cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_8"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori indicativi",
        "citation": "Art. 8 cpv. 2 O suolo",
        "content": "Il Cantone esamina se le misure adottate in virtù delle prescrizioni federali in materia di protezione delle acque, protezione contro le catastrofi, igiene dell’aria, sostanze e organismi pericolosi per l’ambiente nonché in materia di rifiuti e deterioramento fisico del suolo sono sufficienti per impedire un ulteriore deterioramento nella regione in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_8"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori indicativi",
        "citation": "Art. 8 cpv. 3 O suolo",
        "content": "Se dette misure non sono sufficienti, il Cantone prende ulteriori misure giusta l’articolo 34 capoverso 1 LPAmb. Ne informa dapprima l’UFAM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_8"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori indicativi",
        "citation": "Art. 8 cpv. 4 O suolo",
        "content": "I Cantoni mettono in atto le misure entro cinque anni dalla constatazione del deterioramento del suolo. Fissano i termini a seconda dell’urgenza del singolo caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_8"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori di guardia",
        "citation": "Art. 9 cpv. 1 O suolo",
        "content": "Se in una determinata regione i valori di guardia sono superati, il Cantone esamina se il deterioramento del suolo presenta un pericolo concreto per l’uomo, gli animali o le piante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_9"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori di guardia",
        "citation": "Art. 9 cpv. 2 O suolo",
        "content": "In caso di pericolo concreto, limita l’utilizzazione del suolo nella misura necessaria a eliminare tale pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_9"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori di risanamento",
        "citation": "Art. 10 cpv. 1 O suolo",
        "content": "Se in una determinata regione i valori di risanamento sono superati, il Cantone vieta le utilizzazioni interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_10"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Misure dei Cantoni in caso di superamento dei valori di risanamento",
        "citation": "Art. 10 cpv. 2 O suolo",
        "content": "Nelle regioni destinate dalla pianificazione del territorio all’utilizzazione orticola, agricola o forestale il Cantone ordina misure atte a ridurre il grado di deterioramento del suolo al di sotto dei valori di risanamento in modo da rendere possibile la prevista utilizzazione conforme agli usi locali senza pericolo per l’uomo, gli animali o le piante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_10"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 4: Misure complementari in caso di suolo deteriorato, Inasprimento delle prescrizioni federali",
        "citation": "Art. 11 O suolo",
        "content": "Quando per conservare la fertilità del suolo, oltre alle misure complementari cantonali o al loro posto, è necessario un inasprimento delle prescrizioni federali giusta l’articolo 33 LPAmb, il Dipartimento federale dell’ambiente, dei trasporti, dell’energia, delle comunicazioni (DATEC) ne fa domanda al Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_11"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 5: Raccomandazioni della Confederazione",
        "citation": "Art. 12 cpv. 1 O suolo",
        "content": "L’UFAM e gli altri Servizi federali interessati emanano raccomandazioni comuni sull’applicazione della presente ordinanza. Collaborano con i Cantoni e con le associazioni economiche interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_12"
    },
    {
        "book": "VBBo",
        "title": "O suolo, Sezione 5: Raccomandazioni della Confederazione",
        "citation": "Art. 12 cpv. 2 O suolo",
        "content": "Essi esaminano se misure previste su base volontaria stabilite nell’ambito di accordi settoriali con l’economia sono indicate ai fini dell’esecuzione della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1998/1854_1854_1854/it#art_12"
    }
]