[
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 1. Abschnitt: Begriffe",
        "citation": "Art. 1 Abs. 1 VBGÃ–",
        "content": "Als kommerziell genutztes Dokument gilt jede Information, die eine Behörde gegen Entgelt anbietet, einschliesslich der Informationen, die unmittelbar der Herstellung von Produkten dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 1. Abschnitt: Begriffe",
        "citation": "Art. 1 Abs. 2 VBGÃ–",
        "content": "Als fertig gestellt gilt ein Dokument:\na. das von der Behörde, die es erstellt hat, unterzeichnet ist; oder\nb. das von der Erstellerin oder dem Ersteller der Adressatin oder dem Adressaten definitiv übergeben wurde, namentlich zur Kenntnis- oder Stellungnahme oder als Entscheidgrundlage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 1. Abschnitt: Begriffe",
        "citation": "Art. 1 Abs. 3 VBGÃ–",
        "content": "Als zum persönlichen Gebrauch bestimmtes Dokument gilt jede Information, die dienstlichen Zwecken dient, deren Benutzung aber ausschliesslich der Autorin, dem Autoren oder einem eng begrenzten Personenkreis als Arbeitshilfsmittel vorbehalten ist, wie Notizen oder Arbeitskopien von Dokumenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 1a. Abschnitt:, Geltungsbereich des BGÖ",
        "citation": "Art. 1a VBGÃ–",
        "content": "Das Zentralamt für Edelmetallkontrolle ist als Aufsichtsbehörde im Sinne von Artikel 12 Buchstabe bter des Geldwäschereigesetzes vom 10. Oktober 1997 in Verbindung mit Artikel 42ter des Edelmetallkontrollgesetzes vom 20. Juni 1933 (EMKG) und von Artikel 36 Absatz 2 Buchstabe g EMKG vom Geltungsbereich des Öffentlichkeitsgesetzes ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_1_a"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Grundsatz des gleichen Zugangs für jede Person",
        "citation": "Art. 2 VBGÃ–",
        "content": "Hat eine Person Zugang zu einem amtlichen Dokument, so steht der Zugang in demselben Umfang auch jeder weiteren Gesuchstellerin und jedem weiteren Gesuchsteller zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_2"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Unterstützung der Gesuchstellerinnen und Gesuchsteller",
        "citation": "Art. 3 Abs. 1 VBGÃ–",
        "content": "Die Behörde gibt den Gesuchstellerinnen und Gesuchstellern über die verfügbaren amtlichen Dokumente Auskunft und unterstützt sie bei ihrem Vorgehen, namentlich wenn es sich dabei um Menschen mit Behinderungen handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Unterstützung der Gesuchstellerinnen und Gesuchsteller",
        "citation": "Art. 3 Abs. 2 VBGÃ–",
        "content": "Sind amtliche Dokumente auf dem Internet verfügbar oder in einem Publikationsorgan des Bundes veröffentlicht, kann sich die Behörde darauf beschränken, die Fundstellen mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Unterstützung der Gesuchstellerinnen und Gesuchsteller",
        "citation": "Art. 3 Abs. 3 VBGÃ–",
        "content": "Die Behörde ist nicht verpflichtet, amtliche Dokumente für die Einsichtnahme nach dem Öffentlichkeitsgesetz zu übersetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Einsichtnahme vor Ort",
        "citation": "Art. 4 Abs. 1 VBGÃ–",
        "content": "Die Einsichtnahme findet bei der Behörde statt, die für die Bearbeitung des Gesuchs auf Zugang zum betreffenden amtlichen Dokument zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Einsichtnahme vor Ort",
        "citation": "Art. 4 Abs. 2 VBGÃ–",
        "content": "Die Behörde kann sich darauf beschränken, der Gesuchstellerin oder dem Gesuchsteller Einsicht in eine Kopie des amtlichen Dokuments zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Einsichtnahme vor Ort",
        "citation": "Art. 4 Abs. 3 VBGÃ–",
        "content": "Die Identität der Gesuchstellerin oder des Gesuchstellers kann beim Zutritt zu den Räumlichkeiten der Behörde im Rahmen der Ausübung des Hausrechts des Bundes nach Artikel 62f des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 kontrolliert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Zustellung einer Kopie",
        "citation": "Art. 5 Abs. 1 VBGÃ–",
        "content": "Die Behörde stellt der Gesuchstellerin oder dem Gesuchsteller auf Verlangen eine Kopie eines amtlichen Dokuments zu, soweit das Dokument durch den Kopiervorgang nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_5"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Zustellung einer Kopie",
        "citation": "Art. 5 Abs. 2 VBGÃ–",
        "content": "Steht das Dokument unter dem Schutz des Urheberrechts, so hat die Behörde die Gesuchstellerin oder den Gesuchsteller auf die entsprechenden Nutzungseinschränkungen aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_5"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Interessenabwägung zwischen dem Schutz der Privatsphäre Dritter und öffentlichem Interesse am Zugang",
        "citation": "Art. 6 Abs. 1 VBGÃ–",
        "content": "Stehen bei der Beurteilung eines Zugangsgesuches öffentliche Interessen am Zugang dem Recht einer Drittperson auf Schutz ihrer Privatsphäre entgegen, so kann die zuständige Behörde ausnahmsweise nach einer Interessenabwägung den Zugang gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_6"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Interessenabwägung zwischen dem Schutz der Privatsphäre Dritter und öffentlichem Interesse am Zugang",
        "citation": "Art. 6 Abs. 2 VBGÃ–",
        "content": "Das öffentliche Interesse am Zugang kann namentlich überwiegen, wenn:\na. die Zugänglichmachung einem besonderen Informationsinteresse der Öffentlichkeit dient, insbesondere aufgrund wichtiger Vorkommnisse;\nb. die Zugänglichmachung dem Schutz spezifischer öffentlicher Interessen dient, insbesondere dem Schutz der öffentlichen Ordnung und Sicherheit oder der öffentlichen Gesundheit; oder\nc. die Person, deren Privatsphäre durch die Zugänglichmachung beeinträchtigt werden könnte, zu einer dem Öffentlichkeitsgesetz unterstehenden Behörde in einer rechtlichen oder faktischen Beziehung steht, aus der ihr bedeutende Vorteile erwachsen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_6"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Inhalt des Gesuchs",
        "citation": "Art. 7 Abs. 1 VBGÃ–",
        "content": "Das Gesuch um Zugang zu amtlichen Dokumenten kann formlos gestellt werden und muss nicht begründet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Inhalt des Gesuchs",
        "citation": "Art. 7 Abs. 2 VBGÃ–",
        "content": "Es muss genügend Angaben enthalten, die es der Behörde erlauben, das verlangte amtliche Dokument zu identifizieren. Soweit es der Gesuchstellerin oder dem Gesuchsteller zumutbar ist, muss sie oder er namentlich angeben:\na. allgemein zugängliche Daten, die ein Dokument eindeutig bezeichnen, wie Erstellungsdatum, Titel, Referenz;\nb. eine bestimmte Zeitspanne;\nc. die Behörde, die das Dokument erstellt hat; oder\nd. den betreffenden Sachbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Inhalt des Gesuchs",
        "citation": "Art. 7 Abs. 3 VBGÃ–",
        "content": "Die Behörde kann verlangen, dass die Gesuchstellerin oder der Gesuchsteller das Gesuch präzisiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Inhalt des Gesuchs",
        "citation": "Art. 7 Abs. 4 VBGÃ–",
        "content": "Macht die Gesuchstellerin oder der Gesuchsteller nicht innert 10 Tagen die für die Identifizierung des verlangten Dokuments zusätzlich erforderlichen Angaben, so gilt das Gesuch als zurückgezogen. Die Behörde weist die Gesuchstellerin oder den Gesuchsteller darauf hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Gesuche um Zugang zu amtlichen Dokumenten der Vertretungen der Schweiz im Ausland",
        "citation": "Art. 8 Abs. 1 VBGÃ–",
        "content": "Die Vertretungen der Schweiz im Ausland sowie die schweizerischen Missionen bei den Europäischen Gemeinschaften und bei internationalen Organisationen übermitteln Gesuche um Zugang zu amtlichen Dokumenten, die von ihnen erstellt oder als Hauptadressatinnen empfangen wurden, dem Eidgenössischen Departement für auswärtige Angelegenheiten (Departement) zur weiteren Durchführung des Zugangsverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_8"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Gesuche um Zugang zu amtlichen Dokumenten der Vertretungen der Schweiz im Ausland",
        "citation": "Art. 8 Abs. 2 VBGÃ–",
        "content": "Das Departement regelt die Zuständigkeiten, die Bearbeitungsfristen und die Modalitäten der Einsichtnahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_8"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Besondere Bedürfnisse der Medien",
        "citation": "Art. 9 VBGÃ–",
        "content": "Die Behörde nimmt bei der Bearbeitung von Gesuchen, die von Medienschaffenden gestellt werden, soweit möglich Rücksicht auf die zeitliche Dringlichkeit der Berichterstattung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_9"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Gesuche, die eine besonders aufwendige Bearbeitung erfordern",
        "citation": "Art. 10 Abs. 1 VBGÃ–",
        "content": "Ein Gesuch erfordert eine besonders aufwendige Bearbeitung, wenn die Behörde das Gesuch mit ihren verfügbaren Ressourcen nicht behandeln kann, ohne dass die Erfüllung anderer Aufgaben wesentlich beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_10"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Gesuche, die eine besonders aufwendige Bearbeitung erfordern",
        "citation": "Art. 10 Abs. 2 VBGÃ–",
        "content": "Gesuche, die eine besonders aufwendige Bearbeitung erfordern, werden innert einer angemessenen Frist behandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_10"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Zuständigkeit für die Stellungnahme",
        "citation": "Art. 11 Abs. 1 VBGÃ–",
        "content": "Wurde ein Dokument durch mehrere Behörden gemeinsam erarbeitet, so wird die Stellungnahme durch die federführende Behörde abgegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Zuständigkeit für die Stellungnahme",
        "citation": "Art. 11 Abs. 2 VBGÃ–",
        "content": "Bezieht sich das Gesuch auf mehrere Dokumente, die das gleiche Geschäft betreffen und die durch verschiedene dem Öffentlichkeitsgesetz unterstehende Behörden erstellt oder empfangen wurden, so wird die Stellungnahme durch die federführende Behörde abgegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Zuständigkeit für die Stellungnahme",
        "citation": "Art. 11 Abs. 3 VBGÃ–",
        "content": "Ist die Federführung keiner Behörde zugewiesen, so legen die beteiligten Behörden die Zuständigkeit zur Stellungnahme unter sich fest. Die stellungnehmende Behörde stellt das Einvernehmen mit den übrigen beteiligten Behörden her.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Zuständigkeit für die Stellungnahme",
        "citation": "Art. 11 Abs. 4 VBGÃ–",
        "content": "Hat eine Behörde ein Dokument auf Ersuchen einer andern Behörde ausgearbeitet, so muss sie die ersuchende Behörde vor der Stellungnahme anhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 3. Abschnitt:, Gesuch um Zugang zu amtlichen Dokumenten und Zuständigkeiten, Zuständigkeit für die Stellungnahme",
        "citation": "Art. 11 Abs. 5 VBGÃ–",
        "content": "Bezieht sich das Gesuch auf klassifizierte Dokumente, so richten sich die Zuständigkeit und das Vorgehen nach den Vorschriften über den Informationsschutz und die Klassifizierung. Die zuständige Stelle prüft, ob das Dokument entklassifiziert werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Schlichtung",
        "citation": "Art. 12 Abs. 1 VBGÃ–",
        "content": "Der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte (EDÖB) klärt ab, ob die Behörde das Zugangsgesuch rechtmässig und angemessen bearbeitet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Schlichtung",
        "citation": "Art. 12 Abs. 2 VBGÃ–",
        "content": "Er hört die am Schlichtungsverfahren Beteiligten an und strebt zwischen ihnen eine Einigung an. Falls notwendig unterbreitet er Vorschläge. Das Verfahren kann mündlich oder schriftlich durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Schlichtung",
        "citation": "Art. 12 Abs. 3 VBGÃ–",
        "content": "Der EDÖB stellt das Ergebnis des Schlichtungsverfahrens fest und teilt es den Beteiligten schriftlich mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Schlichtungsanträge, die eine besonders aufwendige Bearbeitung erfordern",
        "citation": "Art. 12a Abs. 1 VBGÃ–",
        "content": "Ein Schlichtungsantrag erfordert namentlich eine besonders aufwendige Bearbeitung durch den EDÖB, wenn er:\na. besonders viele oder besonders komplexe Dokumente betrifft;\nb. besonders schwierige juristische, technische oder politische Fragen aufwirft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12_a"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Schlichtungsanträge, die eine besonders aufwendige Bearbeitung erfordern",
        "citation": "Art. 12a Abs. 2 VBGÃ–",
        "content": "Erfordert ein Schlichtungsantrag eine besonders aufwendige Bearbeitung durch den EDÖB, so kann dieser die Frist für das Schlichtungsverfahren oder den Erlass einer Empfehlung angemessen verlängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12_a"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Pflicht zur Mitwirkung am Schlichtungsverfahren",
        "citation": "Art. 12b Abs. 1 VBGÃ–",
        "content": "Sobald ein Schlichtungsantrag eingereicht ist, informiert der EDÖB die Behörde und räumt ihr eine Frist ein, um:\na. die Begründung ihrer Stellungnahme wenn nötig zu ergänzen;\nb. ihm die erforderlichen Dokumente zuzustellen;\nc. ihm die Person zu nennen, die sie im Schlichtungsverfahren vertritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Pflicht zur Mitwirkung am Schlichtungsverfahren",
        "citation": "Art. 12b Abs. 2 VBGÃ–",
        "content": "Die Parteien sind verpflichtet:\na. zur Einhaltung der Frist, innert welcher das Schlichtungsverfahren stattzufinden hat, beizutragen;\nb. an der Suche nach einer Schlichtung mitzuwirken;\nc. an der Schlichtungsverhandlung teilzunehmen; die Behörde nimmt an der Schlichtungsverhandlung durch die von ihr zur Vertretung ermächtigte Person teil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Pflicht zur Mitwirkung am Schlichtungsverfahren",
        "citation": "Art. 12b Abs. 3 VBGÃ–",
        "content": "Nimmt die Gesuchstellerin oder der Gesuchsteller nicht an der Schlichtungsverhandlung teil, so gilt der Schlichtungsantrag als zurückgezogen und das Schlichtungsverfahren wird abgeschrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Pflicht zur Mitwirkung am Schlichtungsverfahren",
        "citation": "Art. 12b Abs. 4 VBGÃ–",
        "content": "Weigern sich die Parteien, an der Suche nach einer Schlichtung mitzuwirken oder verzögern sie das Schlichtungsverfahren missbräuchlich, so kann der EDÖB feststellen, dass die Schlichtung nicht zustande gekommen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Empfehlung",
        "citation": "Art. 13 Abs. 1 VBGÃ–",
        "content": "In der Empfehlung weist der EDÖB insbesondere darauf hin, dass die am Schlichtungsverfahren Beteiligten von der zuständigen Behörde eine Verfügung nach Artikel 15 BGÖ verlangen können, und teilt ihnen mit, welche Frist sie dafür einhalten müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Empfehlung",
        "citation": "Art. 13 Abs. 2 VBGÃ–",
        "content": "Die Empfehlung darf keine Informationen enthalten, die eines der geschützten Interessen nach Artikel 7 Absatz 1 BGÖ beeinträchtigen könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Empfehlung",
        "citation": "Art. 13 Abs. 3 VBGÃ–",
        "content": "Der EDÖB veröffentlicht die Empfehlungen und trifft dabei geeignete Massnahmen, um den Schutz der Daten der am Schlichtungsverfahren beteiligten natürlichen und juristischen Personen sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Empfehlung",
        "citation": "Art. 13 Abs. 4 VBGÃ–",
        "content": "Ist der Schutz der Daten nach Absatz 3 nicht möglich, so verzichtet der EDÖB auf die Veröffentlichung der Empfehlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 4. Abschnitt: Schlichtung und Empfehlung, Information des EDÖB durch die Behörde",
        "citation": "Art. 13a VBGÃ–",
        "content": "Die Verwaltungseinheiten der zentralen Bundesverwaltung stellen dem EDÖB eine Kopie ihrer Verfügung und allfällige Entscheide der Beschwerdeinstanzen zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_13_a"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Grundsätze",
        "citation": "Art. 14 Abs. 1 VBGÃ–",
        "content": "Erfordert die Bearbeitung eines Zugangsgesuchs durch die Behörde mehr als 8 Stunden Arbeitsaufwand, so kann eine Gebühr erhoben werden. Für die Gebührenbemessung wird nur der Zeitaufwand berücksichtigt, der 8 Stunden überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_14"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Grundsätze",
        "citation": "Art. 14 Abs. 2 VBGÃ–",
        "content": "Soweit die vorliegende Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_14"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Erlass oder Reduktion der Gebühren",
        "citation": "Art. 15 Abs. 1 VBGÃ–",
        "content": "Die Behörde verzichtet auf die Erhebung von Gebühren, wenn die Kosten der Gebührenerhebung den Gebührenbetrag übersteigen. Eine Gebühr von weniger als 100 Franken wird nicht verrechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Erlass oder Reduktion der Gebühren",
        "citation": "Art. 15 Abs. 2 VBGÃ–",
        "content": "Kosten, die sich ausschliesslich aus der Berücksichtigung besonderer Bedürfnisse von Menschen mit Behinderungen ergeben, werden bei der Festlegung der Gebühren nicht berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Erlass oder Reduktion der Gebühren",
        "citation": "Art. 15 Abs. 3 VBGÃ–",
        "content": "Die Behörde kann auf die Gebührenerhebung verzichten oder die Gebühr reduzieren, wenn sie das Zugangsgesuch ablehnt oder den Zugang nur teilweise gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Erlass oder Reduktion der Gebühren",
        "citation": "Art. 15 Abs. 4 VBGÃ–",
        "content": "Erhebt die Behörde bei einem Zugangsgesuch von Medienschaffenden eine Gebühr, so reduziert sie diese um 50 Prozent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Gebührentarif und Information über voraussichtliche Kosten",
        "citation": "Art. 16 Abs. 1 VBGÃ–",
        "content": "Der Gebührentarif ist in Anhang 1 festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_16"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 5. Abschnitt: Gebühren, Gebührentarif und Information über voraussichtliche Kosten",
        "citation": "Art. 16 Abs. 2 VBGÃ–",
        "content": "Die Behörde setzt der Gesuchstellerin oder dem Gesuchsteller mit der Information über die beabsichtigte Gebührenerhebung eine Frist von 10 Tagen, um das Zugangsgesuch zu bestätigen. Bleibt die Bestätigung aus, so gilt das Gesuch als zurückgezogen. Die Behörde weist die Gesuchstellerin oder den Gesuchsteller darauf hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_16"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 6. Abschnitt:, Bewirtschaftung und Publikation amtlicher Dokumente sowie Information über amtliche Dokumente, Bewirtschaftung amtlicher Dokumente",
        "citation": "Art. 17 VBGÃ–",
        "content": "Die Bewirtschaftung amtlicher Dokumente, namentlich ihre Registrierung, richtet sich nach Artikel 22 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 sowie den vom zuständigen Departement in Ausführung der Archivierungsgesetzgebung erlassenen Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_17"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 6. Abschnitt:, Bewirtschaftung und Publikation amtlicher Dokumente sowie Information über amtliche Dokumente, Information über amtliche Dokumente",
        "citation": "Art. 18 VBGÃ–",
        "content": "Soweit keine gesetzlichen Bestimmungen entgegenstehen, informieren die Behörden folgendermassen über amtliche Dokumente:\na. Sie veröffentlichen im Internet Informationen über die Aufgabenbereiche sowie über wichtige Geschäfte, für die sie zuständig sind.\nb. Sie stellen weitere geeignete Informationen zur Verfügung, die das Auffinden von Dokumenten erleichtern können, soweit dies keinen unangemessenen Aufwand verursacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_18"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 6. Abschnitt:, Bewirtschaftung und Publikation amtlicher Dokumente sowie Information über amtliche Dokumente, Publikation amtlicher Dokumente",
        "citation": "Art. 19 VBGÃ–",
        "content": "Die zuständige Behörde macht wichtige amtliche Dokumente so schnell wie möglich im Internet verfügbar, soweit dies:\na. keinen unangemessenem Aufwand verursacht; und\nb. der Veröffentlichung im Internet keine gesetzlichen Bestimmungen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_19"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 7. Abschnitt:, Beraterin oder Berater für die Umsetzung des Öffentlichkeitsprinzips",
        "citation": "Art. 20 VBGÃ–",
        "content": "Die Bundeskanzlei und die Departemente bezeichnen mindestens eine Beraterin oder einen Berater für die Umsetzung des Öffentlichkeitsprinzips. Die Beraterin oder der Berater hat folgende Aufgaben:\na. Beratung der Verwaltungseinheiten und Personen oder Organisationen ausserhalb der Bundesverwaltung, die dem Öffentlichkeitsgesetz unterstellt sind;\nb. Förderung der Information und der Ausbildung der Mitarbeiterinnen und Mitarbeiter;\nc.  Mitwirkung beim Vollzug der Gesetzgebung über das Öffentlichkeitsprinzip der Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_20"
    },
    {
        "book": "VBGÃ–",
        "title": "VBGÃ–, 8. Abschnitt: Evaluation",
        "citation": "Art. 21 VBGÃ–",
        "content": "Jede Behörde teilt dem EDÖB jährlich mit:\na. die Anzahl der im Berichtsjahr eingereichten Gesuche;\nb. die Anzahl der angenommenen Gesuche und der ganz oder teilweise abgelehnten Gesuche;\nc. den Gesamtbetrag der für den Zugang zu amtlichen Dokumenten nach dem Öffentlichkeitsgesetz einverlangten Gebühren sowie die Anzahl der Fälle, in denen eine Gebühr erhoben wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/de#art_21"
    }
]