[
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 1: Definizioni",
        "citation": "Art. 1 cpv. 1 OTras",
        "content": "Per documento utilizzato a scopo commerciale si intende ogni informazione fornita da un’autorità dietro compenso, comprese le informazioni che servono direttamente all’elaborazione di un prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 1: Definizioni",
        "citation": "Art. 1 cpv. 2 OTras",
        "content": "Un documento è considerato elaborato quando:\na. è stato firmato dall’autorità che lo ha allestito; oppure\nb. è stato trasmesso definitivamente al destinatario da chi lo ha allestito, segnatamente a titolo di informazione o per presa di posizione o decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 1: Definizioni",
        "citation": "Art. 1 cpv. 3 OTras",
        "content": "Per documento destinato all’uso personale si intende ogni informazione a scopo di servizio, utilizzata esclusivamente dal suo autore o da un numero ristretto di persone quale mezzo ausiliario, come appunti o copie di lavoro di documenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 1a:, Campo d’applicazione della LTras",
        "citation": "Art. 1a OTras",
        "content": "L’Ufficio centrale di controllo dei metalli preziosi in quanto autorità di vigilanza ai sensi dell’articolo 12 lettera bter della legge del 10 ottobre 1997 sul riciclaggio di denaro in combinato disposto con l’articolo 42ter della legge del 20 giugno 1933 sul controllo dei metalli preziosi (LCMP) e dell’articolo 36 capoverso 2 lettera g LCMP è escluso dal campo d’applicazione della LTras.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_1_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Principio dell’uguaglianza dell’accesso per ogni persona",
        "citation": "Art. 2 OTras",
        "content": "L’accesso a un documento ufficiale accordato a una persona deve essere accordato nella stessa misura a qualsiasi altro richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_2"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Assistenza al richiedente",
        "citation": "Art. 3 cpv. 1 OTras",
        "content": "L’autorità informa il richiedente in merito ai documenti ufficiali disponibili e lo assiste nel suo intento, segnatamente quando si tratta di richiedenti disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Assistenza al richiedente",
        "citation": "Art. 3 cpv. 2 OTras",
        "content": "Se i documenti ufficiali sono disponibili su internet oppure sono pubblicati in un organo della Confederazione, l’autorità può limitarsi a comunicare al richiedente le referenze necessarie al loro reperimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Assistenza al richiedente",
        "citation": "Art. 3 cpv. 3 OTras",
        "content": "L’autorità non è tenuta a tradurre i documenti ufficiali che possono essere consultati secondo la legge sulla trasparenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Consultazione sul posto",
        "citation": "Art. 4 cpv. 1 OTras",
        "content": "La consultazione ha luogo presso l’autorità competente per il disbrigo della domanda di accesso ai documenti ufficiali richiesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Consultazione sul posto",
        "citation": "Art. 4 cpv. 2 OTras",
        "content": "L’autorità può limitarsi ad autorizzare il richiedente a consultare una copia del documento ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Consultazione sul posto",
        "citation": "Art. 4 cpv. 3 OTras",
        "content": "L’identità del richiedente può essere verificata all’entrata degli edifici dell'autorità in applicazione del diritto di polizia negli edifici federali esercitato dalla Confederazione secondo l’articolo 62f della legge federale del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Consegna di una copia",
        "citation": "Art. 5 cpv. 1 OTras",
        "content": "Su domanda del richiedente, l’autorità gli consegna una copia di un documento ufficiale, a condizione che l’atto di fotocopiatura non danneggi il documento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_5"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Consegna di una copia",
        "citation": "Art. 5 cpv. 2 OTras",
        "content": "Se il documento è protetto dal diritto d’autore, l’autorità rammenta al richiedente le relative limitazioni d’utilizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_5"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Ponderazione degli interessi tra la protezione della sfera privata di terzi e l’interesse pubblico all’accesso",
        "citation": "Art. 6 cpv. 1 OTras",
        "content": "Se, nel valutare una domanda di accesso, l’interesse pubblico alla trasparenza si oppone al diritto di protezione della sfera privata di terzi, l’autorità competente può eccezionalmente concedere l’accesso dopo aver ponderato gli interessi in presenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_6"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Ponderazione degli interessi tra la protezione della sfera privata di terzi e l’interesse pubblico all’accesso",
        "citation": "Art. 6 cpv. 2 OTras",
        "content": "L’interesse pubblico alla trasparenza può prevalere quando:\na. la pubblicazione risponde a un particolare bisogno di informazione da parte del pubblico, in particolare in seguito a eventi importanti;\nb. la pubblicazione serve a tutelare interessi pubblici specifici, segnatamente l’ordine pubblico, la sicurezza o la salute pubblica;\nc. la persona, la cui sfera privata potrebbe essere lesa dalla pubblicazione, ha una relazione di diritto o di fatto con una delle autorità sottostanti alla legge sulla trasparenza, dalla quale ricava vantaggi considerevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_6"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Contenuto della domanda",
        "citation": "Art. 7 cpv. 1 OTras",
        "content": "La domanda di accesso non sottostà a esigenze formali e non deve essere motivata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Contenuto della domanda",
        "citation": "Art. 7 cpv. 2 OTras",
        "content": "La domanda deve contenere indicazioni sufficienti per permettere all’autorità di identificare il documento richiesto. Se ragionevolmente esigibile, il richiedente è tenuto a indicare in particolare:\na. i dati generalmente ottenibili che permettono di identificare chiaramente un documento, quali la data di allestimento, il titolo, il riferimento;\nb. un preciso lasso di tempo;\nc. l’autorità che ha allestito il documento; o \nd. l’ambito in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Contenuto della domanda",
        "citation": "Art. 7 cpv. 3 OTras",
        "content": "L’autorità può invitare il richiedente a precisare la sua domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Contenuto della domanda",
        "citation": "Art. 7 cpv. 4 OTras",
        "content": "Se il richiedente non fornisce entro 10 giorni le indicazioni complementari necessarie per l’identificazione del documento richiesto, la sua domanda è considerata ritirata. L’autorità rammenta al richiedente le conseguenze del non rispetto del termine impartito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Domanda di accesso a documenti ufficiali delle rappresentanze svizzere all’estero",
        "citation": "Art. 8 cpv. 1 OTras",
        "content": "Le rappresentanze svizzere all’estero e le missioni svizzere presso le Comunità europee e le organizzazioni internazionali trasmettono le domande di accesso relative a documenti ufficiali da loro allestiti o ricevuti in quanto mittenti principali al Dipartimento federale degli affari esteri (Dipartimento) per l’ulteriore disbrigo della procedura di accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_8"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Domanda di accesso a documenti ufficiali delle rappresentanze svizzere all’estero",
        "citation": "Art. 8 cpv. 2 OTras",
        "content": "Il Dipartimento disciplina le competenze, i termini per il disbrigo e le modalità della consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_8"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Bisogni particolari dei media",
        "citation": "Art. 9 OTras",
        "content": "Nel trattare le domande inoltrate dai professionisti dei media, l’autorità tiene conto, nella misura del possibile, dell'urgenza dell'informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_9"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Domande che richiedono un trattamento particolarmente dispendioso",
        "citation": "Art. 10 cpv. 1 OTras",
        "content": "Una domanda richiede un trattamento particolarmente dispendioso quando l’autorità non è in grado di trattarla con le risorse di cui dispone senza compromettere considerevolmente l’adempimento di altri compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_10"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Domande che richiedono un trattamento particolarmente dispendioso",
        "citation": "Art. 10 cpv. 2 OTras",
        "content": "Le domande che richiedono un trattamento particolarmente dispendioso sono trattate entro un termine ragionevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_10"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Autorità responsabile della presa di posizione",
        "citation": "Art. 11 cpv. 1 OTras",
        "content": "Se un documento è stato elaborato da più autorità, la presa di posizione è rilasciata dall’autorità responsabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Autorità responsabile della presa di posizione",
        "citation": "Art. 11 cpv. 2 OTras",
        "content": "Se la domanda di accesso riguarda più documenti che concernono lo stesso affare e che sono stati allestiti o ricevuti da diverse autorità sottostanti alla legge sulla trasparenza, la presa di posizione è rilasciata dall’autorità responsabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Autorità responsabile della presa di posizione",
        "citation": "Art. 11 cpv. 3 OTras",
        "content": "Se la responsabilità non è stata assegnata ad alcuna autorità, le autorità interessate determinano tra di loro l’autorità responsabile della presa di posizione. Quest’ultima prende posizione d’intesa con le altre autorità interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Autorità responsabile della presa di posizione",
        "citation": "Art. 11 cpv. 4 OTras",
        "content": "Se un documento è stato allestito su mandato di un’altra autorità, quest’ultima deve essere consultata prima della presa di posizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 3: Domanda di accesso ai documenti ufficiali e competenze, Autorità responsabile della presa di posizione",
        "citation": "Art. 11 cpv. 5 OTras",
        "content": "Se la domanda di accesso concerne documenti ufficiali classificati, la competenza e la procedura sono fissati dalle disposizioni applicabili in materia di protezione delle informazioni e di classificazione. L’autorità competente esamina se il documento può essere declassificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Mediazione",
        "citation": "Art. 12 cpv. 1 OTras",
        "content": "L’Incaricato federale della protezione dei dati e della trasparenza (IFPDT) esamina se l’autorità ha agito in modo lecito e opportuno nel trattare la domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Mediazione",
        "citation": "Art. 12 cpv. 2 OTras",
        "content": "Ascolta i partecipanti alla procedura di mediazione e tenta di giungere a un compromesso. Se necessario, sottopone delle proposte. La procedura può essere scritta o orale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Mediazione",
        "citation": "Art. 12 cpv. 3 OTras",
        "content": "L’IFPDT constata il risultato della procedura di mediazione e lo comunica per scritto ai partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Domande di mediazione che richiedono un trattamento particolarmente dispendioso",
        "citation": "Art. 12a cpv. 1 OTras",
        "content": "Una domanda di mediazione richiede un trattamento particolarmente dispendioso da parte dellʼIFPDT in particolare se:\na. riguarda documenti particolarmente numerosi o complessi;\nb. solleva questioni giuridiche, tecniche o politiche particolarmente ardue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Domande di mediazione che richiedono un trattamento particolarmente dispendioso",
        "citation": "Art. 12a cpv. 2 OTras",
        "content": "Se una domanda di mediazione richiede un trattamento particolarmente dispendioso da parte dellʼIFPDT, questi può concedere una proroga ragionevole per portare a termine la mediazione o per emanare la raccomandazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Obbligo di collaborare alla procedura di mediazione",
        "citation": "Art. 12b cpv. 1 OTras",
        "content": "Non appena è stata presentata una domanda di mediazione, lʼIFPDT ne informa lʼautorità e le impartisce un termine per:\na. completare, se necessario, la motivazione della sua presa di posizione;\nb. trasmettergli i documenti necessari;\nc. comunicargli il nome della persona che la rappresenta nella mediazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Obbligo di collaborare alla procedura di mediazione",
        "citation": "Art. 12b cpv. 2 OTras",
        "content": "Le parti sono tenute a:\na. contribuire al rispetto del termine entro cui deve svolgersi la mediazione;\nb. collaborare alla ricerca di un accordo;\nc. partecipare alla mediazione; lʼautorità partecipa per il tramite della persona autorizzata a rappresentarla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Obbligo di collaborare alla procedura di mediazione",
        "citation": "Art. 12b cpv. 3 OTras",
        "content": "Se il richiedente non partecipa alla mediazione, la domanda è considerata ritirata e la pratica è stralciata dal ruolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Obbligo di collaborare alla procedura di mediazione",
        "citation": "Art. 12b cpv. 4 OTras",
        "content": "Se le parti rifiutano di partecipare alla ricerca di un accordo o se ritardano la procedura di mediazione in modo abusivo, lʼIFPDT può constatare lʼinsuccesso della mediazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Raccomandazione",
        "citation": "Art. 13 cpv. 1 OTras",
        "content": "Nella raccomandazione l’IFPDT menziona in particolare il diritto dei partecipanti alla procedura di mediazione di chiedere all’autorità responsabile l’emanazione di una decisione secondo l’articolo 15 LTras e li informa del termine a loro disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Raccomandazione",
        "citation": "Art. 13 cpv. 2 OTras",
        "content": "La raccomandazione non deve contenere alcun tipo di informazione che potrebbe ledere uno degli interessi tutelati nell’articolo 7 capoverso 1 LTras.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Raccomandazione",
        "citation": "Art. 13 cpv. 3 OTras",
        "content": "L’IFPDT pubblica le raccomandazioni e prende gli opportuni provvedimenti per garantire la protezione dei dati delle persone fisiche e giuridiche che partecipano alla procedura di mediazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Raccomandazione",
        "citation": "Art. 13 cpv. 4 OTras",
        "content": "Se la protezione di dati di cui al capoverso 3 non è possibile, l’IFPDT rinuncia a pubblicare la raccomandazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 4: Mediazione e raccomandazione, Informazione dell’IFPDT da parte dell’autorità",
        "citation": "Art. 13a OTras",
        "content": "Le unità amministrative dellʼAmministrazione federale centrale trasmettono allʼIFPDT una copia della propria decisione ed eventuali decisioni delle autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_13_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Principi",
        "citation": "Art. 14 cpv. 1 OTras",
        "content": "Può essere riscosso un emolumento se il trattamento di una domanda di accesso richiede più di otto ore di lavoro da parte dell’autorità. Per il calcolo dell’emolumento è preso in considerazione solo il tempo di lavoro che supera le otto ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_14"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Principi",
        "citation": "Art. 14 cpv. 2 OTras",
        "content": "Si applicano le disposizioni dell’ordinanza generale dell’8 settembre 2004 sugli emolumenti, fatte salve le disposizioni speciali della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_14"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Tariffa degli emolumenti e informazione sui costi previsti",
        "citation": "Art. 15 cpv. 1 OTras",
        "content": "L’autorità rinuncia alla riscossione di emolumenti quando i costi occasionati dalla riscossione sono superiori all’importo degli emolumenti stessi. Non sono fatturati gli emolumenti inferiori a 100 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Tariffa degli emolumenti e informazione sui costi previsti",
        "citation": "Art. 15 cpv. 2 OTras",
        "content": "I costi legati alle esigenze particolari di persone disabili non sono presi in considerazione nel calcolo degli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Tariffa degli emolumenti e informazione sui costi previsti",
        "citation": "Art. 15 cpv. 3 OTras",
        "content": "L’autorità può condonare o ridurre gli emolumenti se rifiuta l’accesso o lo accorda solo parzialmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Tariffa degli emolumenti e informazione sui costi previsti",
        "citation": "Art. 15 cpv. 4 OTras",
        "content": "L’autorità riduce almeno del 50 per cento l’emolumento riscosso per una domanda di accesso presentata da professionisti dei media. Può rinunciare alla riduzione se la domanda richiede un trattamento particolarmente dispendioso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Tariffa degli emolumenti e informazione sui costi previsti",
        "citation": "Art. 16 cpv. 1 OTras",
        "content": "La tariffa degli emolumenti è fissata nell’allegato 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_16"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 5: Emolumenti, Tariffa degli emolumenti e informazione sui costi previsti",
        "citation": "Art. 16 cpv. 2 OTras",
        "content": "Quando informa il richiedente della prevista riscossione di un emolumento, l’autorità fissa un termine di 10 giorni entro il quale il richiedente deve confermare la domanda di accesso. In caso di mancata conferma, la domanda è considerata ritirata. L’autorità rammenta al richiedente le conseguenze del non rispetto del termine impartito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_16"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 6:, Gestione e pubblicazione di documenti ufficiali nonché informazioni sui documenti ufficiali, Gestione dei documenti ufficiali",
        "citation": "Art. 17 OTras",
        "content": "La gestione dei documenti ufficiali, e in particolare la loro registrazione, è retta dall’articolo 22 dell’ordinanza del 25 novembre 1998 sull’organizzazione del Governo e dell’Amministrazione e dalle disposizioni emanate dal Dipartimento competente in applicazione della legislazione sull’archiviazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_17"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 6:, Gestione e pubblicazione di documenti ufficiali nonché informazioni sui documenti ufficiali, Informazione sui documenti ufficiali",
        "citation": "Art. 18 OTras",
        "content": "Fatte salve disposizioni legali contrarie, le autorità provvedono a informare l’opinione pubblica come segue:\na. pubblicano su internet le informazioni sugli ambiti e sugli affari importanti che rientrano nella loro sfera di competenza;\nb. mettono a disposizione ulteriori informazioni che agevolano la ricerca di documenti, sempre che questo non comporti un dispendio sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_18"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 6:, Gestione e pubblicazione di documenti ufficiali nonché informazioni sui documenti ufficiali, Pubblicazione dei documenti ufficiali",
        "citation": "Art. 19 OTras",
        "content": "L’autorità competente pubblica quanto prima su internet i documenti ufficiali importanti, se:\na. ciò non comporta un dispendio sproporzionato; e\nb. la pubblicazione su internet non è contraria ad alcuna disposizione legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_19"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 7: Consulente per la trasparenza",
        "citation": "Art. 20 OTras",
        "content": "La Cancelleria federale e i Dipartimenti designano almeno un consulente per la trasparenza. Il consulente ha il compito di:\na. offrire consulenza alle unità amministrative e alle persone o alle organizzazioni al di fuori dell’Amministrazione federale che sottostanno alla legge sulla trasparenza;\nb. promuovere l’informazione e la formazione dei collaboratori;\nc. collaborare all’applicazione della legislazione sul principio di trasparenza dell’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_20"
    },
    {
        "book": "VBGÃ–",
        "title": "OTras, Sezione 8: Valutazione",
        "citation": "Art. 21 OTras",
        "content": "Ogni autorità comunica annualmente all’IFPDT:\na. il numero di domande di accesso inoltrate durante l’anno;\nb. il numero di domande accettate, respinte o parzialmente respinte;\nc. l’importo totale degli emolumenti riscossi ai sensi della legge sulla trasparenza, nonché il numero dei casi in cui è stato riscosso un emolumento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/it#art_21"
    }
]