[
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 1, Définitions",
        "citation": "Art. 1 al. 1 OTrans",
        "content": "On entend par document commercialisé, toute information fournie par une autorité contre paiement, y compris les informations qui ont une utilité directe pour l’élaboration d’un produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 1, Définitions",
        "citation": "Art. 1 al. 2 OTrans",
        "content": "Un document a atteint son stade définitif d’élaboration:\na. lorsque l’autorité dont il émane l’a signé, ou\nb. lorsque son auteur l’a définitivement remis au destinataire notamment à titre d’information ou pour que celui-ci prenne position ou une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 1, Définitions",
        "citation": "Art. 1 al. 3 OTrans",
        "content": "On entend par document destiné à l’usage personnel, toute information établie à des fins professionnelles mais qui est utilisée exclusivement par son auteur ou par un cercle restreint de personnes comme moyen auxiliaire, tel que des notes ou des copies de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_1"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 1a, Champ d’application de la LTrans",
        "citation": "Art. 1a OTrans",
        "content": "Le Bureau central du contrôle des métaux précieux, en sa qualité d’autorité de surveillance au sens de l’art. 12, let. bter, de la loi du 10 octobre 1997 sur le blanchiment d’argent en relation avec l’art. 42ter de la loi du 20 juin 1933 sur le contrôle des métaux précieux (LCMP) et de l’art. 36, al. 2, let. g, LCMP, est exclu du champ d’application de la loi sur la transparence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_1_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Égalité en matière d’accès",
        "citation": "Art. 2 OTrans",
        "content": "L’accès accordé à une personne doit être accordé dans la même mesure à tout autre demandeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_2"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Assistance",
        "citation": "Art. 3 al. 1 OTrans",
        "content": "L’autorité renseigne le demandeur sur les documents officiels accessibles et l’assiste dans ses démarches, notamment lorsqu’il s’agit d’une personne handicapée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Assistance",
        "citation": "Art. 3 al. 2 OTrans",
        "content": "Lorsque les documents officiels sont accessibles sur internet ou qu’ils font l’objet d’une publication officielle de la Confédération, l’autorité peut se limiter à communiquer les références nécessaires pour leur consultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Assistance",
        "citation": "Art. 3 al. 3 OTrans",
        "content": "L’autorité n’est pas tenue de traduire les documents officiels autorisés à être consultés selon la loi sur la transparence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_3"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Consultation sur place",
        "citation": "Art. 4 al. 1 OTrans",
        "content": "La consultation d’un document officiel a lieu auprès de l’autorité compétente pour traiter la demande d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Consultation sur place",
        "citation": "Art. 4 al. 2 OTrans",
        "content": "L’autorité peut se borner à soumettre une copie du document officiel à la consultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Consultation sur place",
        "citation": "Art. 4 al. 3 OTrans",
        "content": "L’identité du demandeur peut être vérifiée à l’entrée des bâtiments de l’autorité en vertu du droit de domicile de la Confédération (art. 62f de la LF du 21 mars 1997 sur l’organisation du gouvernement et de l’administration).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_4"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Remise d’une copie",
        "citation": "Art. 5 al. 1 OTrans",
        "content": "À la requête du demandeur, l’autorité lui remet une copie du document officiel, sous réserve des restrictions liées à sa conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_5"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Remise d’une copie",
        "citation": "Art. 5 al. 2 OTrans",
        "content": "Si le document est protégé par le droit d’auteur, l’autorité rend le demandeur attentif aux restrictions d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_5"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Pesée d’intérêts entre la protection de la sphère privée de tiers et l’intérêt public à l’accès",
        "citation": "Art. 6 al. 1 OTrans",
        "content": "S’il apparaît dans le cadre de l’examen d’une demande d’accès que des intérêts publics à la transparence s’opposent au droit du tiers à la protection de sa sphère privée, l’autorité compétente peut exceptionnellement accorder l’accès, après avoir procédé à une pesée des intérêts en présence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_6"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 2, Droit d’accès aux documents officiels, Pesée d’intérêts entre la protection de la sphère privée de tiers et l’intérêt public à l’accès",
        "citation": "Art. 6 al. 2 OTrans",
        "content": "Un intérêt public à la transparence est jugé prépondérant notamment:\na. lorsque le droit d’accès à un document répond à un besoin particulier d’information de la part du public suite notamment à des événements importants;\nb. lorsque le droit d’accès sert à protéger des intérêts publics notamment l’ordre, la sécurité ou la santé publics, ou\nc. lorsque la personne, dont la sphère privée pourrait être atteinte par le droit d’accès à un document officiel, est liée à une autorité soumise à la loi sur la transparence par un rapport de fait ou de droit qui lui procure des avantages importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_6"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Contenu de la demande d’accès",
        "citation": "Art. 7 al. 1 OTrans",
        "content": "La demande d’accès à un document officiel n’est soumise à aucune exigence de forme et ne doit pas être motivée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Contenu de la demande d’accès",
        "citation": "Art. 7 al. 2 OTrans",
        "content": "Elle doit contenir des indications suffisantes pour permettre à l’autorité d’identifier le document demandé. Le demandeur doit, pour autant qu’il soit en mesure de le faire, indiquer:\na. les données courantes permettant d’identifier clairement un document comme sa date, son titre ou une référence;\nb. une période déterminée;\nc. l’autorité qui a établi le document, ou\nd. le domaine visé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Contenu de la demande d’accès",
        "citation": "Art. 7 al. 3 OTrans",
        "content": "L’autorité peut inviter le demandeur à préciser sa demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Contenu de la demande d’accès",
        "citation": "Art. 7 al. 4 OTrans",
        "content": "Si le demandeur ne fournit pas, dans un délai de dix jours, les indications complémentaires requises pour l’identification du document officiel, sa demande est considérée comme retirée. L’autorité rend le demandeur attentif aux conséquences du non respect du délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_7"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Demandes d’accès aux documents officiels des représentations suisses à l’étranger",
        "citation": "Art. 8 al. 1 OTrans",
        "content": "Les représentations suisses à l’étranger ainsi que les missions suisses auprès des Communautés européennes et des organisations internationales transmettent les demandes d’accès reçues portant sur des documents officiels qu’elles ont établis ou qui leur ont été adressés au titre de destinataire principal, au Département fédéral des affaires étrangères (département), qui décide de la suite à donner aux demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_8"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Demandes d’accès aux documents officiels des représentations suisses à l’étranger",
        "citation": "Art. 8 al. 2 OTrans",
        "content": "Le département règle les délais de traitement, les compétences et les modalités de consultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_8"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Besoins particuliers des médias",
        "citation": "Art. 9 OTrans",
        "content": "L’autorité prend position sur les demandes d’accès présentées par les médias en tenant compte, dans la mesure du possible, de l’urgence de l’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_9"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Demandes nécessitant un surcroît important de travail",
        "citation": "Art. 10 al. 1 OTrans",
        "content": "Une demande d’accès nécessite un surcroît important de travail lorsque l’autorité n’est pas en mesure de traiter la demande avec le personnel et l’infrastructure dont elle dispose, sans entraver considérablement l’accomplissement d’autres tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_10"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Demandes nécessitant un surcroît important de travail",
        "citation": "Art. 10 al. 2 OTrans",
        "content": "Les demandes nécessitant un surcroît important de travail sont traitées dans un délai raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_10"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Autorité compétente pour prendre position",
        "citation": "Art. 11 al. 1 OTrans",
        "content": "Lorsqu’un document a été élaboré par plusieurs autorités, l’autorité en charge de l’affaire est compétente pour prendre position.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Autorité compétente pour prendre position",
        "citation": "Art. 11 al. 2 OTrans",
        "content": "Lorsque la demande d’accès porte sur plusieurs documents qui concernent la même affaire et qui ont été établis ou reçus par différentes autorités soumises à la loi sur la transparence, l’autorité en charge de l’affaire est compétente pour prendre position.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Autorité compétente pour prendre position",
        "citation": "Art. 11 al. 3 OTrans",
        "content": "Lorsque la charge de l’affaire n’a été attribuée à aucune autorité, les autorités intéressées déterminent d’un commun accord l’autorité compétente pour prendre position. Cette dernière prend position sur la demande d’accès, d’entente avec les autres autorités intéressées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Autorité compétente pour prendre position",
        "citation": "Art. 11 al. 4 OTrans",
        "content": "Lorsqu’un document a été élaboré à la demande d’une autre autorité, cette dernière doit être entendue par l’autorité compétente avant que celle-ci prenne position.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 3, Demande d’accès et compétences, Autorité compétente pour prendre position",
        "citation": "Art. 11 al. 5 OTrans",
        "content": "Lorsque la demande d’accès porte sur un document classifié, la compétence et la procédure sont régies par les dispositions applicables en matière de protection des informations et de classification. L’autorité compétente examine si le document peut être déclassifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_11"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Médiation",
        "citation": "Art. 12 al. 1 OTrans",
        "content": "Le Préposé fédéral à la protection des données et à la transparence (PFPDT) examine si la façon dont la demande d’accès a été traitée est conforme à la loi et appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Médiation",
        "citation": "Art. 12 al. 2 OTrans",
        "content": "Il entend les parties et s’efforce de les amener à un accord. Il leur soumet, si nécessaire, des propositions. La procédure peut se dérouler oralement ou par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Médiation",
        "citation": "Art. 12 al. 3 OTrans",
        "content": "Il constate le résultat de la médiation et le communique par écrit aux parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Demandes en médiation nécessitant un surcroît important de travail",
        "citation": "Art. 12a al. 1 OTrans",
        "content": "Une demande en médiation nécessite un surcroît important de travail pour le PFPDT, notamment:\na. lorsqu’elle porte sur des documents particulièrement nombreux ou complexes;\nb. lorsqu’elle pose des questions juridiques, techniques ou politiques particulièrement ardues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Demandes en médiation nécessitant un surcroît important de travail",
        "citation": "Art. 12a al. 2 OTrans",
        "content": "Lorsqu’une demande en médiation nécessite un surcroît important de travail pour le PFPDT, celui-ci peut prolonger d’une durée raisonnable le délai pour mener à terme la médiation ou établir la recommandation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Obligation de collaborer à la médiation",
        "citation": "Art. 12b al. 1 OTrans",
        "content": "Dès qu’il est saisi de la demande en médiation, le PFPDT en informe l’autorité et lui impartit un délai:\na. pour compléter si nécessaire la motivation de sa prise de position;\nb. pour lui transmettre les documents requis;\nc. pour lui communiquer le nom de la personne habilitée à agir dans la médiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Obligation de collaborer à la médiation",
        "citation": "Art. 12b al. 2 OTrans",
        "content": "Les parties sont tenues:\na. de faire en sorte que le délai dans lequel doit se dérouler la médiation soit respecté;\nb. de collaborer à la recherche d’un accord;\nc. de prendre part à la médiation; l’autorité participe par l’intermédiaire de la personne qu’elle a habilitée à agir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Obligation de collaborer à la médiation",
        "citation": "Art. 12b al. 3 OTrans",
        "content": "Si le demandeur ne prend pas part à la médiation, la requête est considérée comme retirée et l’affaire est classée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Obligation de collaborer à la médiation",
        "citation": "Art. 12b al. 4 OTrans",
        "content": "Lorsque les parties refusent de prêter le concours nécessaire à l’aboutissement d’un accord ou qu’elles retardent abusivement la médiation, le PFPDT peut constater qu’elle n’a pas abouti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_12_b"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Recommandation",
        "citation": "Art. 13 al. 1 OTrans",
        "content": "Dans sa recommandation, le PFPDT rend les parties à la procédure de médiation notamment attentives au droit de demander que l’autorité rende une décision selon l’art. 15 LTrans et au délai dans lequel cette demande doit être présentée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Recommandation",
        "citation": "Art. 13 al. 2 OTrans",
        "content": "Il veille à ce que sa recommandation ne contienne aucune information susceptible de porter atteinte à l’un des intérêts énumérés à l’art. 7, al. 1, LTrans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Recommandation",
        "citation": "Art. 13 al. 3 OTrans",
        "content": "Il publie ses recommandations; ce faisant, il prend les mesures appropriées pour garantir la protection des données des personnes physiques et morales parties à la procédure de médiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Recommandation",
        "citation": "Art. 13 al. 4 OTrans",
        "content": "Lorsque la protection visée à l’al. 3 ne peut pas être garantie, le PFPDT renonce à publier sa recommandation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_13"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 4, Médiation et recommandation, Information du PFPDT par l’autorité",
        "citation": "Art. 13a OTrans",
        "content": "Les unités de l’administration fédérale centrale communiquent au PFPDT leur décision et, le cas échéant, celles des autorités de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_13_a"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Principes",
        "citation": "Art. 14 al. 1 OTrans",
        "content": "Lorsque le traitement d’une demande d’accès par l’autorité nécessite plus de 8 heures de travail, un émolument peut être perçu. Seul le temps de travail dépassant 8 heures est pris en compte pour le calcul de l’émolument.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_14"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Principes",
        "citation": "Art. 14 al. 2 OTrans",
        "content": "Sauf dispositions particulières de la présente ordonnance, les dispositions de l’ordonnance générale du 8 septembre 2004 sur les émoluments s’appliquent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_14"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Remise ou réduction de l’émolument",
        "citation": "Art. 15 al. 1 OTrans",
        "content": "L’autorité renonce à percevoir un émolument lorsque la perception de cet émolument occasionne des frais d’un montant supérieur à celui des prestations fournies. Les émoluments inférieurs à 100 francs ne sont pas facturés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Remise ou réduction de l’émolument",
        "citation": "Art. 15 al. 2 OTrans",
        "content": "Les frais liés aux besoins particuliers des personnes handicapées ne sont pas pris en compte dans le calcul de l’émolument.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Remise ou réduction de l’émolument",
        "citation": "Art. 15 al. 3 OTrans",
        "content": "L’autorité peut remettre ou réduire l’émolument lorsqu’elle refuse l’accès aux documents officiels ou lorsqu’elle ne l’accorde que partiellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Remise ou réduction de l’émolument",
        "citation": "Art. 15 al. 4 OTrans",
        "content": "Lorsqu’un émolument est perçu dans le cas d’une demande d’accès présentée par un média, l’autorité le réduit de 50 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_15"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Tarif des émoluments et information sur les coûts prévisibles",
        "citation": "Art. 16 al. 1 OTrans",
        "content": "Le tarif des émoluments est fixé dans l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_16"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 5, Émoluments, Tarif des émoluments et information sur les coûts prévisibles",
        "citation": "Art. 16 al. 2 OTrans",
        "content": "Lorsque l’autorité informe le demandeur de la perception d’un émolument, elle fixe un délai de dix jours pour que le demandeur confirme sa demande d’accès. En l’absence de confirmation, la demande est considérée comme retirée. L’autorité rend le demandeur attentif aux conséquences du non-respect du délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_16"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 6, Gestion et publication des documents officiels, information relative aux documents officiels, Gestion des documents officiels",
        "citation": "Art. 17 OTrans",
        "content": "La gestion et notamment l’enregistrement des documents officiels sont régis par l’art. 22 de l’ordonnance du 25 novembre 1998 sur l’organisation du gouvernement et de l’administration et par les dispositions édictées par le département compétent en application de la législation fédérale relative à l’archivage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_17"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 6, Gestion et publication des documents officiels, information relative aux documents officiels, Information relative aux documents officiels",
        "citation": "Art. 18 OTrans",
        "content": "À moins qu’une disposition légale ne s’y oppose, les autorités informent le public de la manière suivante:\na. elles publient sur internet des informations sur les domaines et les affaires importantes qui relèvent de leur compétence;\nb. elles mettent à la disposition des intéressés d’autres informations susceptibles de faciliter la recherche de documents officiels, pour autant que cela n’occasionne pas des frais disproportionnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_18"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 6, Gestion et publication des documents officiels, information relative aux documents officiels, Publication des documents officiels",
        "citation": "Art. 19 OTrans",
        "content": "L’autorité compétente publie aussitôt que possible sur internet les documents officiels importants:\na. si cela n’occasionne pas des frais disproportionnés, et\nb. si la publication sur internet ne contrevient à aucune disposition légale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_19"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 7, Conseiller à la transparence",
        "citation": "Art. 20 OTrans",
        "content": "La Chancellerie fédérale et chaque département désignent au minimum un conseiller à la transparence. Ce dernier a pour tâche:\na. de conseiller les unités administratives concernées, les personnes ou les organismes extérieurs à l’administration fédérale et qui sont soumis à la loi sur la transparence;\nb. de promouvoir l’information et la formation des collaborateurs;\nc. de concourir à l’application de la législation sur le principe de la transparence de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_20"
    },
    {
        "book": "VBGÃ–",
        "title": "OTrans, Section 8, Évaluation",
        "citation": "Art. 21 OTrans",
        "content": "Chaque année, les autorités communiquent au PFPDT les informations suivantes:\na. le nombre de demandes d’accès déposées pendant l’année;\nb. le nombre de demandes acceptées, rejetées ou partiellement rejetées;\nc. le montant des émoluments perçus en vertu de la loi sur la transparence et le nombre de cas dans lesquels un émolument a été perçu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/356/fr#art_21"
    }
]