[
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Objet",
        "citation": "Art. 1 al. 1 OLCP",
        "content": "La présente ordonnance réglemente la libre circulation des personnes, selon les dispositions de l’accord sur la libre circulation des personnes et les dispositions de la Convention instituant l’AELE, compte tenu des réglementations transitoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_1"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Objet",
        "citation": "Art. 1 al. 2 OLCP",
        "content": "Elle règle également la libre circulation des personnes conformément aux dispositions de l’accord sur les droits acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_1"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Objet",
        "citation": "Art. 1 al. 3 OLCP",
        "content": "Elle règle en outre la procédure de déclaration d’arrivée pour les prestataires de services indépendants qui sont couverts par l’accord relatif à la mobilité des prestataires de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_1"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 1 OLCP",
        "content": "La présente ordonnance s’applique aux ressortissants des États membres de l’Union européenne (ressortissants de l’UE) et aux ressortissants de la Norvège, de l’Islande et de la Principauté de Liechtenstein en tant que ressortissants des États membres de l’Association européenne de libre-échange (ressortissants de l’AELE).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 2 OLCP",
        "content": "Elle s’applique aussi aux membres de leur famille qui, indépendamment de leur nationalité, ont, conformément aux dispositions sur le regroupement familial de l’accord sur la libre circulation des personnes ou de la Convention instituant l’AELE, l’autorisation de séjourner en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 3 OLCP",
        "content": "Elle s’applique aux personnes qui, indépendamment de leur nationalité, sont détachées par des sociétés constituées conformément à la législation de l’un des États membres de l’Union européenne (UE) ou de l’Association européenne de libre-échange (AELE) et ayant leur siège statutaire, leur administration centrale ou leur établissement principal sur le territoire de l’UE ou de l’AELE en vue de fournir une prestation de services en Suisse et qui ont été admises auparavant de manière durable sur le marché régulier du travail de l’un des États membres de l’UE ou de l’AELE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 4 OLCP",
        "content": "Elle s’applique aussi aux ressortissants du Royaume-Uni et aux membres de leur famille conformément à la réglementation prévue par l’accord sur les droits acquis, à l’exception des art. 4, al. 3bis, 8, 10 à 12, 14, al. 2, 21, 27 et 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 5 OLCP",
        "content": "La procédure de déclaration d’arrivée pour les prestations de services fournies pendant 90 jours ouvrables au plus par année civile visée à l’art. 9, al. 1bis, 1re et 2e phrases, et les sanctions prévues à l’art. 32a, al. 1, s’appliquent également aux prestataires de services indépendants qui sont couverts par l’accord sur la mobilité des prestataires de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Exceptions au champ d’application",
        "citation": "Art. 3 al. 1 OLCP",
        "content": "La présente ordonnance ne s’applique ni aux ressortissants de l’UE et de l’AELE ni aux membres de leur famille qui entrent dans le champ d’application de l’art. 43, al. 1, let. a à d, 2 et 3 de l’ordonnance du 24 octobre 2007 relative à l’admission, au séjour et à l’exercice d’une activité lucrative (OASA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_3"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 1, Objet et champ d’application, Exceptions au champ d’application",
        "citation": "Art. 3 al. 2 OLCP",
        "content": "Les dispositions afférentes aux nombres maximums résultant de la mise en œuvre de l’art. 10, par. 4d, 1re et 2e phrases, de l’accord sur la libre circulation des personnes ne s’appliquent pas aux ressortissants de la Croatie qui entrent dans le champ d’application de l’art. 43, al. 1, let. e à h, OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_3"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Autorisation de séjour de courte durée, de séjour et frontalière UE/AELE",
        "citation": "Art. 4 al. 1 OLCP",
        "content": "Les ressortissants de l’UE et de l’AELE reçoivent une autorisation de séjour de courte durée UE/AELE, une autorisation de séjour UE/AELE ou une autorisation frontalière UE/AELE en application des dispositions de l’accord sur la libre circulation des personnes ou de la Convention instituant l’AELE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Autorisation de séjour de courte durée, de séjour et frontalière UE/AELE",
        "citation": "Art. 4 al. 2 OLCP",
        "content": "Sauf disposition contraire du droit fédéral, les autorisations de séjour de courte durée et de séjour UE/AELE sont valables sur tout le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Autorisation de séjour de courte durée, de séjour et frontalière UE/AELE",
        "citation": "Art. 4 al. 3 OLCP",
        "content": "L’autorisation frontalière UE/AELE délivrée aux ressortissants de l’UE et de l’AELE est valable sur toute le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Autorisation de séjour de courte durée, de séjour et frontalière UE/AELE",
        "citation": "Art. 4 al. 4 OLCP",
        "content": "Les ressortissants de l’UE et de l’AELE qui exercent une activité lucrative en Suisse dont la durée ne dépasse pas trois mois au total par année civile n’ont pas besoin d’une autorisation de de séjour de courte durée UE/AELE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Autorisation d’établissement UE/AELE",
        "citation": "Art. 5 OLCP",
        "content": "Les ressortissants de l’UE et de l’AELE ainsi que les membres de leur famille reçoivent une autorisation d’établissement UE/AELE de durée indéterminée sur la base de l’art. 34 LEI et des art. 60 à 63 OASA ainsi qu’en conformité avec les conventions d’établissement conclues par la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_5"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Titres pour étrangers ",
        "citation": "Art. 6 al. 1 OLCP",
        "content": "Les ressortissants de l’UE et de l’AELE, les membres de leur famille, ainsi que les prestataires de services visés à l’art. 2, al. 3, qui sont au bénéfice d’une autorisation en vertu de l’accord sur la libre circulation des personnes ou de la Convention instituant l’AELE reçoivent un titre pour étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_6"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Titres pour étrangers ",
        "citation": "Art. 6 al. 2 OLCP",
        "content": "Le titre pour étrangers attestant l’autorisation d’établissement UE/AELE est établi à des fins de contrôle pour une période de cinq ans. Son détenteur le remettra à l’autorité compétente en vue de sa prolongation deux semaines avant l’échéance de ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_6"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 2, Catégories d’autorisations et de titres pour étrangers Titres pour étrangers ",
        "citation": "Art. 6 al. 3 OLCP",
        "content": "L’établissement et la présentation des titres pour étrangers sont régis par les art.  71 à 72 OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_6"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédure de visas",
        "citation": "Art. 7 OLCP",
        "content": "Les membres de la famille d’un ressortissant de l’UE ou de l’AELE et les prestataires de services selon l’art. 2, al. 3, qui ne sont pas ressortissants d’un État membre de l’UE ou de l’AELE, sont soumis aux dispositions relatives à l’obligation du visa prévues aux art. 8 et 9 de l’ordonnance du 15 août 2018 sur l’entrée et l’octroi de visas. Le visa leur est octroyé si les conditions requises pour l’octroi d’une autorisation de séjour de courte durée ou de séjour UE/AELE selon l’accord sur la libre circulation des personnes ou selon la Convention instituant l’AELE sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_7"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Assurance de l’autorisation",
        "citation": "Art. 8 OLCP",
        "content": "Pour entrer en Suisse en vue d’y exercer une activité lucrative soumise à autorisation UE/AELE, les ressortissants de la Croatie peuvent demander une assurance de l’autorisation (art. 5 OASA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_8"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédures de déclaration d’arrivée et d’autorisation",
        "citation": "Art. 9 al. 1 OLCP",
        "content": "Les procédures de déclaration d’arrivée et d’autorisation sont régies par les art. 10 à 15 LEI et 9, 10, 12, 13, 15 et 16 OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédures de déclaration d’arrivée et d’autorisation",
        "citation": "Art. 9 al. 1bis OLCP",
        "content": "En cas de prise d’emploi sur le territoire suisse ne dépassant pas trois mois par année civile ou de services fournis par un prestataire indépendant pendant 90 jours ouvrables au plus par année civile, la procédure de déclaration d’arrivée (obligation d’annonce, procédure, éléments, délais) au sens de l’art. 6 de la loi du 8 octobre 1999 sur les travailleurs détachés et de l’art. 6 de l’ordonnance du 21 mai 2003 sur les travailleurs détachés en Suisse s’applique par analogie. Le salaire ne doit pas être annoncé. En cas de prise d’emploi sur le territoire suisse ne dépassant pas trois mois par année civile, l’annonce doit s’effectuer au plus tard la veille du jour marquant le début de l’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédures de déclaration d’arrivée et d’autorisation",
        "citation": "Art. 9 al. 1ter OLCP",
        "content": "L’art. 6, al. 4, de la loi du 8 octobre 1999 sur les travailleurs détachés s’applique par analogie à la transmission de l’annonce à la commission tripartite cantonale ainsi que, le cas échéant, à la Commission paritaire instituée par la convention collective de travail déclarée de force obligatoire (art. 9, al. 1bis, 1re phrase, OLCP).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédures de déclaration d’arrivée et d’autorisation",
        "citation": "Art. 9 al. 2 OLCP",
        "content": "L’art. 5 de l’ordonnance SYMIC du 12 avril 2006 régit l’annonce des données personnelles par les cantons et les communes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédures de déclaration d’arrivée et d’autorisation",
        "citation": "Art. 9 al. 3 OLCP",
        "content": "Les frontaliers sont tenus d’annoncer tout changement d’emploi à l’autorité compétente de leur lieu de travail. L’annonce est effectuée avant la prise d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 3, Entrée, procédures de déclaration et d’autorisation, Procédures de déclaration d’arrivée et d’autorisation",
        "citation": "Art. 9 al. 4 OLCP",
        "content": "Les frontaliers qui séjournent en Suisse durant la semaine sont tenus de s’annoncer à l’autorité compétente de leur lieu de résidence. L’al. 1 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 4, Séjour avec exercice d’une activité lucrative, Imputation sur les nombres maximums",
        "citation": "Art. 10 OLCP",
        "content": "Il n’y a pas imputation sur les nombres maximums fixés conformément à l’accord sur la libre circulation des personnes pour les ressortissants de la Croatie:\na. qui ne sont pas entrés en Suisse et ont renoncé à y travailler, ou\nb. qui ont quitté la Suisse dans les 90 jours ouvrables qui ont suivi le début de l’activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_10"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 4, Séjour avec exercice d’une activité lucrative, Répartition des nombres maximums",
        "citation": "Art. 11 OLCP",
        "content": "Le Secrétariat d’État aux migrations (SEM) répartit pour les ressortissants de la Croatie les nombres maximums fixés conformément à l’art. 10 de l’accord sur la libre circulation des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_11"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 4, Séjour avec exercice d’une activité lucrative, Exceptions aux nombres maximums",
        "citation": "Art. 12 al. 1 OLCP",
        "content": "Les exceptions prévues dans la LEI et dans l’OASA s’appliquent par analogie aux nombres maximums fixés pour les ressortissants de la Croatie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 4, Séjour avec exercice d’une activité lucrative, Exceptions aux nombres maximums",
        "citation": "Art. 12 al. 2 OLCP",
        "content": "Les autorisations de séjour UE/AELE qui sont délivrées aux ressortissants de la Croatie en vertu de l’art. 27, par. 3, let. a, de l’annexe I de l’accord sur la libre circulation des personnes ne sont pas imputées sur les nombres maximums.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 4, Séjour avec exercice d’une activité lucrative, Exceptions aux nombres maximums",
        "citation": "Art. 12 al. 3 OLCP",
        "content": "Les ressortissants de la Croatie qui, en tant que doctorants ou postdoctorants, exercent une activité lucrative dans une haute école suisse ne sont pas imputés sur les nombres maximums même s’ils changent d’emploi ou de profession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 4, Séjour avec exercice d’une activité lucrative, Exceptions aux nombres maximums",
        "citation": "Art. 12 al. 4 OLCP",
        "content": "Les citoyens liechtensteinois ne sont pas imputés sur les nombres maximums.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 5, Prestations de services transfrontaliers, Services fournis dans le cadre d’un accord sur les services",
        "citation": "Art. 13 OLCP",
        "content": "Les personnes qui fournissent des services transfrontaliers dans le cadre d’un accord sur les services passé entre la Suisse et l’UE ou entre les États membres de l’AELE n’ont pas besoin d’une autorisation de séjour de courte durée UE/AELE si leur séjour n’excède pas 90 jours ouvrables par année civile. Si la prestation de services dépasse 90 jours ouvrables, elles obtiennent une autorisation de séjour de courte durée ou de séjour UE/AELE pour la durée de la prestation de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_13"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 5, Prestations de services transfrontaliers, Prestations de services de 90 jours ouvrables au maximum",
        "citation": "Art. 14 al. 1 OLCP",
        "content": "En l’absence d’accord sur les services, les ressortissants de l’UE/AELE et les prestataires de services visés à l’art. 2, al. 3, n’ont pas besoin, pour fournir des services transfrontaliers, d’une autorisation de séjour de courte durée UE/AELE, si leur séjour n’excède pas 90 jours ouvrables par année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_14"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 5, Prestations de services transfrontaliers, Prestations de services de plus de 90 jours ouvrables",
        "citation": "Art. 15 al. 1 OLCP",
        "content": "En l’absence d’accord sur les services et dans la mesure où la durée de la prestation de services dépasse 90 jours ouvrables, une autorisation de séjour de courte durée ou de séjour UE/AELE, au sens de l’art. 4, peut être accordée à des ressortissants de l’UE et de l’AELE et aux personnes visées par l’art. 2, al. 3, pour la durée de la prestation de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_15"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 5, Prestations de services transfrontaliers, Prestations de services de plus de 90 jours ouvrables",
        "citation": "Art. 15 al. 2 OLCP",
        "content": "L’admission est régie par les dispositions de la LEI et de l’OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_15"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Moyens financiers",
        "citation": "Art. 16 al. 1 OLCP",
        "content": "Les moyens financiers des ressortissants de l’UE et de l’AELE ainsi que des membres de leur famille sont réputés suffisants s’ils dépassent les prestations d’assistance qui seraient allouées en fonction des directives «Aide sociale: concepts et normes de calcul» (directives CSIAS), à un ressortissant suisse, éventuellement aux membres de sa famille, suite à la demande de l’intéressé et compte tenu de sa situation personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_16"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Moyens financiers",
        "citation": "Art. 16 al. 2 OLCP",
        "content": "Les moyens financiers d’un ayant droit à une rente, ressortissant de l’UE ou de l’AELE ainsi que les membres de sa famille, sont réputés suffisants s’ils dépassent le montant donnant droit à un ressortissant suisse qui en fait la demande, éventuellement aux membres de sa famille, à des prestations complémentaires au sens de la loi fédérale du 19 mars 1965 sur les prestations complémentaires à l’assurance-vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_16"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Renouvellement de l’autorisation de séjour UE/AELE",
        "citation": "Art. 17 OLCP",
        "content": "En cas de séjour sans activité lucrative, les autorités compétentes peuvent, quand elles l’estiment nécessaire, demander la revalidation de l’autorisation de séjour UE/AELE au terme des deux premières années de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_17"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Séjours aux fins de recherche d’un emploi",
        "citation": "Art. 18 al. 1 OLCP",
        "content": "Les ressortissants de l’UE et de l’AELE n’ont pas besoin d’autorisation s’ils séjournent en Suisse moins de trois mois pour y chercher un emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_18"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Séjours aux fins de recherche d’un emploi",
        "citation": "Art. 18 al. 2 OLCP",
        "content": "Si la recherche d’un emploi prend plus de trois mois, ils obtiennent une autorisation de séjour de courte durée UE/AELE d’une durée de validité de trois mois par année civile, pour autant qu’ils disposent des moyens financiers nécessaires à leur entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_18"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Séjours aux fins de recherche d’un emploi",
        "citation": "Art. 18 al. 3 OLCP",
        "content": "Cette autorisation peut être prolongée jusqu’à une année au plus pour autant qu’ils soient en mesure de prouver les efforts déployés à cet effet et qu’il existe une réelle perspective d’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_18"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Destinataires de services",
        "citation": "Art. 19 al. 1 OLCP",
        "content": "Les ressortissants de l’UE et de l’AELE se rendant en Suisse pour y bénéficier de services n’ont pas besoin d’autorisation si leur séjour n’excède pas trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_19"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Destinataires de services",
        "citation": "Art. 19 al. 2 OLCP",
        "content": "Ils reçoivent une autorisation de séjour de courte durée ou de séjour UE/AELE si la prestation de services est d’une durée supérieure à trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_19"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 6, Séjour sans exercice d’une activité lucrative, Autorisation de séjour délivrée pour des motifs importants",
        "citation": "Art. 20 OLCP",
        "content": "Si les conditions d’admission sans activité lucrative ne sont pas remplies au sens de l’accord sur la libre circulation des personnes ou au sens de la Convention instituant l’AELE, une autorisation de séjour UE/AELE peut être délivrée lorsque des motifs importants l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_20"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 8, Droit de demeurer",
        "citation": "Art. 22 OLCP",
        "content": "Les ressortissants de l’UE, de l’AELE ou les membres de leur famille qui ont le droit de demeurer en Suisse selon l’accord sur la libre circulation des personnes ou selon la Convention instituant l’AELE, reçoivent une autorisation de séjour UE/AELE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_22"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 9, Fin du séjour, mesures d’éloignement, Disparition des conditions nécessaires à l’octroi du droit au séjour",
        "citation": "Art. 23 al. 1 OLCP",
        "content": "Les autorisations de séjour de courte durée, de séjour et frontalières UE/AELE peuvent être révoquées ou ne pas être prolongées, si les conditions requises pour leur délivrance ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_23"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 9, Fin du séjour, mesures d’éloignement, Disparition des conditions nécessaires à l’octroi du droit au séjour",
        "citation": "Art. 23 al. 2 OLCP",
        "content": "L’art. 63 LEI est applicable lors de la délivrance d’une autorisation d’établissement UE/AELE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_23"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 9, Fin du séjour, mesures d’éloignement, Mesures d’éloignement",
        "citation": "Art. 24 OLCP",
        "content": "Les mesures d’éloignement arrêtées par les autorités compétentes en vertu des art. 60 à 68 LEI s’appliquent à l’ensemble du territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_24"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 9, Fin du séjour, mesures d’éloignement, Compétence en cas de changement de canton",
        "citation": "Art. 25 OLCP",
        "content": "En cas de changement de canton, le nouveau canton est compétent en matière de mesures d’éloignement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_25"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 10, Procédure et compétence, Compétence",
        "citation": "Art. 26 OLCP",
        "content": "Les autorités cantonales compétentes délivrent les autorisations visées par la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_26"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 10, Procédure et compétence, Contrôle des autorisations",
        "citation": "Art. 28 OLCP",
        "content": "Le contrôle par le Secrétariat d’État aux migrations (SEM) des autorisations octroyées à des ressortissants de l’UE et de l’AELE est régi, par analogie, par l’art. 99 LEI ainsi que par les art. 83 et 85 OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_28"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 10, Procédure et compétence, Compétence du SEM",
        "citation": "Art. 29 OLCP",
        "content": "Le SEM est compétent pour:\na. approuver les autorisations de séjour initiales accordées aux ressortissants de l’UE et de l’AELE qui n’exercent pas d’activité lucrative au sens de l’art. 20, ainsi que leur prolongation;\nb. contrôler les autorisations conformément à l’art. 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_29"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 12, Dispositions pénales et sanctions administratives, Sanctions administratives",
        "citation": "Art. 32 OLCP",
        "content": "Les sanctions administratives sont régies par l’art. 122 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_32"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 12, Dispositions pénales et sanctions administratives, Dispositions pénales",
        "citation": "Art. 32a al. 1 OLCP",
        "content": "Est puni d’une amende de 5000 francs au plus quiconque contrevient, intentionnellement ou par négligence, aux obligations d’annonce prévues à l’art. 9, al. 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_32_a"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 12, Dispositions pénales et sanctions administratives, Dispositions pénales",
        "citation": "Art. 32a al. 2 OLCP",
        "content": "Est puni d’une amende de 1000 francs au plus quiconque contrevient, intentionnellement ou par négligence, à l’obligation d’annonce prévue à l’art. 9, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_32_a"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 13, Exécution",
        "citation": "Art. 33 OLCP",
        "content": "Le SEM surveille l’exécution de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_33"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 14, Abrogation du droit en vigueur",
        "citation": "Art. 34 OLCP",
        "content": "L’ordonnance du 23 mai 2001 sur l’introduction de la libre circulation des personnes est abrogée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_34"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 15, Modifications du droit en vigueur",
        "citation": "Art. 35 OLCP",
        "content": "Les actes législatifs mentionnés ci-après sont modifiés comme suit:...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_35"
    },
    {
        "book": "VFP",
        "title": "OLCP, Section 17, Entrée en vigueur",
        "citation": "Art. 39 OLCP",
        "content": "La présente ordonnance entre en vigueur le 1er juin 2002.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/fr#art_39"
    }
]