[
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Oggetto",
        "citation": "Art. 1 cpv. 1 OLCP",
        "content": "La presente ordinanza disciplina la libera circolazione delle persone giusta le disposizioni dell’Accordo sulla libera circolazione delle persone e della Convenzione AELS, tenuto conto delle rispettive normative transitorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_1"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Oggetto",
        "citation": "Art. 1 cpv. 2 OLCP",
        "content": "Essa regola anche la libera circolazione delle persone conformemente alle disposi-zioni dell’accordo sui diritti acquisiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_1"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Oggetto",
        "citation": "Art. 1 cpv. 3 OLCP",
        "content": "Disciplina anche la procedura di notificazione dei prestatori indipendenti di servizi contemplati dall’accordo sulla mobilità dei prestatori di servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_1"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Campo d’applicazione",
        "citation": "Art. 2 cpv. 1 OLCP",
        "content": "La presente ordinanza si applica ai cittadini degli Stati membri dell’Unione europea (cittadini dell’UE) nonché ai cittadini di Norvegia, Islanda e del Principato del Liechtenstein in quanto cittadini di Stati membri dell’Associazione europea di libero scambio (cittadini dell’AELS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Campo d’applicazione",
        "citation": "Art. 2 cpv. 2 OLCP",
        "content": "Essa si applica parimenti, indipendentemente dalla cittadinanza, ai familiari autorizzati a soggiornare in Svizzera sulla base delle disposizioni dell’Accordo sulla libera circolazione delle persone o della Convenzione AELS in materia di ricongiungimento familiare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Campo d’applicazione",
        "citation": "Art. 2 cpv. 3 OLCP",
        "content": "Essa si applica parimenti, indipendentemente dalla cittadinanza, alle persone inviate in Svizzera per una prestazione di servizio da società fondate conformemente al diritto di uno Stato membro dell’Unione europea (UE) o dell’Associazione europea di libero scambio (AELS) la cui sede statutaria, amministrazione centrale o sede principale si trova nel territorio dell’UE o dell’AELS e che già prima erano state ammesse a titolo permanente sul mercato del lavoro regolare in uno Stato dell’UE o dell’AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Campo d’applicazione",
        "citation": "Art. 2 cpv. 4 OLCP",
        "content": "Si applica anche ai cittadini del Regno Unito e ai membri della loro famiglia con-formemente alla regolamentazione prevista dall’accordo sui diritti acquisiti, fatti salvi gli articoli 4 capoverso 3bis, 8, 10–12, 14 capoverso 2, 21, 27 e 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Campo d’applicazione",
        "citation": "Art. 2 cpv. 5 OLCP",
        "content": "La procedura di notificazione per una prestazione della durata massima di 90 giorni lavorativi per anno civile secondo l’articolo 9 capoverso 1bis primo e secondo periodo nonché le sanzioni secondo l’articolo 32a capoverso 1 si applicano anche ai prestatori indipendenti di servizi contemplati dall’accordo sulla mobilità dei prestatori di servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_2"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Deroghe al campo d’applicazione",
        "citation": "Art. 3 cpv. 1 OLCP",
        "content": "La presente ordinanza non si applica ai cittadini dell’UE e dell’AELS e ai loro familiari il cui statuto è disciplinato dall’articolo 43 capoversi 1 lettere a–d, 2 e 3 dell’ordinanza del 24 ottobre 2007 sull’ammissione, il soggiorno e l’attività lucrativa (OASA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_3"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 1: Oggetto e campo d’applicazione, Deroghe al campo d’applicazione",
        "citation": "Art. 3 cpv. 2 OLCP",
        "content": "Le disposizioni sui contingenti massimi risultanti dall’applicazione dell’articolo 10 paragrafo 4d primo e secondo periodo dell’Accordo sulla libera circolazione delle persone non si applicano ai cittadini della Croazia il cui statuto è disciplinato dall’articolo 43 capoverso 1 lettere e–h OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_3"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Permesso di soggiorno di breve durata UE/AELS, permesso di dimora UE/AELS e permesso per frontalieri UE/AELS",
        "citation": "Art. 4 cpv. 1 OLCP",
        "content": "Ai cittadini dell’UE e dell’AELS è rilasciato, giusta le disposizioni dell’Accordo sulla libera circolazione delle persone o della Convenzione AELS, un permesso di soggiorno di breve durata UE/AELS, un permesso di dimora UE/AELS o un permesso per frontalieri UE/AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Permesso di soggiorno di breve durata UE/AELS, permesso di dimora UE/AELS e permesso per frontalieri UE/AELS",
        "citation": "Art. 4 cpv. 2 OLCP",
        "content": "Salvo disposizione contraria del diritto federale, il permesso di soggiorno di breve durata UE/AELS e il permesso di dimora UE/AELS valgono in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Permesso di soggiorno di breve durata UE/AELS, permesso di dimora UE/AELS e permesso per frontalieri UE/AELS",
        "citation": "Art. 4 cpv. 3 OLCP",
        "content": "Il permesso per frontalieri UE/AELS rilasciato ai cittadini dell’UE e dell’AELS vale in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Permesso di soggiorno di breve durata UE/AELS, permesso di dimora UE/AELS e permesso per frontalieri UE/AELS",
        "citation": "Art. 4 cpv. 4 OLCP",
        "content": "I cittadini dell’UE e dell’AELS che svolgono un’attività lucrativa in Svizzera per un massimo di tre mesi complessivi per anno civile non necessitano di un permesso di soggiorno di breve durata UE/AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_4"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Permesso di domicilio UE/AELS",
        "citation": "Art. 5 OLCP",
        "content": "Ai cittadini dell’UE e dell’AELS e ai loro familiari è rilasciato un permesso di domicilio UE/AELS illimitato in virtù dell’articolo 34 LStrI e gli articoli 60–63 della OASA, nonché in conformità degli accordi di domicilio conclusi dalla Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_5"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Carta di soggiorno",
        "citation": "Art. 6 cpv. 1 OLCP",
        "content": "Ai cittadini dell’UE e dell’AELS e ai loro familiari, nonché ai prestatori di servizi secondo l’articolo 2 capoverso 3 titolari di un permesso secondo l’Accordo sulla libera circolazione delle persone o la Convenzione AELS, è rilasciata una carta di soggiorno per stranieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_6"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Carta di soggiorno",
        "citation": "Art. 6 cpv. 2 OLCP",
        "content": "La carta di soggiorno per stranieri quale prova del permesso di domicilio UE/AELS è rilasciata a fini di controllo con una durata di validità di cinque anni. Due settimane prima della scadenza, la stessa deve essere presentata per proroga all’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_6"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 2: Tipi di permessi e carte di soggiorno, Carta di soggiorno",
        "citation": "Art. 6 cpv. 3 OLCP",
        "content": "Il rilascio e la presentazione delle carte di soggiorno per stranieri sono retti dagli articoli 71–72 OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_6"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedura di rilascio del visto",
        "citation": "Art. 7 OLCP",
        "content": "Per i familiari di cittadini dell’UE o dell’AELS e per i prestatori di servizi di cui all’articolo 2 capoverso 3, che non possiedono la cittadinanza di uno Stato membro dell’UE o dell’AELS, sono applicabili le disposizioni in materia di obbligo del visto degli articoli 8 e 9 dell’ordinanza del 15 agosto 2018 concernente l’entrata e il rilascio del visto. Il visto è rilasciato allorquando sono adempiute le condizioni per il rilascio di un permesso di soggiorno di breve durata UE/AELS o di un permesso di dimora UE/AELS secondo le disposizioni dell’Accordo sulla libera circolazione delle persone o della Convenzione AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_7"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Assicurazione del permesso",
        "citation": "Art. 8 OLCP",
        "content": "Per l’entrata in Svizzera in vista dell’esercizio di un’attività lucrativa che necessita di un permesso UE/AELS, i cittadini della Croazia possono chiedere l’assicurazione del permesso (art. 5 OASA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_8"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedure di notificazione e di permesso",
        "citation": "Art. 9 cpv. 1 OLCP",
        "content": "Le procedure di notificazione e di permesso sono rette dagli articoli 10–15 LStrI e dagli articoli 9, 10, 12, 13, 15 e 16 OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedure di notificazione e di permesso",
        "citation": "Art. 9 cpv. 1bis OLCP",
        "content": "In caso di assunzione d’impiego sul territorio svizzero per una durata che non superi tre mesi per anno civile oppure in caso di prestazioni di servizi per il conto di un fornitore indipendente della durata massima di 90 giorni per anno civile, è applicabile per analogia la procedura di notificazione (obbligo di notificazione, procedura, elementi, termini) di cui all’articolo 6 della legge dell’8 ottobre 1999 sui lavoratori distaccati in Svizzera e all’articolo 6 dell’ordinanza del 21 maggio 2003 sui lavoratori distaccati in Svizzera. Non occorre notificare lo stipendio. In caso di assunzione d’impiego sul territorio svizzero per una durata che non superi tre mesi per anno civile, la notificazione avviene al più tardi la vigilia del giorno in cui ha inizio l’attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedure di notificazione e di permesso",
        "citation": "Art. 9 cpv. 1ter OLCP",
        "content": "L’articolo 6 capoverso 4 della legge dell’8 ottobre 1999 sui lavoratori distaccati in Svizzera è applicabile per analogia alla trasmissione della notificazione alla Commissione tripartita cantonale nonché, se del caso, alla Commissione paritetica istituita da contratti collettivi di obbligatorietà generale (art. 9 cpv. 1bis primo periodo OLCP).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedure di notificazione e di permesso",
        "citation": "Art. 9 cpv. 2 OLCP",
        "content": "Per le notificazioni dei Cantoni e dei Comuni si applica l’articolo 5 dell’ordinanza SIMIC del 12 aprile 2006.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedure di notificazione e di permesso",
        "citation": "Art. 9 cpv. 3 OLCP",
        "content": "I frontalieri sono tenuti a notificare il cambiamento di posto di lavoro all’autorità competente nel luogo di lavoro. La notificazione dev’essere effettuata prima dell’assunzione d’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 3: Entrata, procedura di notificazione e di permesso, Procedure di notificazione e di permesso",
        "citation": "Art. 9 cpv. 4 OLCP",
        "content": "I frontalieri che durante la settimana dimorano in Svizzera sono tenuti a notificarsi presso l’autorità competente nel luogo di dimora. Il capoverso 1 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_9"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 4: Dimora con attività lucrativa, Computo sui contingenti massimi",
        "citation": "Art. 10 OLCP",
        "content": "Il permesso non è computato sui contingenti massimi stabiliti conformemente all’Accordo sulla libera circolazione delle persone se il cittadino della Croazia:\na. non è entrato in Svizzera e ha rinunciato a svolgervi un’attività lucrativa, oppure\nb. ha lasciato la Svizzera entro 90 giorni lavorativi dall’inizio dell’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_10"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 4: Dimora con attività lucrativa, Ripartizione dei contingenti massimi",
        "citation": "Art. 11 OLCP",
        "content": "La Segreteria di Stato della migrazione (SEM) ripartisce per i cittadini della Croazia i contingenti massimi stabiliti conformemente all’articolo 10 dell’Accordo sulla libera circolazione delle persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_11"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 4: Dimora con attività lucrativa, Deroghe ai contingenti massimi",
        "citation": "Art. 12 cpv. 1 OLCP",
        "content": "Le deroghe previste dalla LStrI e dall’OASA si applicano per analogia ai contingenti massimi fissati per i cittadini della Croazia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 4: Dimora con attività lucrativa, Deroghe ai contingenti massimi",
        "citation": "Art. 12 cpv. 2 OLCP",
        "content": "I permessi di dimora UE/AELS rilasciati a cittadini della Croazia in virtù dell’articolo 27 paragrafo 3 lettera a dell’allegato I dell’Accordo sulla libera circolazione delle persone sono eccettuati dai contingenti massimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 4: Dimora con attività lucrativa, Deroghe ai contingenti massimi",
        "citation": "Art. 12 cpv. 3 OLCP",
        "content": "I contingenti massimi non si applicano ai cittadini della Croazia che svolgono un’attività lucrativa in qualità di dottorandi o postdottorandi presso scuole universitarie svizzere anche se cambiano posto o professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 4: Dimora con attività lucrativa, Deroghe ai contingenti massimi",
        "citation": "Art. 12 cpv. 4 OLCP",
        "content": "I contingenti massimi non si applicano ai cittadini del Liechtenstein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_12"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 5: Prestazione transfrontaliera di servizi, Prestazione di servizi nel contesto di un pertinente accordo",
        "citation": "Art. 13 OLCP",
        "content": "Le persone che forniscono un servizio transfrontaliero nel contesto di un accordo di prestazione di servizi tra la Svizzera e l’UE o l’AELS non necessitano di un permesso di soggiorno di breve durata per i soggiorni fino a 90 giorni lavorativi per anno civile. Se il servizio supera i 90 giorni lavorativi, è rilasciato un permesso di soggiorno di breve durata UE/AELS o un permesso di dimora UE/AELS per la durata del servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_13"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 5: Prestazione transfrontaliera di servizi, Prestazioni di servizi fino a 90 giorni lavorativi",
        "citation": "Art. 14 cpv. 1 OLCP",
        "content": "In assenza di un accordo sulla prestazione di servizi, i cittadini dell’UE e dell’AELS e i prestatori di servizi giusta l’articolo 2 capoverso 3 non necessitano di un permesso di soggiorno di breve durata UE/AELS per la prestazione transfrontaliera di servizi fino a 90 giorni lavorativi per anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_14"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 5: Prestazione transfrontaliera di servizi, Prestazioni di servizi di oltre 90 giorni lavorativi",
        "citation": "Art. 15 cpv. 1 OLCP",
        "content": "In assenza di un accordo sulla prestazione di servizi e se la durata del servizio supera i 90 giorni lavorativi, ai cittadini dell’UE e dell’AELS e alle persone di cui all’articolo 2 capoverso 3 può essere rilasciato, per la durata del servizio, un permesso di soggiorno di breve durata UE/AELS o un permesso di dimora UE/AELS giusta l’articolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_15"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 5: Prestazione transfrontaliera di servizi, Prestazioni di servizi di oltre 90 giorni lavorativi",
        "citation": "Art. 15 cpv. 2 OLCP",
        "content": "Per l’ammissione sono applicabili le disposizioni della LStrI e dell’OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_15"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Mezzi finanziari",
        "citation": "Art. 16 cpv. 1 OLCP",
        "content": "I mezzi finanziari di cui dispongono un cittadino dell’UE o dell’AELS e i suoi familiari sono considerati sufficienti se superiori alle prestazioni d’assistenza concesse a un richiedente svizzero e se del caso ai suoi familiari, tenuto conto della loro situazione personale conformemente alle direttive CSIAS sull’impostazione e sul calcolo dell’aiuto sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_16"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Mezzi finanziari",
        "citation": "Art. 16 cpv. 2 OLCP",
        "content": "I mezzi finanziari a disposizione di un cittadino dell’UE o dell’AELS avente diritto a una rendita o dei suoi familiari sono considerati sufficienti se superano l’importo che autorizzerebbe un richiedente svizzero e se del caso i suoi familiari a percepire le prestazioni complementari giusta la legge federale del 19 marzo 1965 sulle prestazioni complementari all’assicurazione per la vecchiaia, i superstiti e l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_16"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Rinnovo del permesso di dimora UE/AELS",
        "citation": "Art. 17 OLCP",
        "content": "Già dopo i primi due anni, le autorità competenti possono, se lo ritengono necessario, esigere il rinnovo del permesso di dimora UE/AELS per i soggiorni senza attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_17"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Soggiorni dedicati alla ricerca di un impiego",
        "citation": "Art. 18 cpv. 1 OLCP",
        "content": "Per la ricerca di un impiego, i cittadini dell’UE e dell’AELS non necessitano di un permesso se il soggiorno non supera tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_18"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Soggiorni dedicati alla ricerca di un impiego",
        "citation": "Art. 18 cpv. 2 OLCP",
        "content": "Se il soggiorno per la ricerca di un impiego si protrae oltre i primi tre mesi è rilasciato loro un permesso di soggiorno di breve durata UE/AELS della validità di tre mesi per anno civile, purché dispongano dei mezzi finanziari necessari al loro sostentamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_18"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Soggiorni dedicati alla ricerca di un impiego",
        "citation": "Art. 18 cpv. 3 OLCP",
        "content": "Questo permesso può essere prorogato fino a un anno purché i cittadini dell’UE e dell’AELS dimostrino i loro sforzi di ricerca e sussista una prospettiva reale di impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_18"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Destinatari di servizi",
        "citation": "Art. 19 cpv. 1 OLCP",
        "content": "Se il soggiorno non supera tre mesi, i cittadini dell’UE e dell’AELS che entrano in Svizzera onde ricevere una prestazione di servizi non necessitano di un permesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_19"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Destinatari di servizi",
        "citation": "Art. 19 cpv. 2 OLCP",
        "content": "Per le prestazioni di servizi di più lunga durata, è rilasciato loro un permesso di soggiorno di breve durata UE/AELS o un permesso di dimora UE/AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_19"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 6: Dimora senza attività lucrativa, Rilascio di un permesso per motivi gravi",
        "citation": "Art. 20 OLCP",
        "content": "Se non sono adempite le condizioni per l’ammissione in vista di un soggiorno senza attività lucrativa giusta l’Accordo sulla libera circolazione delle persone o la Convenzione AELS, possono essere rilasciati permessi di dimora UE/AELS se motivi gravi lo giustificano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_20"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 8: Diritto di rimanere in Svizzera",
        "citation": "Art. 22 OLCP",
        "content": "Ai cittadini dell’UE e dell’AELS o ai loro familiari che possono prevalersi di un diritto di rimanere in Svizzera giusta le disposizioni dell’Accordo sulla libera circolazione o della Convenzione AELS è rilasciato un permesso di dimora UE/AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_22"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 9:, Fine del soggiorno, misure di allontanamento e di respingimento, Cessazione delle condizioni per il diritto di soggiorno",
        "citation": "Art. 23 cpv. 1 OLCP",
        "content": "I permessi di soggiorno di breve durata UE/AELS, i permessi di dimora UE/AELS e i permessi per frontalieri UE/AELS possono essere revocati o non essere prorogati se non sono più adempite le condizioni per il loro rilascio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_23"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 9:, Fine del soggiorno, misure di allontanamento e di respingimento, Cessazione delle condizioni per il diritto di soggiorno",
        "citation": "Art. 23 cpv. 2 OLCP",
        "content": "Per quanto concerne il permesso di domicilio UE/AELS si applica l’articolo 63 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_23"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 9:, Fine del soggiorno, misure di allontanamento e di respingimento, Misure di allontanamento o di respingimento",
        "citation": "Art. 24 OLCP",
        "content": "Le misure di allontanamento o di respingimento disposte dalle competenti autorità federali o cantonali secondo gli articoli 60–68 LStrI valgono per tutto il territorio della Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_24"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 9:, Fine del soggiorno, misure di allontanamento e di respingimento, Competenza in caso di cambiamento di Cantone",
        "citation": "Art. 25 OLCP",
        "content": "Dopo il cambiamento di Cantone, il nuovo Cantone è competente in materia di misure di allontanamento o di respingimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_25"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 10: Procedura e competenza, Competenza",
        "citation": "Art. 26 OLCP",
        "content": "I permessi giusta la presente ordinanza sono rilasciati dalle autorità cantonali competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_26"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 10: Procedura e competenza, Controllo dei permessi",
        "citation": "Art. 28 OLCP",
        "content": "Il controllo dei permessi dei cittadini dell’UE e dell’AELS da parte della Segreteria di Stato della migrazione (SEM) è retto dall’articolo 99 LStrI e dagli articoli 83 e 85 OASA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_28"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 10: Procedura e competenza, Competenza della SEM",
        "citation": "Art. 29 OLCP",
        "content": "La SEM è competente per:\na. l’approvazione dei primi permessi di dimora e delle proroghe per i cittadini dell’UE e dell’AELS non esercitanti attività lucrativa secondo l’articolo 20;\nb. il controllo dei permessi giusta l’articolo 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_29"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 12: Disposizioni penali e sanzioni amministrative, Sanzioni amministrative ",
        "citation": "Art. 32 OLCP",
        "content": "Le sanzioni amministrative sono rette dall’articolo 122 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_32"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 12: Disposizioni penali e sanzioni amministrative, Disposizioni penali",
        "citation": "Art. 32a cpv. 1 OLCP",
        "content": "È punito con una multa fino a 5000 franchi chiunque, intenzionalmente o per negligenza, viola l’obbligo di notificazione previsto all’articolo 9 capoverso 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_32_a"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 12: Disposizioni penali e sanzioni amministrative, Disposizioni penali",
        "citation": "Art. 32a cpv. 2 OLCP",
        "content": "È punito con una multa fino a 1000 franchi chiunque, intenzionalmente o per negligenza, viola l’obbligo di notificazione previsto all’articolo 9 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_32_a"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 13: Esecuzione",
        "citation": "Art. 33 OLCP",
        "content": "La SEM sorveglia l’esecuzione della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_33"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 14: Abrogazione del diritto previgente",
        "citation": "Art. 34 OLCP",
        "content": "L’ordinanza del 23 maggio 2001 sull’introduzione della libera circolazione delle persone è abrogata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_34"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 15: Modifica del diritto vigente",
        "citation": "Art. 35 OLCP",
        "content": "Le seguenti ordinanze sono modificate come segue:...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_35"
    },
    {
        "book": "VFP",
        "title": "OLCP, Sezione 17: Entrata in vigore",
        "citation": "Art. 39 OLCP",
        "content": "La presente ordinanza entra in vigore il 1° giugno 2002.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/261/it#art_39"
    }
]