[
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari",
        "citation": "Art. 1 Rform",
        "content": "Nella procedura d’esecuzione e di fallimenti, allo scopo di assicurare un’applicazione uniforme dei disposti della LEF come pure delle relative ordinanze, devono essere impiegati i formulari prestabiliti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_1"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari",
        "citation": "Art. 2 cpv. 1 Rform",
        "content": "I formulari allestiti dal servizio per l’alta vigilanza in materia di LEF aggregato all’Ufficio federale di giustizia (UFG) sono pubblicati in forma elettronica in una raccolta di modelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_2"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari",
        "citation": "Art. 2 cpv. 2 Rform",
        "content": "Gli uffici d’esecuzione e dei fallimenti possono allestire e utilizzare i loro formulari, che devono corrispondere, quanto al contenuto, a quelli della raccolta di modelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_2"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari",
        "citation": "Art. 2 cpv. 3 Rform",
        "content": "Le autorità cantonali possono allestire ulteriori formulari per il loro settore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_2"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, A. Domande",
        "citation": "Art. 3 cpv. 1 Rform",
        "content": "Il Dipartimento federale di giustizia e polizia può, per via di ordinanza, emanare prescrizioni materiali e formali per le domande presentate dal creditore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_3"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, A. Domande",
        "citation": "Art. 3 cpv. 1bis Rform",
        "content": "Il servizio per l’alta vigilanza in materia di LEF aggregato all’UFG allestisce formulari per le domande presentate dal creditore e li pubblica in forma elettronica. L’utilizzo di questi formulari non è obbligatorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_3"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, A. Domande",
        "citation": "Art. 3 cpv. 2 Rform",
        "content": "Gli uffici d’esecuzione e dei fallimenti devono accettare anche le domande presentate oralmente, purché contengano tutte le indicazioni necessarie. Se la domanda è presentata oralmente, l’ufficio la riporta su un formulario, che viene fatto firmare al creditore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_3"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, A. Domande",
        "citation": "Art. 4 cpv. 1 Rform",
        "content": "Il creditore deve fornire l’anticipo spese conforme al regolamento quando presenta la domanda di esecuzione, per le spese del precetto esecutivo e se del caso per l’avviso ai locatori ed affittuari ai sensi dell’articolo 806 del Codice civile svizzero; quando presenta la domanda di proseguire l’esecuzione, per le spese del pignoramento o della comminatoria di fallimento. Per le spese di realizzazione, egli deve fornire l’anticipo preteso dall’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_4"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, A. Domande",
        "citation": "Art. 4 cpv. 2 Rform",
        "content": "L’anticipo spese può essere fornito in contanti o mediante versamento sul conto postale o bancario dell’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_4"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, A. Domande",
        "citation": "Art. 5 Rform",
        "content": "I formulari per le domande sono ottenibili presso gli uffici d’esecuzione e fallimenti al prezzo di costo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_5"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, B. Provvedimenti e atti degli uffici d’esecuzione e dei fallimenti",
        "citation": "Art. 6 Rform",
        "content": "I formulari devono essere firmati dai funzionari o impiegati dell’ufficio autorizzati a tal fine dalle disposizioni cantonali; possono essere utilizzati timbri facsimili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_6"
    },
    {
        "book": "VFRR",
        "title": "Rform, I. Formulari, B. Provvedimenti e atti degli uffici d’esecuzione e dei fallimenti",
        "citation": "Art. 7 Rform",
        "content": "I formulari concernenti la stessa esecuzione od il medesimo gruppo devono essere conservati insieme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_7"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri",
        "citation": "Art. 8 cpv. 1 Rform",
        "content": "Per la procedura esecutiva gli Uffici terranno i seguenti registri:\n1. Registro delle domande;\n2. Registro delle esecuzioni;\n3. Registro dei gruppi;\n4. Registro delle persone;\n5. Giornale ed Agenda;\n6. Libro cassa;\n7. Conto corrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_8"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri",
        "citation": "Art. 8 cpv. 2 Rform",
        "content": "Previa autorizzazione delle autorità cantonali di vigilanza, i registri potranno essere tenuti mediante elaborazione elettronica dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_8"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 1 Rform",
        "content": "Al registro delle domande s’inscriveranno, nella prima colonna, col relativo numero progressivo, secondo l’ordine e la data del loro inoltro, tutte le domande d’esecuzione, di prosecuzione dell’esecuzione e di vendita che vengono presentate all’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 2 Rform",
        "content": "Le domande di proseguire l’esecuzione e di vendita che – a sensi di legge – non possono ancora essere accolte nel momento in cui vengono presentate all’ufficio, non saranno inscritte, ma rimandate al mittente con la nota: «precoce, non potrà essere accolta che il giorno ...».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 3 Rform",
        "content": "Sono eccettuate le domande che pervengono all’ufficio al massimo due giorni troppo presto. Queste saranno accettate ed inscritte come le altre, secondo l’ordine del loro inoltro. S’indicherà nella colonna n. 2 (sotto forma di frazione) la duplice data del loro inoltro e quella del giorno a partire dal quale esse diventano ricevibili e s’intendono presentate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 4 Rform",
        "content": "Nella colonna n. 3 si deve indicare il genere della domanda con la relativa iniziale, e cioè con la lettera:\nE. la domanda d’esecuzione;\nP. la domanda di proseguire l’esecuzione; e\nV. la domanda di vendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 5 Rform",
        "content": "Nella colonna n. 4 si menzionerà con una R. se fu chiesta e rilasciata una ricevuta della domanda d’esecuzione, o con un tratto orizzontale, se non ne fu fatta istanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 6 Rform",
        "content": "Le colonne n. 5 e 6 servono all’iscrizione del cognome o della ditta del debitore e del creditore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 7 Rform",
        "content": "Nella colonna n. 7 s’indicherà la pagina ossia il foglio del registro delle persone o repertorio su cui si trovano questi cognomi e queste ditte, scrivendo pel debitore il numeratore e pel creditore il denominatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 1. Registro delle domande",
        "citation": "Art. 9 cpv. 8 Rform",
        "content": "Nella colonna n. 8 figurerà, da ultimo, il numero sotto il quale l’esecuzione è inscritta nel registro delle esecuzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_9"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 2. Registro delle esecuzioni",
        "citation": "Art. 10 Rform",
        "content": "Al registro delle esecuzioni s’inscriveranno tutte le esecuzioni di qualunque specie, secondo l’ordine d’inoltro della rispettiva domanda. Le colonne sono riempite come segue:Numero progressivo e, sotto questo, l’iniziale indicante la specie di esecuzione, vale a dire la lettera:\nP. per l’esecuzione in via di realizzazione del pegno;\nI. per l’esecuzione in via di realizzazione dell’ipoteca; e\nC. per l’esecuzione cambiaria.L’assenza di iniziali significa «esecuzione in via di pignoramento o di fallimento».Nome e cognome del debitore, del creditore, e, se del caso, del suo rappresentante.Ammontare del credito, con il saggio dell’interesse, l’indicazione del tempo durante il quale è decorso ed il totale.Tasse. Sulla prima linea si registrerà con un I la somma delle tasse fino a quella della notificazione al creditore del precetto esecutivo, inclusivamente; sulla seconda, con un II, la somma delle tasse derivanti dal pignoramento. Le tasse di realizzazione o vendita saranno registrate (con un III) soltanto quando questa non abbia dato alcun prodotto; in caso diverso, verranno defalcate direttamente dal prodotto della vendita, nel verbale di questa.Anticipi delle spese. Se le spese sono computate nel Conto corrente aperto al creditore, s’inscriverà, invece di una somma, la parola «Conto».Data dell’inoltro della domanda di esecuzione. Data della trasmissione e della notifica del precetto esecutivo; se le due date non sono identiche, si indicheranno in forma di frazione.Data dell’opposizione, se fu fatta. Qualora sia contestata soltanto una parte del credito, s’indicherà l’ammontare contestato.Data della trasmissione del precetto esecutivo al creditore. Data del rigetto provvisorio dell’opposizione.Data del rigetto definitivo dell’opposizione. Data dell’inoltro della domanda di proseguire l’esecuzione.Sulla prima linea, in forma di frazione: la data dell’avviso e dell’esecuzione del pignoramento (α).Sulle seguenti: le date dei pignoramenti supplementari. Data d’inoltro della domanda di vendita. Se la domanda vien ritirata, cancellare la data; se ne vien inoltrata una nuova, aggiungere la data di questa sotto quella della prima (β).Data della scadenza dell’ultima rata, se fu concessa una dilazione.Al di sotto di questa data, quella dello spirare della dilazione, quando questa cada per non essersi eseguito puntualmente il pagamento di una rata (γ).Data degli incanti. Ammontare dell’eventuale carenza di beni, nei casi di realizzazione del pegno (δ).Data dell’invio della comminatoria di fallimento.Indicazione del risultato dell’esecuzione per mezzo di iniziali, cioè con le lettere:\nRP = per significare la realizzazione che approda al pagamento integrale;\nRS =  per significare la realizzazione che lascia uno scoperto totale o parziale;\nP =  per significare l’estinzione del credito mediante pagamento del debitore   all’ufficio;\nE =  per significare l’estinzione in altro modo (ritiro della domanda da parte   del creditore o prescrizione);\nS =  per significare la formazione di un gruppo per la partecipazione di altri   creditori al pignoramento, e ciò con le lettere:\nSP = se la partecipazione approda al pagamento integrale o\nSS =  se la partecipazione approda ad uno scoperto totale o parziale   dei creditori medesimi;\nF =  per significare il fallimento.Indicazione della pagina di libro di cassa.Se più creditori partecipano al pignoramento, indicare la pagina d’ognuno di essi nel Registro dei gruppi. In questo caso, si lasceranno in bianco le rubriche β a δ per il primo pignorante e le rubriche α a δ per i partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_10"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 3. Registro dei gruppi",
        "citation": "Art. 11 cpv. 1 Rform",
        "content": "La tenuta del registro dei gruppi è facoltativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_11"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 3. Registro dei gruppi",
        "citation": "Art. 11 cpv. 2 Rform",
        "content": "Nel registro dei gruppi s’inscrivono le esecuzioni in via di pignoramento o di realizzazione del pegno a cui più creditori partecipano al ricavo dei medesimi oggetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_11"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 3. Registro dei gruppi",
        "citation": "Art. 11 cpv. 3 Rform",
        "content": "S’indicherà:\nnella colonna n. 1: il numero progressivo che l’esecuzione porta nel registro delle        esecuzioni;\nnella colonna n. 2: i nomi dei creditori partecipanti, nell’ordine di data della loro        partecipazione o secondo il loro grado;\nnella colonna n. 3: l’ammontare del credito con interessi e spese, quale figura         nell’atto di pignoramento;\nnella colonna n. 4: l’ammontare ad esecuzione ultimata;\nnella colonna n. 5: la data d’inoltro della domanda di pignoramento;\nnella colonna n. 6: la data dell’esecuzione e dei supplementi del pignoramento;\nnella colonna n. 7: la data dalla quale il pignoramento è divenuto definitivo – se        esso è definitivo sin dall’inizio, s’inscriverà: eseguito (dal);\nnella colonna n. 8: la data dell’inoltro della domanda di vendita fatta dal creditore       rispettivo;\nnella colonna n. 9: la data ossia il giorno fino a cui fu concessa una dilazione.        Cessando la dilazione prima di questo giorno, si cancellerà la            data stessa per sostituirla con quella del giorno in cui cessa la        dilazione;\nnella colonna n. 10: la data delle vendite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_11"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 3. Registro dei gruppi",
        "citation": "Art. 11 cpv. 4 Rform",
        "content": "Nella distinta delle spese s’inscrivono tutte le spese che vanno a carico del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_11"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 3. Registro dei gruppi",
        "citation": "Art. 11 cpv. 5 Rform",
        "content": "Sotto la rubrica «conto» si registrerà il prodotto netto della vendita da cui si dedurranno le spese figuranti nella colonna contigua. La rimanenza rappresentante il ricavo netto dell’esecuzione, sarà, secondo i casi, riportata sul conto di ogni esecuzione o sulla graduatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_11"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 4. Registro delle persone o Repertorio",
        "citation": "Art. 12 cpv. 1 Rform",
        "content": "Un repertorio alfabetico dei debitori e dei creditori faciliterà la compulsione delle esecuzioni. Davanti ad ogni nome e cognome s’inscriveranno i numeri delle esecuzioni nelle quali il titolare del medesimo è parte come debitore o creditore; vi si menzionerà parimenti il numero del suo conto corrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_12"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 4. Registro delle persone o Repertorio",
        "citation": "Art. 12 cpv. 2 Rform",
        "content": "La tenuta del repertorio alfabetico dei creditori è facoltativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_12"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 5. Giornale ed Agenda",
        "citation": "Art. 13 cpv. 1 Rform",
        "content": "Nel giornale si noteranno i diversi atti e provvedimenti dell’ufficio che non si possono menzionare sui registri o sui formulari che rimangono presso di lui (atto di pignoramento, verbale di vendita); nell’agenda si indicano gli atti da farsi più tardi, in una coi relativi termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_13"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 5. Giornale ed Agenda",
        "citation": "Art. 13 cpv. 2 Rform",
        "content": "Il giornale e l’agenda possono essere tenuti insieme o separatamente; agli uffici è pure lecito di tenere libri diversi per diverse operazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_13"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri",
        "citation": "Art. 14 cpv. 1 Rform",
        "content": "Nel libro cassa s’inscrivono: al dare, tutte le somme versate all’ufficio o da esso incassate; all’avere, tutte quelle da esso pagate o trasmesse allo stabilimento dei depositi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_14"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri",
        "citation": "Art. 14 cpv. 2 Rform",
        "content": "I libri di cui all’articolo 8 capoverso 1 numeri 4 a 7 devono essere creati dai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_14"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 7. Conto corrente",
        "citation": "Art. 15 cpv. 1 Rform",
        "content": "Nel libro dei conti correnti si aprirà, occorrendo, ad ogni creditore un conto corrente di dare ed avere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_15"
    },
    {
        "book": "VFRR",
        "title": "Rform, II. Tenuta dei Registri, 7. Conto corrente",
        "citation": "Art. 15 cpv. 2 Rform",
        "content": "I Cantoni possono rendere obbligatoria anche la tenuta di altri conti, come per esempio quello delle tasse e delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_15"
    },
    {
        "book": "VFRR",
        "title": "Rform, III. Contabilità, 1. Specificatamente",
        "citation": "Art. 16 Rform",
        "content": "Le tasse e le spese devono essere inscritte come segue:\n1. le spese fatte pel pignoramento, sull’atto di pignoramento;\n2. le spese fatte per la vendita, sul verbale di vendita;\n3. le spese fatte per la ripartizione, sulla graduatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_16"
    },
    {
        "book": "VFRR",
        "title": "Rform, III. Contabilità, 2. Sommariamente",
        "citation": "Art. 17 cpv. 1 Rform",
        "content": "Si dovrà inscrivere una indicazione sommaria delle tasse e spese:\n1. nel registro delle esecuzioni (vedi più sopra l’art. 10);\n2. nel registro dei gruppi (vedi più sopra l’art. 11).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_17"
    },
    {
        "book": "VFRR",
        "title": "Rform, III. Contabilità, 2. Sommariamente",
        "citation": "Art. 17 cpv. 2 Rform",
        "content": "Le spese di cui ai numeri 2 e 3 dell’articolo 16 si defalcano sempre dal prodotto della vendita, e cioè quelle sotto il numero 2 subito dopo la vendita (nel verbale di vendita), quelle sotto il numero 3 all’atto della ripartizione (nella graduatoria).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_17"
    },
    {
        "book": "VFRR",
        "title": "Rform, III. Contabilità, 2. Sommariamente",
        "citation": "Art. 18 Rform",
        "content": "All’atto del pagamento dell’ammontare realizzato, oppure quando l’esecuzione si estingue per prescrizione o per recesso del creditore, si restituirà a quest’ultimo l’importo delle sue anticipazioni eccedente le spese aggiunte all’ammontare del credito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/it#art_18"
    }
]