[
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires",
        "citation": "Art. 1 Oform",
        "content": "En matière de poursuites pour dettes et de faillite, on se servira des formulaires prescrits en vue d’une application uniforme des dispositions de la loi fédérale sur la poursuite pour dettes et la faillite et des ordonnances correspondantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_1"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires",
        "citation": "Art. 2 al. 1 Oform",
        "content": "Les formulaires établis par le Service de haute surveillance en matière de poursuite et de faillite rattaché à l’Office fédéral de la justice (OFJ) sont publiés sous forme électronique dans une collection de modèles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_2"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires",
        "citation": "Art. 2 al. 2 Oform",
        "content": "Les offices de poursuites et de faillites peuvent utiliser des formulaires établis par eux-mêmes; ceux-ci doivent correspondre, pour ce qui est de leur contenu, à ceux de la collection de modèles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_2"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires",
        "citation": "Art. 2 al. 3 Oform",
        "content": "Les autorités cantonales peuvent se servir d’autres formulaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_2"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, A. Réquisitions",
        "citation": "Art. 3 al. 1 Oform",
        "content": "Le Département fédéral de justice et police peut, par voie d’ordonnance, édicter des prescriptions concernant le fond et la forme des réquisitions du créancier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_3"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, A. Réquisitions",
        "citation": "Art. 3 al. 1bis Oform",
        "content": "Le Service de haute surveillance en matière de poursuite et de faillite rattaché à l’OFJ établit des formulaires pour les réquisitions du créancier et les publie sous forme électronique. L’utilisation de ces formulaires n’est pas obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_3"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, A. Réquisitions",
        "citation": "Art. 3 al. 2 Oform",
        "content": "Les offices de poursuites et de faillites ne peuvent pas refuser de recevoir, à moins qu’elles ne soient incomplètes, les réquisitions qui leur seront présentées verbalement. S’il est saisi d’une réquisition verbale, l’office la reproduira sur un formulaire, qu’il fera ensuite signer par le créancier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_3"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, A. Réquisitions",
        "citation": "Art. 4 al. 1 Oform",
        "content": "Le créancier doit faire l’avance des frais prévus par l’ordonnance sur les frais, à savoir lors du dépôt de la réquisition de poursuite pour les frais du commandement de payer et, le cas échéant, de la notification aux locataires ou aux fermiers selon l’art. 806 du code civil suisse, et lors du dépôt de la réquisition de continuer la poursuite pour les frais de la saisie ou de la commination de faillite; lors de la présentation de la réquisition de vente, il doit faire l’avance requise par l’office pour les frais de la réalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_4"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, A. Réquisitions",
        "citation": "Art. 4 al. 2 Oform",
        "content": "L’avance des frais doit être effectuée en espèces ou par virement au compte de chèques postaux ou au compte bancaire de l’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_4"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, A. Réquisitions",
        "citation": "Art. 5 Oform",
        "content": "Des formulaires de réquisition peuvent être acquis auprès des offices de poursuites et de faillites au prix coûtant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_5"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, B. Décisions et opérations des offices de poursuites et de faillites",
        "citation": "Art. 6 Oform",
        "content": "Les formulaires doivent être signés par les fonctionnaires ou employés de l’office des poursuites, respectivement de l’office des faillites, habilités à cet effet en vertu des dispositions réglementaires cantonales; l’utilisation de fac-similés est permise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_6"
    },
    {
        "book": "VFRR",
        "title": "Oform, I. Formulaires, B. Décisions et opérations des offices de poursuites et de faillites",
        "citation": "Art. 7 Oform",
        "content": "Les formulaires relatifs à la même poursuite ou la même série doivent être conservés ensemble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_7"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres",
        "citation": "Art. 8 al. 1 Oform",
        "content": "Les offices tiendront en matière de poursuite les livres suivants:\n1. Registre des réquisitions;\n2. Registre des poursuites;\n3. Registre des séries;\n4. Registre des personnes (répertoire);\n5. Journal et agenda;\n6. Livre de caisse;\n7. Compte courant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_8"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres",
        "citation": "Art. 8 al. 2 Oform",
        "content": "Avec l’assentiment de l’autorité cantonale de surveillance, la tenue des livres peut s’effectuer au moyen du traitement électronique des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_8"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 1 Oform",
        "content": "Au registre des réquisitions on inscrira, en les numérotant de façon continue (colonne 1), dans l’ordre de leur arrivée et avec mention de la date de celle-ci, toutes les réquisitions de poursuite, de continuer la poursuite et de vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 2 Oform",
        "content": "Les réquisitions de continuer la poursuite et de vente qui, déposées avant le délai légal, ne peuvent être accueillies au moment où elles sont présentées ne seront pas inscrites, mais retournées à leur expéditeur avec la mention: «Anticipé, il ne pourra y être donné suite que le ...».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 3 Oform",
        "content": "Il est fait une exception pour les réquisitions qui arrivent, au maximum, deux jours trop tôt; elles sont acceptées et inscrites comme les autres dans l’ordre de leur arrivée. On indique dans la colonne 2 (sous forme de fraction) la double date du jour de leur arrivée et de celui à partir duquel elles sont admissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 4 Oform",
        "content": "Dans la colonne 3, on indiquera le genre de réquisition par une initiale, de la façon suivante:\nP: réquisition de poursuite;\nC: réquisition de continuer la poursuite;\nV: réquisition de vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 5 Oform",
        "content": "Dans la colonne 4, on indiquera par un R qu’il a été demandé et délivré un reçu; s’il n’en a pas été demandé, tracer un trait horizontal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 6 Oform",
        "content": "Dans les colonnes 5 et 6, on inscrira le nom ou la raison sociale du débiteur et du créancier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 7 Oform",
        "content": "Dans la colonne 7, on indiquera le numéro de page du registre des personnes (répertoire) où se trouvent ces noms, le numérateur étant réservé au débiteur et le dénominateur au créancier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 1. Registre des réquisitions",
        "citation": "Art. 9 al. 8 Oform",
        "content": "Dans la colonne 8 enfin, on indiquera le numéro sous lequel la poursuite est inscrite dans le registre des poursuites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_9"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 2. Registre des poursuites",
        "citation": "Art. 10 Oform",
        "content": "Dans le registre des poursuites, on inscrira toutes les poursuites dans l’ordre de réception des réquisitions. Les colonnes seront remplies comme suit:Les numéros d’ordre se suivent; au-dessous de chaque numéro, signaler le mode de poursuite par les lettres initiales ci-après:\nG: poursuite en réalisation de gage;\nH: poursuite en réalisation d’hypothèque;\nC: poursuite pour effets de change.Pas de lettre initiale pour désigner la poursuite par voie de saisie ou de faillite.Nom du débiteur, du créancier et de son représentant éventuel.Montant de la créance, avec indication du taux de l’intérêt, du temps pendant lequel il a couru et du total.Emoluments. On inscrira sur la première ligne, sous chiffre I, le total des émoluments jusque et y compris le coût de l’expédition du commandement de payer destiné au créancier; sur la deuxième ligne, sous chiffre II, le total des émoluments découlant de la saisie. Les émoluments de vente ne seront portés sous chiffre III que si la vente n’a rien produit; en cas contraire, ils seront portés en déduction du produit de la vente sur le procès-verbal de vente.Avances de frais. Si les frais sont décomptés dans le compte courant ouvert au créancier, au lieu d’une somme, écrire «compte».Date de la réception de la réquisition de poursuite. Date de l’envoi et de la notification du commandement de payer; à indiquer sous forme de fraction si les deux dates ne coïncident pas.Date de l’opposition, s’il en a été formé une. En cas de contestation d’une partie seulement de la créance, indiquer le montant contesté.Date de l’expédition du commandement de payer au créancier. Date de la mainlevée provisoire.Date de la mainlevée définitive. Date de la réception de la réquisition de continuer la poursuite.Sur la première ligne, sous forme de fraction: date de l’avis et de l’exécution de la saisie (α).Sur les lignes suivantes: date des compléments de saisie. Date de la réception de la réquisition de vente. Biffer la date en cas de retrait de la réquisition; s’il est fait une nouvelle réquisition, en mettre la date au-dessous de l’autre (β).Date de l’échéance du dernier terme, s’il a été accordé un sursis.Au-dessous: date de l’expiration du sursis due au non-paiement au terme stipulé (γ).Date des enchères. Montant du découvert éventuel en cas de réalisation de gage (δ).Date de l’expédition de la commination de faillite.Indication du résultat de la poursuite, par lettres initiales:\nRP = Réalisation ayant abouti au paiement intégral.\nRD = Réalisation ayant abouti à un découvert total ou partiel.\nP = Extinction par paiement du débiteur à l’office.\nE = Extinction pour d’autres motifs (retrait de la part du créancier ou prescription).\nS = Formation d’une série par la participation d’autres créanciers, savoir:\nSP avec paiement intégral du créancier;\nSD avec découvert total ou partiel.\nF = Faillite.Indication de la page du livre de caisse.Si plusieurs créanciers participent à la saisie: indication de la page du registre des séries concernant chacun d’eux. Dans ce cas, on laisse en blanc et on biffe les rubriques β–δ pour le premier saisissant et les rubriques α–δ pour les participants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_10"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 3. Registre des séries",
        "citation": "Art. 11 al. 1 Oform",
        "content": "La tenue du registre des séries est facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_11"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 3. Registre des séries",
        "citation": "Art. 11 al. 2 Oform",
        "content": "On inscrit dans le registre des séries les poursuites par voie de saisie ou en réalisation de gage auxquelles participent plusieurs créanciers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_11"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 3. Registre des séries",
        "citation": "Art. 11 al. 3 Oform",
        "content": "On indiquera dans les diverses colonnes:\nColonne 1: Le numéro de la poursuite porté au registre des poursuites.\nColonne 2: Les noms des créanciers participants dans l’ordre de date de leur participation ou suivant leur rang.\nColonne 3: Le montant de la créance, avec l’intérêt et les frais, tel qu’il est consigné au procès-verbal de saisie.\nColonne 4: Le montant à la clôture de la poursuite.\nColonne 5: Date de réception de la réquisition de saisie.\nColonne 6: Date de l’exécution et du complément de la saisie.\nColonne 7: Date à partir de laquelle la saisie a été définitive. Si elle l’a été dès le début, inscrire: (depuis) «l’exécution».\nColonne 8: Date de réception de la réquisition de vente présentée par le créancier.\nColonne 9: Date d’expiration du sursis. Si le sursis tombe avant cette date, remplacer celle-ci par la date de l’expiration anticipée.\nColonne 10: Dates des ventes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_11"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 3. Registre des séries",
        "citation": "Art. 11 al. 4 Oform",
        "content": "On porte à l’«état de frais» tous les frais tombant à la charge de la série.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_11"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 3. Registre des séries",
        "citation": "Art. 11 al. 5 Oform",
        "content": "Au «décompte», on inscrit le produit net de la vente. On en déduira les frais figurant dans l’autre colonne. Le solde, représentant le produit net de la poursuite, est porté, suivant le cas, au compte de chaque poursuite ou à l’état de collocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_11"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 4. Registre des personnes (répertoire)",
        "citation": "Art. 12 al. 1 Oform",
        "content": "Un répertoire alphabétique des débiteurs et des créanciers facilitera la compulsation des poursuites. En regard de chaque nom, on inscrira les numéros des poursuites dans lesquelles l’intéressé est intervenu en qualité de débiteur ou de créancier, ainsi que le numéro de son compte courant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_12"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 4. Registre des personnes (répertoire)",
        "citation": "Art. 12 al. 2 Oform",
        "content": "La tenue du répertoire alphabétique des créanciers est facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_12"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 5. Journal et agenda",
        "citation": "Art. 13 al. 1 Oform",
        "content": "Dans le journal, on mentionnera les opérations et décisions de l’office dont la mise en œuvre ou le contenu précis ne peut être inscrit dans les registres ou dans les formulaires restant à l’office (procès-verbal de saisie, de vente); dans l’agenda, on notera les opérations qu’il y aura lieu d’entreprendre à une date ultérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_13"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 5. Journal et agenda",
        "citation": "Art. 13 al. 2 Oform",
        "content": "Le journal et l’agenda peuvent être tenus ensemble ou séparément; il est loisible aussi de tenir des livres distincts pour des opérations distinctes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_13"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres",
        "citation": "Art. 14 al. 1 Oform",
        "content": "Dans le livre de caisse, on mentionnera au «Doit» tous les paiements faits à l’office ou encaissés par lui; à l’«Avoir», tous les versements faits ou consignés par lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_14"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres",
        "citation": "Art. 14 al. 2 Oform",
        "content": "Les livres mentionnés à l’art. 8, al. 1, ch. 4 à 7 sont à fournir par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_14"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 7. Compte courant",
        "citation": "Art. 15 al. 1 Oform",
        "content": "Dans le livre des comptes courants, il sera ouvert à chaque créancier, si besoin est, un compte courant par doit et avoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_15"
    },
    {
        "book": "VFRR",
        "title": "Oform, II. Tenue des registres, 7. Compte courant",
        "citation": "Art. 15 al. 2 Oform",
        "content": "Les cantons peuvent rendre obligatoire la tenue d’autres comptes encore, tels que le compte des émoluments et des débours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_15"
    },
    {
        "book": "VFRR",
        "title": "Oform, III. Comptabilité, 1. En détail",
        "citation": "Art. 16 Oform",
        "content": "Les émoluments et débours devront être inscrits de la manière suivante:\n1. les frais faits pour la saisie, dans le procès-verbal de saisie;\n2. les frais faits pour la vente, dans le procès-verbal de vente;\n3. les frais faits pour la répartition, dans l’état de collocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_16"
    },
    {
        "book": "VFRR",
        "title": "Oform, III. Comptabilité, 2. Sommairement",
        "citation": "Art. 17 al. 1 Oform",
        "content": "Une indication sommaire des émoluments et frais devra être faite:\n1. dans le registre des poursuites (voir, plus haut, art. 10);\n2. dans le registre des séries (voir, plus haut, art. 11).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_17"
    },
    {
        "book": "VFRR",
        "title": "Oform, III. Comptabilité, 2. Sommairement",
        "citation": "Art. 17 al. 2 Oform",
        "content": "Les frais et émoluments indiqués aux ch. 2 et 3 de l’art. 16 seront toujours déduits du produit de la vente; ceux du ch. 2 le seront immédiatement après la vente (dans le procès-verbal de vente), ceux du ch. 3 lors de la répartition (dans l’état de collocation).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_17"
    },
    {
        "book": "VFRR",
        "title": "Oform, III. Comptabilité, 2. Sommairement",
        "citation": "Art. 18 Oform",
        "content": "Lors du paiement du montant réalisé ou en cas d’extinction de la poursuite par prescription ou retrait, il y a lieu de restituer au créancier la part de son avance de frais qui excède le montant des dépenses affectées à la poursuite en cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/2877_2877_2877/fr#art_18"
    }
]