[
    {
        "book": "VMWG",
        "title": "OBLF, Champ d’application",
        "citation": "Art. 1 OBLF",
        "content": "Sont notamment réputés choses louées, dont le bailleur cède l’usage au locataire avec les habitations ou locaux commerciaux, les biens mobiliers, garages, places de stationnement extérieures ou souterraines ainsi que les jardins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_1"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Exceptions",
        "citation": "Art. 2 al. 1 OBLF",
        "content": "Le chapitre II, titre huitième du CO (art. 269 à 270e) n’est pas applicable aux appartements et maisons familiales de luxe comprenant six pièces ou plus, cuisine non comprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_2"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Exceptions",
        "citation": "Art. 2 al. 2 OBLF",
        "content": "Seuls les art. 253 à 268b, 269, 269d, al. 3, 270e et 271 à 273c CO ainsi que les art. 3 à 10 et 20 à 23 de la présente ordonnance sont applicables aux appartements en faveur desquels des mesures d’encouragement ont été prises par les pouvoirs publics et dont le loyer est soumis au contrôle d’une autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_2"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Transactions couplées",
        "citation": "Art. 3 OBLF",
        "content": "Est notamment réputée transaction couplée au sens de l’art. 254 CO l’obligation du locataire d’acheter la chose louée, des meubles ou des actions ou de conclure un contrat d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_3"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais accessoires en général",
        "citation": "Art. 4 al. 1 OBLF",
        "content": "Si le bailleur perçoit les frais accessoires sur la base d’un décompte, il doit établir celui-ci au moins une fois par an et le présenter au locataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_4"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais accessoires en général",
        "citation": "Art. 4 al. 2 OBLF",
        "content": "S’il les perçoit de manière forfaitaire, il doit se fonder sur la moyenne calculée sur une période de trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_4"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais accessoires en général",
        "citation": "Art. 4 al. 3 OBLF",
        "content": "Les frais d’administration découlant de l’établissement du décompte peuvent être calculés en fonction des dépenses effectives ou portés en compte jusqu’à concurrence des taux usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_4"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais de chauffage et de préparation d’eau chaude entrant en ligne de compte",
        "citation": "Art. 5 al. 1 OBLF",
        "content": "Entrent en ligne de compte comme frais de chauffage et de préparation d’eau chaude les dépenses effectives directement en rapport avec l’utilisation de l’installation de chauffage ou de l’installation générale de préparation d’eau chaude.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_5"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais de chauffage et de préparation d’eau chaude entrant en ligne de compte",
        "citation": "Art. 5 al. 2 OBLF",
        "content": "Il s’agit notamment des dépenses pour:\na. le combustible et l’énergie consommés;\nb. l’énergie électrique utilisée pour les brûleurs et les pompes;\nc. les frais d’exploitation d’énergies de substitution;\nd. le nettoyage de l’installation de chauffage et de la cheminée, le grattage, le brûlage et l’huilage de la chaudière, ainsi que l’enlèvement des déchets et des scories;\ne. la révision périodique de l’installation de chauffage, réservoirs à mazout y compris, et le détartrage de l’installation d’eau chaude, des chauffe-eau et des conduites;\nf. le relevé, le décompte et l’entretien des appareils lorsque les frais de chauffage sont calculés de manière individuelle;\ng. la maintenance;\nh. les primes d’assurance qui se rapportent exclusivement à l’installation de chauffage;\ni. le travail administratif qu’occasionne l’exploitation de l’installation de chauffage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_5"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais de chauffage et de préparation d’eau chaude entrant en ligne de compte",
        "citation": "Art. 5 al. 3 OBLF",
        "content": "Les frais de maintenance et d’administration peuvent être calculés en fonction des dépenses effectives ou portés en compte jusqu’à concurrence des taux usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_5"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Frais de chauffage et de préparation d’eau chaude n’entrant pas en ligne de compte",
        "citation": "Art. 6 OBLF",
        "content": "N’entrent pas en ligne de compte comme frais de chauffage et de préparation d’eau chaude les dépenses pour:\na. la réparation et la réfection des installations;\nb. le service de l’intérêt et l’amortissement des installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Fourniture d’énergie depuis une centrale extérieure",
        "citation": "Art. 6a OBLF",
        "content": "Peuvent entrer en ligne de compte les dépenses effectives lorsque le bailleur se fournit en énergie pour le chauffage et l’eau chaude auprès d’une centrale qui est située hors de l’immeuble et qui ne fait pas partie des frais d’équipement de l’immeuble approvisionné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_a"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Achat d’électricité dans le cadre d’un regroupement à des fins de consommation propre",
        "citation": "Art. 6b OBLF",
        "content": "Dans le cadre d’un regroupement au sens de l’art. 17 LEne, le bailleur peut facturer les coûts visés à l’art. 16 OEne en tant que coûts accessoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_b"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Contrat de performance énergétique",
        "citation": "Art. 6c al. 1 OBLF",
        "content": "Il y a contrat de performance énergétique lorsqu’un prestataire s’engage, contre rémunération, à réduire la consommation d’énergie d’un immeuble par des mesures d’économie d’énergie appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_c"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Contrat de performance énergétique",
        "citation": "Art. 6c al. 2 OBLF",
        "content": "Sont notamment considérées comme des mesures d’économie d’énergie en vertu de l’al. 1:\na. l’optimisation du fonctionnement des installations de chauffage, de ventilation et de climatisation et de l’automatisation des bâtiments;\nb. l’instruction et le conseil à l’intention des habitants;\nc. le remplacement d’équipements, d’installations et de sources lumineuses;\nd. l’amélioration de l’enveloppe du bâtiment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_c"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Contrat de performance énergétique",
        "citation": "Art. 6c al. 3 OBLF",
        "content": "Le bailleur peut facturer au titre de frais accessoires les coûts liés à un contrat de performance énergétique pendant 10 ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_c"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Contrat de performance énergétique",
        "citation": "Art. 6c al. 4 OBLF",
        "content": "Le montant facturé annuellement ne peut être supérieur aux économies de coûts énergétiques que le locataire a réalisées grâce au contrat de performance énergétique pendant la période de décompte correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_c"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Contrat de performance énergétique",
        "citation": "Art. 6c al. 5 OBLF",
        "content": "Les conditions météorologiques sont prises en considération dans le calcul de l’économie réalisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_c"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Contrat de performance énergétique",
        "citation": "Art. 6c al. 6 OBLF",
        "content": "Les aides versées à des fins d’amélioration énergétique sont déduites du montant visé à l’al. 4 à raison de la part correspondant à une année moyennant une répartition uniforme sur toute la durée du contrat de performance énergétique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_6_c"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Habitations et locaux commerciaux non loués",
        "citation": "Art. 7 al. 1 OBLF",
        "content": "Les frais de chauffage relatifs aux habitations et aux locaux commerciaux non loués sont à la charge du bailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_7"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Habitations et locaux commerciaux non loués",
        "citation": "Art. 7 al. 2 OBLF",
        "content": "Lorsqu’il n’y a pas d’appareils de contrôle de la consommation thermique individuelle et qu’il est prouvé que des habitations et locaux commerciaux non loués n’ont été chauffés que dans la mesure nécessaire pour prévenir des dégâts par le gel, le bailleur ne doit prendre à sa charge qu’une part des frais de chauffage afférents à ces locaux selon la clé usuelle de répartition. Cette part s’élève:\na. à un tiers, lorsqu’il s’agit d’une maison pour deux ou trois familles;\nb. à la moitié, lorsqu’il s’agit d’une maison pour quatre à huit familles;\nc. aux deux tiers, lorsqu’il s’agit de bâtiments plus grands ou d’immeubles abritant des bureaux ou des locaux commerciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_7"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Décompte",
        "citation": "Art. 8 al. 1 OBLF",
        "content": "Lorsqu’un décompte détaillé des frais de chauffage et de préparation d’eau chaude ainsi que de leur répartition entre les locataires n’est pas remis au locataire avec la facture annuelle du chauffage, il y a lieu d’indiquer expressément sur la facture que le locataire peut exiger le décompte détaillé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_8"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Décompte",
        "citation": "Art. 8 al. 2 OBLF",
        "content": "Le locataire ou son mandataire dûment autorisé est admis à consulter les pièces justificatives originales et à demander des renseignements sur l’état des stocks de combustibles au début et à la fin de la période de chauffage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_8"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Congé",
        "citation": "Art. 9 al. 1 OBLF",
        "content": "La formule destinée à notifier au locataire le congé au sens de l’art. 266l, al. 2, CO doit indiquer:\na. la chose louée sur laquelle porte le congé;\nb. la date à laquelle le congé sera effectif;\nc. le fait que le bailleur doit motiver le congé si le locataire le demande; \nd. les conditions légales dans lesquelles le locataire peut contester le congé et demander la prolongation du bail (art. 271 à 273 CO);\ne. la liste des autorités de conciliation et leur compétence à raison du lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_9"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Congé",
        "citation": "Art. 9 al. 2 OBLF",
        "content": "Les cantons veillent à ce qu’un nombre suffisant de formules soit disponible dans les communes. A cette fin, ils peuvent déposer les formules établies par leurs soins auprès des secrétariats communaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_9"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prix d’achat manifestement exagéré",
        "citation": "Art. 10 OBLF",
        "content": "Un prix d’achat est manifestement exagéré au sens de l’art. 269 CO lorsqu’il dépasse considérablement la valeur de rendement d’un immeuble calculée sur la base des loyers usuels dans la localité ou le quartier, pour des objets semblables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_10"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers usuels dans la localité ou le quartier",
        "citation": "Art. 11 al. 1 OBLF",
        "content": "Les loyers déterminants pour le calcul des loyers usuels dans la localité ou le quartier au sens de l’art. 269a, let. a, CO sont les loyers des logements et des locaux commerciaux comparables à la chose louée quant à l’emplacement, la dimension, l’équipement, l’état et l’année de construction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_11"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers usuels dans la localité ou le quartier",
        "citation": "Art. 11 al. 2 OBLF",
        "content": "Pour les locaux commerciaux, la comparaison au sens de l’art. 269a, let. a, CO peut être opérée sur la base du prix au mètre carré usuel dans le quartier pour des objets semblables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_11"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers usuels dans la localité ou le quartier",
        "citation": "Art. 11 al. 3 OBLF",
        "content": "N’entrent pas en ligne de compte les loyers découlant du fait qu’un bailleur ou un groupe de bailleurs domine le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_11"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers usuels dans la localité ou le quartier",
        "citation": "Art. 11 al. 4 OBLF",
        "content": "Les statistiques officielles doivent être prises en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_11"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Hausse de coûts",
        "citation": "Art. 12 al. 1 OBLF",
        "content": "Sont réputées hausses de coûts au sens de l’art. 269a, let. b, CO les augmentations du taux hypothécaire, des taxes, des impôts sur les immeubles, des rentes de droits de superficie, des primes d’assurance ainsi que des frais d’entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_12"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Hausse de coûts",
        "citation": "Art. 12 al. 2 OBLF",
        "content": "Les coûts résultant de l’aliénation de l’immeuble sont réputés faire partie des frais d’acquisition et ne sont pas considérés comme des hausses de coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_12"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaire de référence",
        "citation": "Art. 12a al. 1 OBLF",
        "content": "Un taux de référence est établi pour les adaptations de loyer fondées sur une modification du taux hypothécaire. Il est basé sur le taux d’intérêt moyen pondéré des créances hypothécaires en Suisse établi trimestriellement et il est arrondi selon les règles commerciales au quart de pour-cent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_12_a"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaire de référence",
        "citation": "Art. 12a al. 2 OBLF",
        "content": "Le Département fédéral de l’économie, de la formation et de la recherche (DEFR) publie le taux de référence chaque trimestre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_12_a"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaire de référence",
        "citation": "Art. 12a al. 3 OBLF",
        "content": "Le DEFR peut faire appel à des tiers pour l’exécution technique du relevé des données et pour le calcul du taux d’intérêt moyen des créances hypothécaires en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_12_a"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaire de référence",
        "citation": "Art. 12a al. 4 OBLF",
        "content": "Il édicte des dispositions d’ordre technique concernant la définition, l’établissement et la publication du taux d’intérêt moyen des créances hypothécaires en Suisse visé à l’al. 1. Les banques communiquent les données nécessaires au DEFR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_12_a"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaires",
        "citation": "Art. 13 al. 1 OBLF",
        "content": "Une augmentation du taux hypothécaire de 1/4 % donne droit, en règle générale, à une hausse maximum de loyer de:\na. 2 % quand les taux hypothécaires dépassent 6 %;\nb. 2,5 % quand les taux hypothécaires se situent entre 5 et 6 %;\nc. 3 % quand les taux hypothécaires sont inférieurs à 5 %.S’il se produit une baisse du taux hypothécaire, le loyer doit être réduit en proportion, à moins que les économies qui en résultent pour le bailleur soient contrebalancées par une hausse des coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_13"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaires",
        "citation": "Art. 13 al. 2 OBLF",
        "content": "S’il existe des plans de paiement au sens de l’art. 269a, let. d, ou des contrats-cadres au sens de l’art. 269a, let. f, CO, seules ces réglementations sont applicables lors d’une modification du taux hypothécaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_13"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaires",
        "citation": "Art. 13 al. 3 OBLF",
        "content": "Si le loyer est calculé durablement sur la base des coûts, à l’exclusion des critères des loyers usuels dans le quartier et de la compensation du renchérissement, le bailleur peut, en cas de hausse du taux hypothécaire, répercuter sur le loyer l’augmentation des charges relatives à l’ensemble du capital investi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_13"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Taux hypothécaires",
        "citation": "Art. 13 al. 4 OBLF",
        "content": "Lors d’une modification du loyer faisant suite à une variation du taux hypothécaire, il y a lieu de voir en outre si et dans quelle mesure les variations antérieures ont entraîné une modification du loyer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_13"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prestations supplémentaires du bailleur",
        "citation": "Art. 14 al. 1 OBLF",
        "content": "Sont réputés prestations supplémentaires du bailleur au sens de l’art. 269a, let. b, CO les investissements qui aboutissent à des améliorations créant des plus-values, l’agrandissement de la chose louée ainsi que les prestations accessoires supplémentaires. En règle générale, les frais causés par d’importantes réparations sont considérés, à raison de 50 à 70 %, comme des investissements créant des plus-values.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_14"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prestations supplémentaires du bailleur",
        "citation": "Art. 14 al. 2 OBLF",
        "content": "Sont aussi réputées prestations supplémentaires les améliorations énergétiques suivantes:\na. les mesures destinées à réduire les pertes énergétiques de l’enveloppe du bâtiment;\nb. les mesures visant à une utilisation rationnelle de l’énergie;\nc. les mesures destinées à réduire les émissions des installations techniques;\nd. les mesures visant à utiliser les énergies renouvelables;\ne. le remplacement d’appareils ménagers à forte consommation d’énergie par des appareils à faible consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_14"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prestations supplémentaires du bailleur",
        "citation": "Art. 14 al. 3 OBLF",
        "content": "Est considérée comme prestation supplémentaire uniquement la part des coûts d’investissement qui excède les coûts de rétablissement ou de maintien de l’état initial de la chose louée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_14"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prestations supplémentaires du bailleur",
        "citation": "Art. 14 al. 3bis OBLF",
        "content": "Les aides octroyées pour des améliorations créant des plus-values doivent être déduites du montant de la prestation supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_14"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prestations supplémentaires du bailleur",
        "citation": "Art. 14 al. 4 OBLF",
        "content": "Les hausses de loyer fondées sur des investissements créant des plus-values et sur des améliorations énergétiques sont réputées non abusives lorsqu’elles ne servent qu’à couvrir équitablement les frais d’intérêts, d’amortissement et d’entretien résultant de l’investissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_14"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Prestations supplémentaires du bailleur",
        "citation": "Art. 14 al. 5 OBLF",
        "content": "Les hausses de loyer fondées sur des investissements créant des plus-values et sur des améliorations énergétiques ne peuvent être notifiées qu’une fois les travaux achevés et à condition que le bailleur détienne les pièces justificatives correspondantes. Lors de travaux d’envergure, des hausses de loyer échelonnées sont autorisées en proportion des paiements déjà effectués par le bailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_14"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Rendement brut",
        "citation": "Art. 15 al. 1 OBLF",
        "content": "Le rendement brut au sens de l’art. 269a, let. c, CO est calculé sur la base des frais d’investissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_15"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Rendement brut",
        "citation": "Art. 15 al. 2 OBLF",
        "content": "N’entrent pas en ligne de compte le prix du terrain, les frais de construction et d’acquisition manifestement exagérés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_15"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Compensation du renchérissement",
        "citation": "Art. 16 OBLF",
        "content": "L’augmentation de loyer visant à compenser le renchérissement pour le capital exposé aux risques au sens de l’art. 269a, let. e, CO ne peut dépasser 40 % de la hausse de l’indice suisse des prix à la consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_16"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers indexés",
        "citation": "Art. 17 al. 1 OBLF",
        "content": "Si les parties ont conclu, pour un bail d’habitation, une convention prévoyant l’indexation du loyer, l’augmentation de ce dernier ne pourra dépasser la hausse de l’indice suisse des prix à la consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_17"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers indexés",
        "citation": "Art. 17 al. 2 OBLF",
        "content": "En cas de baisse de l’indice, les loyers doivent être adaptés en proportion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_17"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers indexés",
        "citation": "Art. 17 al. 3 OBLF",
        "content": "Les hausses de loyer basées sur l’indice suisse des prix à la consommation peuvent être notifiées pour la fin d’un mois moyennant un préavis minimum de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_17"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Loyers indexés",
        "citation": "Art. 17 al. 4 OBLF",
        "content": "Un bail est conclu pour cinq ans au sens de l’art. 269b CO si le bailleur ne peut donner le congé pour une durée minimale de cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_17"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Adaptation partielle",
        "citation": "Art. 18 OBLF",
        "content": "Lorsque le bailleur n’adapte que partiellement le loyer, il doit indiquer, en francs ou en pour-cent du loyer, le montant de la majoration auquel il renonce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_18"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Formule destinée à communiquer au locataire les hausses de loyer et autres prétentions unilatérales",
        "citation": "Art. 19 al. 1 OBLF",
        "content": "La formule destinée à communiquer au locataire les hausses de loyer et autres modifications unilatérales du contrat au sens de l’art. 269d CO doit contenir:\na. pour les hausses de loyer:\n1. le montant de l’ancien loyer et l’ancien état des charges,\n2. le montant du nouveau loyer et le nouvel état des charges,\n3. la date d’entrée en vigueur de la hausse,\n4. les motifs précis de la hausse. Lorsque la hausse repose sur plusieurs motifs, les montants correspondant à chacun d’entre eux sont à détailler,\n5. en cas de prestations supplémentaires, l’indication que le bailleur reçoit des aides pour des améliorations créant des plus-values;\nb. pour les autres modifications unilatérales du contrat:\n1. la désignation des prétentions,\n2. la date de leur entrée en vigueur,\n3. les motifs précis justifiant ces prétentions;\nc. dans ces deux cas:\n1. les conditions légales dans lesquelles le locataire peut contester le bien-fondé de la prétention,\n2. la liste des autorités de conciliation existant dans le canton et leur compétence à raison du lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_19"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Formule destinée à communiquer au locataire les hausses de loyer et autres prétentions unilatérales",
        "citation": "Art. 19 al. 1bis OBLF",
        "content": "Si le motif figure dans une lettre d’accompagnement, le bailleur doit se référer expressément à cette lettre dans la formule officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_19"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Formule destinée à communiquer au locataire les hausses de loyer et autres prétentions unilatérales",
        "citation": "Art. 19 al. 2 OBLF",
        "content": "En outre, les al. 1 et 1bis s’appliquent par analogie lorsque le bailleur augmente le loyer selon un indice ou un échelonnement convenus. Lorsque le loyer est indexé, la hausse ne peut être notifiée qu’à partir du moment où le nouvel indice est publié officiellement. Lorsque la hausse est fixée selon un échelonnement convenu, chaque augmentation sera communiquée au plus tôt quatre mois avant son entrée en vigueur. Les cantons peuvent décréter dans ce cas que la copie de la convention est admise comme formule au sens du présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_19"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Formule destinée à communiquer au locataire les hausses de loyer et autres prétentions unilatérales",
        "citation": "Art. 19 al. 3 OBLF",
        "content": "Les al. 1 et 1bis sont applicables par analogie lorsque les cantons rendent obligatoire, au sens de l’art. 270, al. 2, CO, l’utilisation de la formule lors de la conclusion d’un nouveau contrat de bail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_19"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Formule destinée à communiquer au locataire les hausses de loyer et autres prétentions unilatérales",
        "citation": "Art. 19 al. 4 OBLF",
        "content": "Les cantons veillent à ce qu’un nombre suffisant de formules soit disponible dans les communes. A cette fin, ils peuvent déposer les formules établies par leurs soins auprès des secrétariats communaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_19"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Obligation du bailleur de motiver les hausses",
        "citation": "Art. 20 al. 1 OBLF",
        "content": "Lorsque des hausses de loyer sont causées par des augmentations des coûts ou par le fait que le bailleur a apporté à son immeuble des améliorations créant une plus-value, le locataire peut exiger que le bailleur motive l’augmentation du loyer en fournissant des chiffres précis. Le délai de 30 jours prévu pour la contestation de la majoration de loyer n’est pas touché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_20"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Obligation du bailleur de motiver les hausses",
        "citation": "Art. 20 al. 2 OBLF",
        "content": "Au cours de la procédure de conciliation, le locataire peut exiger la présentation des pièces justificatives pour tous les motifs que le bailleur fait valoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_20"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Tâches des autorités de conciliation",
        "citation": "Art. 21 al. 1 OBLF",
        "content": "Au cours de la procédure de conciliation, l’autorité de conciliation doit s’efforcer d’amener les parties à un accord sur l’ensemble des questions réglées dans le bail (montant du loyer, durée du contrat, congé, etc.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_21"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Tâches des autorités de conciliation",
        "citation": "Art. 21 al. 2 OBLF",
        "content": "L’autorité de conciliation a l’obligation de conseiller locataires et bailleurs, même indépendamment d’une procédure de contestation, en particulier avant la conclusion d’un contrat de bail. Elle doit notamment aider locataires et bailleurs à déterminer si un loyer est abusif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_21"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Tâches des autorités de conciliation",
        "citation": "Art. 21 al. 3 OBLF",
        "content": "Elle peut confier le soin de donner ces conseils à ses membres ou à son secrétariat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_21"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Composition des autorités de conciliation",
        "citation": "Art. 22 OBLF",
        "content": "Les cantons ont l’obligation de rendre publiques, périodiquement, la composition des autorités de conciliation et la compétence de ces dernières à raison du lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_22"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Rapport sur l’activité des autorités de conciliation et notification des décisions judiciaires",
        "citation": "Art. 23 al. 1 OBLF",
        "content": "Les cantons adressent un rapport semestriel au DEFR sur l’activité des autorités de conciliation. Ce rapport doit indiquer le nombre de cas soumis aux autorités, les motifs de contestation et la manière dont chaque affaire a été réglée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_23"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Rapport sur l’activité des autorités de conciliation et notification des décisions judiciaires",
        "citation": "Art. 23 al. 2 OBLF",
        "content": "Les cantons chargent les autorités judiciaires cantonales compétentes en la matière de faire parvenir au DEFR une copie des décisions portant sur des loyers contestés ou d’autres prétentions du bailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_23"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Rapport sur l’activité des autorités de conciliation et notification des décisions judiciaires",
        "citation": "Art. 23 al. 3 OBLF",
        "content": "Le DEFR est chargé d’évaluer ces décisions et de les publier de manière appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_23"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Exécution",
        "citation": "Art. 24 OBLF",
        "content": "Le DEFR est chargé de l’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_24"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Abrogation de l’ancien droit",
        "citation": "Art. 25 OBLF",
        "content": "L’ordonnance du 10 juillet 1972 concernant des mesures contre les abus dans le secteur locatif est abrogée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_25"
    },
    {
        "book": "VMWG",
        "title": "OBLF, Entrée en vigueur",
        "citation": "Art. 27 OBLF",
        "content": "La présente ordonnance entre en vigueur le 1er juillet 1990.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/fr#art_27"
    }
]