[
    {
        "book": "VPG",
        "title": "OPO, Chapitre 1, Définitions et exécution de l’obligation de fournir le service universel, Définitions",
        "citation": "Art. 1 OPO",
        "content": "Au sens de la présente ordonnance, on entend par:\na. prestataire de services postaux: toute personne physique ou morale qui propose aux clients à titre professionnel et en son nom propre les services postaux visés à l’art. 2, let. a, LPO, qu’elle fournisse elle-même ces services ou qu’elle recoure à des tiers;\nb. sous-traitant: toute personne physique ou morale chargée par un prestataire de fournir des services postaux au nom de ce dernier;\nc. la Poste: La Poste Suisse au sens de l’art. 1 de la loi fédérale du 17 décembre 2010 sur l’organisation de la Poste (LOP);\nd. PostFinance: PostFinance SA au sens de l’art. 14, al. 1, LOP;\ne. société du groupe Poste: PostFinance et les entreprises contrôlées directement ou indirectement par la Poste, notamment les sociétés de capitaux;\nf. installation de cases postales: installation d’un prestataire destinée à la distribution d’envois postaux, accessible uniquement à son exploitant et aux titulaires des cases postales;\ng. coûts incrémentaux: coûts marginaux d’une prestation et coûts fixes spécifiques à la prestation;\nh. coûts de fourniture isolée (stand-alone costs): coûts d’une prestation pour autant qu’elle soit seule à être proposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_1"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 1, Définitions et exécution de l’obligation de fournir le service universel, Exécution de l’obligation de fournir le service universel",
        "citation": "Art. 2 al. 1 OPO",
        "content": "La Poste peut confier à des sociétés du groupe Poste l’exécution de l’obligation de fournir les services postaux relevant du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_2"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 1, Définitions et exécution de l’obligation de fournir le service universel, Exécution de l’obligation de fournir le service universel",
        "citation": "Art. 2 al. 2 OPO",
        "content": "PostFinance exécute l’obligation de fournir les services de paiement relevant du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_2"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 1, Définitions et exécution de l’obligation de fournir le service universel, Exécution de l’obligation de fournir le service universel",
        "citation": "Art. 2 al. 3 OPO",
        "content": "En exécutant l’obligation de fournir le service universel, les sociétés du groupe Poste agissent en leur nom propre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_2"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 1, Définitions et exécution de l’obligation de fournir le service universel, Exécution de l’obligation de fournir le service universel",
        "citation": "Art. 2 al. 4 OPO",
        "content": "La Poste et les sociétés du groupe Poste sont directement responsables vis-à-vis des autorités de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_2"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Obligation d’annonce ordinaire",
        "citation": "Art. 3 al. 1 OPO",
        "content": "Les prestataires qui réalisent en leur nom propre un chiffre d’affaires annuel de 500 000 francs au moins par la fourniture de services postaux sont tenus d’annoncer le début de leur activité à la Commission de la poste (PostCom) dans les deux mois et de lui fournir les informations et justificatifs mentionnés aux art. 4 et 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_3"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Obligation d’annonce ordinaire",
        "citation": "Art. 3 al. 2 OPO",
        "content": "La PostCom règle les modalités administratives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_3"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Informations",
        "citation": "Art. 4 al. 1 OPO",
        "content": "Le prestataire de services postaux fournit à la PostCom, sur papier et sous forme électronique, les informations suivantes:\na. le nom, la raison sociale et l’adresse;\nb. la description des prestations;\nc. la description de l’organisation;\nd. le chiffre d’affaires annuel réalisé en son nom propre par la fourniture de services postaux;\ne. l’attestation du siège, du domicile ou de l’établissement en Suisse;\nf. la preuve du respect des conditions de travail usuelles dans la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_4"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Informations",
        "citation": "Art. 4 al. 2 OPO",
        "content": "Il fournit l’attestation du siège, du domicile ou de l’établissement en Suisse en présentant un extrait du registre du commerce ou une attestation de domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_4"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Informations",
        "citation": "Art. 4 al. 3 OPO",
        "content": "Si le siège ou le domicile d’un prestataire se trouve à l’étranger, ce dernier doit fournir l’attestation visée à l’al. 1, let. e, en présentant un extrait du registre du commerce, une attestation de domicile ou un document équivalent et désigner un domicile de notification en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_4"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Informations",
        "citation": "Art. 4 al. 4 OPO",
        "content": "Il annonce dans les deux semaines à la PostCom toute modification des informations visées à l’al. 1, let. a et e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_4"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Preuve du respect des conditions de travail usuelles dans la branche",
        "citation": "Art. 5 al. 1 OPO",
        "content": "Le prestataire fournit chaque année la preuve qu’il respecte les conditions de travail usuelles dans la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_5"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Preuve du respect des conditions de travail usuelles dans la branche",
        "citation": "Art. 5 al. 2 OPO",
        "content": "Si un prestataire a conclu une convention collective de travail pour le secteur des services postaux, les conditions de travail usuelles dans la branche sont présumées respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_5"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Preuve du respect des conditions de travail usuelles dans la branche",
        "citation": "Art. 5 al. 3 OPO",
        "content": "Le prestataire convient par écrit avec ses sous-traitants réalisant plus de la moitié de leur chiffre d’affaires annuel en fournissant des services postaux qu’ils respectent les conditions de travail usuelles dans la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_5"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Preuve de la conduite de négociations",
        "citation": "Art. 6 al. 1 OPO",
        "content": "Le prestataire apporte la preuve à la PostCom, à l’aide de documents tels que lettres, courriels ou procès-verbaux, qu’il négocie la conclusion d’une convention collective de travail avec des associations du personnel reconnues dans la branche, représentatives et aptes à négocier une convention collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_6"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Preuve de la conduite de négociations",
        "citation": "Art. 6 al. 2 OPO",
        "content": "Il apporte la preuve de la conduite de négociations dans les six mois suivant le début de l’obligation d’annoncer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_6"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 1, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel de 500 000 francs au moins (obligation d’annonce ordinaire), Modification du chiffre d’affaires annuel",
        "citation": "Art. 7 OPO",
        "content": "Si un prestataire annoncé conformément à l’art. 3, al. 1, réalise en son nom propre un chiffre d’affaires annuel inférieur à 500 000 francs durant deux années consécutives, il informe la PostCom de cette modification dans les deux mois suivant la clôture des comptes. Les dispositions des art. 8 à 10 s’appliquent au prestataire à compter de la date où il a annoncé la modification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_7"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 2, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel inférieur à 500 000 francs (obligation d’annonce simplifiée), Obligation d’annonce simplifiée",
        "citation": "Art. 8 al. 1 OPO",
        "content": "Les prestataires qui réalisent en leur nom propre un chiffre d’affaires annuel inférieur à 500 000 francs par la fourniture de services postaux sont tenus d’annoncer le début de leur activité à la PostCom dans les deux mois et de lui fournir les informations suivantes:\na. le nom, la raison sociale et l’adresse;\nb. la description des prestations;\nc. le chiffre d’affaires annuel réalisé en leur nom propre par la fourniture de services postaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_8"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 2, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel inférieur à 500 000 francs (obligation d’annonce simplifiée), Obligation d’annonce simplifiée",
        "citation": "Art. 8 al. 2 OPO",
        "content": "La PostCom règle les modalités administratives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_8"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 2, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel inférieur à 500 000 francs (obligation d’annonce simplifiée), Dispositions non applicables",
        "citation": "Art. 9 al. Erratum du 28 juil. 2015 (RO 2015 2521). OPO",
        "content": "Les prestataires sont libérés des obligations suivantes:\na. fournir les informations et justificatifs mentionnés aux art. 4 à 7;\nb. fournir les informations exigées aux art. 11 à 16;\nc. satisfaire aux obligations fixées à l’art. 28;\nd. fournir les renseignements exigés à l’art. 59;\ne. acquitter la taxe de surveillance visée à l’art. 78.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_9"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 2, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel inférieur à 500 000 francs (obligation d’annonce simplifiée), Modification du chiffre d’affaires annuel",
        "citation": "Art. 10 al. 1 OPO",
        "content": "Si un prestataire annoncé conformément à l’art. 8, al. 1, réalise en son nom propre un chiffre d’affaires annuel de 500 000 francs au moins durant deux années consécutives, il doit:\na. communiquer à la PostCom, dans les deux mois suivant la clôture des comptes, la modification du chiffre d’affaires annuel réalisé en nom propre;\nb. lui remettre, dans les deux mois suivant la clôture des comptes, les informations et justificatifs visés aux art. 4 et 5 qu’il n’a pas encore fournis;\nc. lui apporter, dans les six mois suivant la clôture des comptes, la preuve mentionnée à l’art. 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_10"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 2, Obligation d’annonce des prestataires réalisant un chiffre d’affaires annuel inférieur à 500 000 francs (obligation d’annonce simplifiée), Modification du chiffre d’affaires annuel",
        "citation": "Art. 10 al. 2 OPO",
        "content": "Le prestataire est soumis aux obligations visées à l’art. 3, al. 1, à compter de la date où il a annoncé la modification conformément à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_10"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Publication des listes de prix et des conditions générales",
        "citation": "Art. 11 OPO",
        "content": "Le prestataire publie les listes de prix de ses prestations et ses conditions générales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_11"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Informations sur l’organe de conciliation",
        "citation": "Art. 12 OPO",
        "content": "Le prestataire informe ses clients de la possibilité de saisir l’organe de conciliation visé à l’art. 65 et les renseigne sur les tâches de ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_12"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Utilisation des données d’adresses",
        "citation": "Art. 13 OPO",
        "content": "Le prestataire informe ses clients de l’utilisation des données d’adresses et des possibilités de former opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_13"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Identification des envois postaux, des véhicules, et du personnel de distribution du prestataire",
        "citation": "Art. 14 OPO",
        "content": "Les envois postaux, les véhicules et le personnel de distribution doivent être munis d’un signe distinctif permettant à des tiers de les attribuer au prestataire responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_14"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Informations sur la qualité des prestations",
        "citation": "Art. 15 OPO",
        "content": "Le prestataire publie les informations visées à l’art. 9, al. 2, LPO, notamment les délais d’acheminement des différents envois postaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_15"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Forme de l’information",
        "citation": "Art. 16 al. 1 OPO",
        "content": "Le prestataire doit garantir à ses clients un accès simple et gratuit aux informations visées aux art. 11 à 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_16"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 3, Devoirs d’information, Forme de l’information",
        "citation": "Art. 16 al. 2 OPO",
        "content": "L’information peut être communiquée sur papier ou sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_16"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Droit d’accéder aux installations de cases postales",
        "citation": "Art. 17 al. 1 OPO",
        "content": "Les prestataires assurant la distribution à domicile ont le droit d’accéder aux installations de cases postales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_17"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Droit d’accéder aux installations de cases postales",
        "citation": "Art. 17 al. 2 OPO",
        "content": "Ils doivent pouvoir être identifiés sur les envois postaux distribués dans les installations de cases postales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_17"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Prestations",
        "citation": "Art. 18 al. 1 OPO",
        "content": "L’exploitant d’une installation de cases postales doit accorder aux prestataires assurant la distribution à domicile au moins l’accès aux prestations suivantes:\na. la réception et la mise en case des envois postaux visés à l’art. 2, let. b à e, LPO;\nb. la réception, le dépôt et la remise des envois postaux avec accusé de réception visés à l’art. 2, let. b à d, LPO, y compris l’information du destinataire;\nc. la réception, le dépôt et la remise des envois postaux visés à l’art. 2, let. b à e, LPO qui, en raison de leurs dimensions ou de leurs caractéristiques, ne se prêtent pas à la mise en case, y compris l’information du destinataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_18"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Prestations",
        "citation": "Art. 18 al. 2 OPO",
        "content": "Il désigne le lieu et les heures où les prestataires assurant la distribution à domicile peuvent remettre les envois postaux. Ce faisant, il tient compte des processus existants et des besoins des ayants droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_18"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Prestations",
        "citation": "Art. 18 al. 3 OPO",
        "content": "Pour la fourniture des prestations visées à l’al. 1, la responsabilité de l’exploitant n’est pas davantage engagée que celle des prestataires assurant la distribution à domicile à l’égard de leurs clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_18"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Envoi postal non distribuable",
        "citation": "Art. 19 al. 1 OPO",
        "content": "Si le destinataire d’un envoi postal est inconnu, s’il en refuse la réception ou si l’envoi postal n’est pas retiré, le prestataire assurant la distribution à domicile doit reprendre l’envoi postal concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_19"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Envoi postal non distribuable",
        "citation": "Art. 19 al. 2 OPO",
        "content": "Le prestataire assurant la distribution à domicile doit reprendre l’envoi postal dans un délai maximum de sept jours à l’installation de cases postales où il a été distribué ou aurait dû l’être.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_19"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Envoi postal non distribuable",
        "citation": "Art. 19 al. 3 OPO",
        "content": "Si le prestataire assurant la distribution à domicile ne reprend pas l’envoi postal, l’exploitant de l’installation de cases postales doit retourner l’envoi concerné au prestataire assurant la distribution à domicile au tarif le plus avantageux. Les frais de renvoi sont à la charge du prestataire assurant la distribution à domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_19"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Rémunération en cas de décision relative à la conclusion d’un accord sur les conditions d’accès",
        "citation": "Art. 20 al. 1 OPO",
        "content": "Si la PostCom décide la conclusion d’un accord sur les conditions d’accès, la rémunération pour les prestations fournies au sens l’art. 18, al. 1, se compose:\na. des coûts incrémentaux;\nb. d’une part proportionnelle des frais généraux non spécifiques à la prestation, et\nc. d’un supplément fixé par la PostCom, calculé de telle sorte que l’exploitant d’une installation de cases postales gérant son entreprise de manière efficace ne soit pas plus désavantagé lorsqu’il réceptionne un envoi postal que si ce dernier lui était remis par l’expéditeur en sa qualité de prestataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_20"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Rémunération en cas de décision relative à la conclusion d’un accord sur les conditions d’accès",
        "citation": "Art. 20 al. 2 OPO",
        "content": "Les coûts visés à l’al. 1, let. a et b, sont calculés sur la base de la comptabilité analytique de l’exploitant de l’installation de cases postales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_20"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Non-discrimination et consultation des accords",
        "citation": "Art. 21 al. 1 OPO",
        "content": "L’exploitant d’une installation de cases postales ne doit pas discriminer les prestataires assurant la distribution à domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_21"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Non-discrimination et consultation des accords",
        "citation": "Art. 21 al. 2 OPO",
        "content": "Il envoie à la PostCom l’accord sur les conditions d’accès à l’installation de cases postales au plus tard deux semaines après sa conclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_21"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 4, Accès aux installations de cases postales, Non-discrimination et consultation des accords",
        "citation": "Art. 21 al. 3 OPO",
        "content": "Sur demande, la PostCom accorde, à un prestataire assurant la distribution à domicile qui négocie avec l’exploitant d’une installation de cases postales les conditions d’accès à une installation de cases postales, le droit de consulter les accords déjà conclus par ledit exploitant avec d’autres prestataires assurant la distribution à domicile. Cette règle ne s’applique pas aux contenus soumis au secret commercial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_21"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Droit d’échanger des séquences de données",
        "citation": "Art. 22 al. 1 OPO",
        "content": "Les prestataires assurant la distribution à domicile ont le droit d’échanger des données d’adresses contenues dans les ordres des clients (séquences de données).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_22"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Droit d’échanger des séquences de données",
        "citation": "Art. 22 al. 2 OPO",
        "content": "Ils ont le droit d’échanger des données d’adresses en vue de les traiter pour autant que la distribution des envois postaux le requière aux fins suivantes:\na. la réexpédition;\nb. la déviation;\nc. la garde du courrier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_22"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Droit d’échanger des séquences de données",
        "citation": "Art. 22 al. 3 OPO",
        "content": "Le prestataire assurant la distribution à domicile informe ses clients de l’utilisation des données d’adresses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_22"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Droit d’échanger des séquences de données",
        "citation": "Art. 22 al. 4 OPO",
        "content": "Avant de transmettre une séquence de données à des tiers, le prestataire assurant la distribution à domicile doit obtenir le consentement de la personne concernée. Le refus du consentement ne doit pas entraîner de frais pour cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_22"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Contenu et actualisation des séquences de données",
        "citation": "Art. 23 al. 1 OPO",
        "content": "Les séquences de données comprennent:\na. les nom et prénom du destinataire ou la raison sociale;\nb. la rue, le numéro, le code postal, le lieu ainsi que, s’ils sont disponibles, l’emplacement et le numéro de la case postale;\nc. le début, la durée et le contenu des ordres donnés par les clients;\nd. dans les cas de réexpédition et de déviation d’envois postaux: les données d’adresses nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_23"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Contenu et actualisation des séquences de données",
        "citation": "Art. 23 al. 2 OPO",
        "content": "Elles doivent être actualisées et fournies du lundi au vendredi dans les 24 heures suivant la saisie électronique de l’ordre du client. Les jours fériés généraux ne sont pas pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_23"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Contenu et actualisation des séquences de données",
        "citation": "Art. 23 al. 3 OPO",
        "content": "Les prestataires assurant la distribution à domicile ne sont pas tenus de contrôler l’exactitude des séquences de données. Ils veillent cependant à ce que celles-ci correspondent aux informations des clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_23"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Aspects techniques",
        "citation": "Art. 24 al. 1 OPO",
        "content": "Les prestataires assurant la distribution à domicile transmettent les séquences de données par une interface définie ou par voie électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_24"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Aspects techniques",
        "citation": "Art. 24 al. 2 OPO",
        "content": "Ils définissent les interfaces selon une norme technique reconnue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_24"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Aspects techniques",
        "citation": "Art. 24 al. 3 OPO",
        "content": "Ils transmettent les séquences de données dans un format standard largement répandu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_24"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Coûts en cas de décision relative à la conclusion, d’un accord d’échange ",
        "citation": "Art. 25 al. 1 OPO",
        "content": "Si la PostCom décide la conclusion d’un accord sur l’échange de séquences de données, les coûts pour les prestations fournies au sens des art. 23 et 24 se composent:\na. des coûts incrémentaux; et\nb. d’une part proportionnelle des frais généraux non spécifiques à la prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_25"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Coûts en cas de décision relative à la conclusion, d’un accord d’échange ",
        "citation": "Art. 25 al. 2 OPO",
        "content": "Les coûts visés à l’al. 1 sont calculés sur la base de la comptabilité analytique du prestataire fournissant les séquences de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_25"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Répartition de l’excédent généré par les ordres des clients",
        "citation": "Art. 26 al. 1 OPO",
        "content": "Les coûts du prestataire assurant la distribution à domicile liés au traitement et à l’échange des séquences de données sont couverts par le chiffre d’affaires qu’il réalise en exécutant les ordres de réexpédition, de déviation et de garde du courrier donnés par des clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_26"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Répartition de l’excédent généré par les ordres des clients",
        "citation": "Art. 26 al. 2 OPO",
        "content": "Si, en exécutant les ordres des clients visés à l’al. 1, le prestataire assurant la distribution à domicile dégage un excédent, ce dernier est réparti au prorata entre les prestataires assurant la distribution à domicile qui participent à l’échange de séquences de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_26"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Répartition de l’excédent généré par les ordres des clients",
        "citation": "Art. 26 al. 3 OPO",
        "content": "La répartition s’effectue sur la base du rapport entre, d’une part, le chiffre d’affaires annuel réalisé en nom propre par chaque prestataire assurant la distribution à domicile qui participe à l’échange de séquences de données en fournissant des services postaux et, d’autre part, le chiffre d’affaires annuel réalisé par tous les prestataires annoncés assurant la distribution à domicile qui participent à l’échange de séquences de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_26"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Non-discrimination et consultation des accords",
        "citation": "Art. 27 al. 1 OPO",
        "content": "Le prestataire fournissant les séquences de données ne doit pas discriminer les prestataires assurant la distribution à domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_27"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Non-discrimination et consultation des accords",
        "citation": "Art. 27 al. 2 OPO",
        "content": "Il envoie à la PostCom l’accord sur l’échange de séquences de données au plus tard deux semaines après sa conclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_27"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 5, Echange de séquences de données, Non-discrimination et consultation des accords",
        "citation": "Art. 27 al. 3 OPO",
        "content": "Sur demande, la PostCom accorde, à un prestataire assurant la distribution à domicile qui négocie avec un prestataire fournissant des séquences de données un accord sur l’échange de séquences de données, le droit de consulter les accords déjà conclus avec d’autres prestataires par le prestataire fournissant les séquences de données. Cette règle ne s’applique pas aux contenus soumis au secret commercial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_27"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 6, Fourniture de services postaux dans des situations extraordinaires",
        "citation": "Art. 28 al. 1 OPO",
        "content": "Le Conseil fédéral veille à ce qu’une fourniture minimale de services postaux soit assurée, notamment en cas de catastrophe ou de situation d’urgence affectant sérieusement l’ensemble du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_28"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 6, Fourniture de services postaux dans des situations extraordinaires",
        "citation": "Art. 28 al. 2 OPO",
        "content": "Il détermine au cas par cas:\na. les prestataires qui doivent garantir la fourniture des services postaux;\nb. les services postaux que les prestataires doivent fournir;\nc. le montant de l’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_28"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 2, Droits et obligations des prestataires de services postaux, Section 6, Fourniture de services postaux dans des situations extraordinaires",
        "citation": "Art. 28 al. 3 OPO",
        "content": "Il peut restreindre ou interdire la fourniture de services postaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_28"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 1 OPO",
        "content": "Dans le trafic postal national, le service universel comprend au moins une offre de transport des envois postaux adressés suivants:\na. les envois isolés de lettres jusqu’à 1 kg et de colis jusqu’à 20 kg, qui doivent être distribués en fonction du montant affranchi:\n1. entre le premier jour ouvrable suivant leur dépôt, et \n2. le troisième jour ouvrable suivant leur dépôt;\nb. les lettres jusqu’à 1 kg et les colis jusqu’à 20 kg envoyés en nombre;\nc. les journaux et périodiques en abonnement en distribution régulière; \nd. les actes judiciaires ou de poursuite avec accusé de réception et transmission ultérieure de l’accusé de réception à l’expéditeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 2 OPO",
        "content": "Dans le trafic postal international, le service universel comprend au moins une offre de transport des envois postaux adressés suivants à destination de l’étranger:\na. les envois isolés de lettres jusqu’à 2 kg et de colis jusqu’à 20 kg;\nb. les lettres jusqu’à 2 kg et les colis jusqu’à 20 kg envoyés en nombre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 2bis OPO",
        "content": "La longueur, la largeur et la hauteur des lettres visées à l’al. 2 ne peuvent pas dépasser ensemble 90 cm, et aucun côté ne peut dépasser 60 cm.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 3 OPO",
        "content": "La Poste propose aux expéditeurs les prestations suivantes:\na. l’accusé de réception;\nb. le renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 3bis OPO",
        "content": "Les envois postaux pour lesquels l’expéditeur demande un accusé de réception sont réputés avoir été réceptionnés au sens du contrat de transport si le destinataire ou une autre personne désignée dans les conditions générales de la Poste comme étant habilitée à réceptionner l’envoi confirme sur papier ou sur un appareil électronique de saisie que l’envoi en question lui a été remis. L’expéditeur doit avoir la possibilité de faire bloquer la remise aux personnes de moins de 16 ans sans supplément de prix. Pour les accusés de réception électroniques, il convient de prendre les mesures techniques et organisationnelles propres à garantir une protection contre la falsification des accusés de réception et la création de faux aussi élevée que pour les accusés de réception imprimés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 4 OPO",
        "content": "La Poste propose aux destinataires les prestations suivantes:\na. la réexpédition;\nb. la déviation;\nc. la garde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 4bis OPO",
        "content": "Elle peut prévoir une offre consistant à ce que les destinataires puissent autoriser par voie électronique la Poste à distribuer directement dans leur boîte aux lettres ou dans leur case postale un envoi postal clairement défini pour lequel l’expéditeur demande un accusé de réception. Si l’expéditeur agit dans l’exercice de tâches de droit public, il doit avoir la possibilité, sans supplément de prix, de faire bloquer l’offre pour la distribution de ses propres envois. L’autorisation électronique est considérée comme un accusé de réception au sens du contrat de transport, conformément à l’al. 3, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 5 OPO",
        "content": "Par envois isolés, on entend les envois postaux confiés par l’expéditeur à la Poste afin que celle-ci les transporte aux conditions générales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 6 OPO",
        "content": "Par envois en nombre, on entend les envois postaux pour lesquels l’expéditeur conclut avec la Poste un contrat de transport écrit définissant des conditions individuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 7 OPO",
        "content": "Par jours ouvrables et de dépôt, on entend tous les jours, du lundi au vendredi, sans les jours fériés généraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Offres",
        "citation": "Art. 29 al. 8 OPO",
        "content": "Les envois coursier et les envois exprès ne font pas partie de l’offre du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_29"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Réception d’envois postaux",
        "citation": "Art. 30 al. 1 OPO",
        "content": "La Poste réceptionne les lettres et les colis mentionnés à l’art. 29, al. 1, let. a, et 2, let. a, dans les offices de poste et les agences postales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_30"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Réception d’envois postaux",
        "citation": "Art. 30 al. 2 OPO",
        "content": "Elle réceptionne les lettres préaffranchies à destination de la Suisse et de l’étranger sans accusé de réception dans des boîtes aux lettres publiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_30"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Réception d’envois postaux",
        "citation": "Art. 30 al. 3 OPO",
        "content": "Elle met à disposition des points de dépôt appropriés pour les envois postaux mentionnés à l’art. 29, al. 1, let. bà d, et 2, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_30"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution à domicile",
        "citation": "Art. 31 al. 1 OPO",
        "content": "La Poste est tenue de distribuer les envois postaux à domicile dans toutes les maisons habitées à l’année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution à domicile",
        "citation": "Art. 31 al. 2 OPO",
        "content": "Elle n’est pas tenue de distribuer les envois postaux à domicile conformément à l’al. 1:\na. si des difficultés démesurées telles que des mauvaises conditions de circulation ou la mise en danger du personnel de distribution ou de tiers l’en empêchent;\nb. si le destinataire et la Poste ont convenu d’un autre lieu ou d’une autre forme de distribution, ou\nc. si les prescriptions régissant les boîtes aux lettres et les batteries de boîtes aux lettres selon les art. 73 à 75 ne sont pas respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution à domicile",
        "citation": "Art. 31 al. 2bis OPO",
        "content": "Lorsque, en vertu de l’art. 31, al. 1, de la version du 29 août 2012, la Poste n’était pas tenue de distribuer les envois postaux à domicile, mais qu’elle doit le faire en vertu de l’al. 1, en relation avec l’al. 2 et l’art. 83a, elle n’est pas tenue de remplir cette obligation si cela devait entraîner des coûts ou des charges disproportionnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution à domicile",
        "citation": "Art. 31 al. 3 OPO",
        "content": "La Poste propose une solution de remplacement au destinataire si elle n’a pas l’obligation d’assurer la distribution à domicile. Elle peut réduire la fréquence de distribution ou désigner un autre point de distribution. Le destinataire doit être consulté au préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution des quotidiens en abonnement",
        "citation": "Art. 31a al. 1 OPO",
        "content": "La Poste est tenue, dans les régions sans distribution matinale, de distribuer les quotidiens en abonnement d’ici à 12 h 30 au plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31_a"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution des quotidiens en abonnement",
        "citation": "Art. 31a al. 2 OPO",
        "content": "Elle n’est pas tenue de respecter les délais de distribution:\na. si les journaux lui ont été livrés plus tard que convenu avec l’éditeur, ou\nb. si des événements pour lesquels ni la Poste, ni les éditeurs ne sont responsables empêchent la distribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31_a"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution des quotidiens en abonnement",
        "citation": "Art. 31a al. 3 OPO",
        "content": "Elle est tenue de respecter à 95 % le délai de livraison fixé à l’al. 1. Ce pourcentage doit être respecté chaque année à l’échelle de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31_a"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution des quotidiens en abonnement",
        "citation": "Art. 31a al. 4 OPO",
        "content": "La méthode de mesure de la distribution des quotidiens en abonnement doit être reconnue scientifiquement et certifiée par un organe spécialisé indépendant. Elle doit tenir compte de l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31_a"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Distribution des quotidiens en abonnement",
        "citation": "Art. 31a al. 5 OPO",
        "content": "La PostCom approuve la méthode et les instruments de mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_31_a"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Délais d’acheminement en trafic postal national",
        "citation": "Art. 32 al. 1 OPO",
        "content": "La Poste est tenue de respecter les délais d’acheminement des envois postaux visés à l’art. 29, al. 1, let. a:\na. pour 97 % des lettres;\nb. pour 95 % des colis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_32"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Délais d’acheminement en trafic postal national",
        "citation": "Art. 32 al. 2 OPO",
        "content": "Les méthodes de mesure des délais d’acheminement doivent être reconnues scientifiquement et certifiées par un organe indépendant. Elles doivent reposer sur des normes de qualité internationales et tenir compte de l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_32"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Délais d’acheminement en trafic postal national",
        "citation": "Art. 32 al. 3 OPO",
        "content": "La PostCom approuve les méthodes et les instruments de mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_32"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 1 OPO",
        "content": "La Poste exploite un réseau d’offices de poste et d’agences postales couvrant l’ensemble du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 2 OPO",
        "content": "Chaque région de planification doit compter au moins un office de poste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 3 OPO",
        "content": "La Poste fixe les heures d’ouverture en fonction des besoins d’utilisation locaux spécifiques de la population et de l’économie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 4 OPO",
        "content": "Le réseau d’offices de poste et d’agences postales doit être conçu de telle sorte que 90 % de la population résidante permanente d’un canton puisse accéder à un office de poste ou à une agence postale, à pied ou par les transports publics, en 20 minutes. Si la Poste propose un service à domicile, l’accessibilité doit être assurée en 30 minutes pour les ménages concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 5 OPO",
        "content": "Par service à domicile, on entend la réception d’envois postaux au sens de l’art. 29, al. 1, let. a, et 2, let. a, chez l’expéditeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 5bis OPO",
        "content": "Au moins un point d’accès desservi doit être garanti dans les régions urbaines et les agglomérations définies selon la statistique fédérale. Si le seuil de 15 000 habitants ou emplois est dépassé, un autre point d’accès desservi doit être exploité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 6 OPO",
        "content": "La méthode de mesure de l’accessibilité doit être reconnue scientifiquement et certifiée par un organe indépendant. Elle doit tenir compte de l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 7 OPO",
        "content": "La PostCom approuve la méthode et les instruments de mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 8 OPO",
        "content": "La Poste et les cantons mènent un dialogue régulier sur la planification et la coordination du réseau d’offices de poste et d’agences postales sur le territoire cantonal. Les cantons assurent la communication avec leurs communes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Accessibilité",
        "citation": "Art. 33 al. 9 OPO",
        "content": "La Poste met à disposition sur l’internet un système interactif doté d’une fonction de recherche et d’une carte, lequel renseigne sur les emplacements des points d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_33"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 1 OPO",
        "content": "La Poste consulte les autorités des communes concernées au moins six mois avant de fermer ou de transférer un office de poste ou une agence postale. Elle s’efforce de parvenir à un accord avec celles-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 2 OPO",
        "content": "La Poste informe le service cantonal compétent du début des entretiens et de leur résultat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 3 OPO",
        "content": "Si aucun accord n’est trouvé, les autorités des communes concernées peuvent saisir la PostCom dans les 30 jours suivant la communication de la décision de la Poste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 4 OPO",
        "content": "La PostCom organise une procédure de conciliation entre la Poste et les autorités des communes concernées. Elle peut inviter les services concernés à une séance de négociation et donner aux cantons concernés la possibilité de se prononcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 5 OPO",
        "content": "Après avoir été saisie, la PostCom émet une recommandation à l’attention de la Poste dans un délai de six mois. Ce faisant, elle examine:\na. si la Poste a respecté les critères fixés à l’al. 1;\nb. si les prescriptions des art. 33 et 44 relatives à l’accessibilité sont respectées;\nc. si la décision de la Poste tient compte des spécificités régionales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 6 OPO",
        "content": "La procédure est gratuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 7 OPO",
        "content": "La Poste statue de manière définitive sur la fermeture ou le transfert de l’office de poste concerné ou de l’agence postale concernée, en tenant compte de la recommandation de la PostCom.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Procédure en cas de fermeture ou de transfert d’un office, de poste ou d’une agence postale",
        "citation": "Art. 34 al. 8 OPO",
        "content": "La Poste n’est pas autorisée à fermer ou à transférer l’office de poste concerné ou l’agence postale concernée tant que la recommandation de la PostCom n’a pas été notifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_34"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Exclusion du transport",
        "citation": "Art. 35 al. 1 OPO",
        "content": "La Poste peut exclure du transport les envois postaux visés à l’art. 29 s’ils contiennent:\na. des marchandises dangereuses en quantité supérieure à celle autorisée par la loi;\nb. des marchandises dont le transport ou la consommation est interdit par la loi; ou\nc. des marchandises susceptibles de blesser des personnes ou de provoquer des dommages matériels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_35"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 1, Obligation, Exclusion du transport",
        "citation": "Art. 35 al. 2 OPO",
        "content": "Elle désigne dans ses conditions générales les envois postaux exclus du transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_35"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Journaux et périodiques ayant droit à un rabais sur la distribution",
        "citation": "Art. 36 al. 1 OPO",
        "content": "Afin de maintenir une presse régionale et locale diversifiée, la Poste octroie des rabais sur la distribution. Ont droit à un rabais sur la distribution les quotidiens et les hebdomadaires visés à l’art. 16, al. 4, let. a, LPO. Sont considérés comme relevant de la presse régionale et locale les quotidiens et les hebdomadaires:\na. qui sont en abonnement;\nb. qui sont remis à la Poste pour la distribution régulière;\nc. qui sont diffusés principalement en Suisse;\nd. qui paraissent au moins une fois par semaine;\ne. qui ne servent pas de manière prépondérante à des fins commerciales ou à la promotion de produits ou de prestations;\nf. qui comprennent une partie rédactionnelle représentant 50 % au moins de l’ensemble de la publication;\ng. qui ne font pas partie de la presse associative, ni de la presse des fondations, ni de la presse spécialisée ou professionnelle;\nh. qui ne relèvent pas majoritairement du domaine public;\ni. qui ne sont pas publiés par une autorité étatique;\nj. qui sont payants;\nk. qui ont un tirage moyen compris entre 1000 et 40 000 exemplaires par édition, certifié par un organe de contrôle indépendant et reconnu;\nl. qui ne font partie d’aucun réseau de têtières dont le tirage global moyen est supérieur à 100 000 exemplaires par édition, le tirage global correspondant à la somme des tirages certifiés des têtières et du titre principal par édition et devant être certifié par un organe de contrôle indépendant et reconnu; et\nm. qui pèsent 1 kg au plus, encarts compris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_36"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Journaux et périodiques ayant droit à un rabais sur la distribution",
        "citation": "Art. 36 al. 2 OPO",
        "content": "N’est pas réputé têtière au sens de l’al. 1, let. l, un quotidien ou un hebdomadaire qui paraît sous son propre titre et dont la majorité du capital et des voix n’est pas détenue directement ou indirectement par l’éditeur du titre principal. Est considéré comme titre principal le journal qui fournit aux autres têtières du réseau les parties essentielles des contenus rédactionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_36"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Journaux et périodiques ayant droit à un rabais sur la distribution",
        "citation": "Art. 36 al. 3 OPO",
        "content": "Afin de maintenir une presse associative et une presse des fondations diversifiées, la Poste octroie des rabais sur la distribution. Ont droit à un rabais sur la distribution les journaux et les périodiques visés à l’art. 16, al. 4, let. b, LPO. Sont considérés comme relevant de la presse associative et de la presse des fondations les journaux et périodiques:\na. qui sont remis à la Poste pour la distribution régulière;\nb. qui sont diffusés principalement en Suisse;\nc. qui sont adressés par des organisations à but non lucratif:\n1. à leurs abonnés,\n2. à leurs donateurs, ou\n3. à leurs membres;\nd. qui paraissent au moins une fois par trimestre;\ne. qui pèsent 1 kg au plus, encarts compris;\nf. qui ne servent pas de manière prépondérante à des fins commerciales ou à la promotion de produits ou de prestations;\ng. qui comprennent une partie rédactionnelle représentant 50 % au moins de l’ensemble de la publication;\nh. qui ont un tirage moyen compris entre 1000 et 300 000 exemplaires par édition, certifié par un organe de contrôle indépendant et reconnu;\ni. qui ne relèvent pas majoritairement du domaine public;\nj. qui ne sont pas publiés par une autorité étatique;\nk. qui sont payants; et\nl. qui comptent au moins six pages A4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_36"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Journaux et périodiques ayant droit à un rabais sur la distribution",
        "citation": "Art. 36 al. 4 OPO",
        "content": "L’al. 3, let. c, i, j et k, ne s’applique pas aux églises nationales ou à d’autres communautés religieuses reconnues au plan cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_36"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Procédure",
        "citation": "Art. 37 al. 1 OPO",
        "content": "La demande d’octroi d’un rabais sur la distribution doit être présentée par écrit à l’Office fédéral de la communication (OFCOM).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_37"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Procédure",
        "citation": "Art. 37 al. 2 OPO",
        "content": "Si l’OFCOM accepte la demande, le requérant a droit au rabais à compter du premier jour du mois suivant le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_37"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Procédure",
        "citation": "Art. 37 al. 3 OPO",
        "content": "L’ayant droit remet périodiquement une déclaration à l’OFCOM. Si, en dépit de tout rappel, il omet de remettre sa déclaration ou si celle-ci est lacunaire, l’octroi du rabais peut être suspendu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_37"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Procédure",
        "citation": "Art. 37 al. 4 OPO",
        "content": "L’OFCOM peut contrôler le droit au rabais en tout temps par sondage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_37"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Procédure",
        "citation": "Art. 37 al. 5 OPO",
        "content": "L’ayant droit qui ne remplit plus les conditions d’octroi du rabais sur la distribution en avise l’OFCOM par écrit dans les 30 jours. Le droit au rabais prend fin le dernier jour du mois durant lequel les conditions n’ont plus été remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_37"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 2, Aide à la presse régionale et locale ainsi qu’à la presse associative, et à la presse des fondations, Procédure",
        "citation": "Art. 37 al. 6 OPO",
        "content": "Les dispositions de la loi du 5 octobre 1990 sur les subventions sont applicables au demeurant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_37"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Principe",
        "citation": "Art. 38 OPO",
        "content": "La Poste peut émettre des timbres-poste spéciaux avec ou sans supplément sur le prix de vente (supplément).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_38"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Emission d’un timbre-poste spécial avec supplément pour certaines organisations",
        "citation": "Art. 39 OPO",
        "content": "Les organisations culturelles, sociales ou d’aide à la jeunesse d’intérêt national peuvent demander à la Poste d’émettre un timbre-poste spécial avec supplément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_39"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Utilisation des contributions",
        "citation": "Art. 40 al. 1 OPO",
        "content": "La Poste conclut des contrats avec les organisations mentionnées à l’art. 39 portant sur l’utilisation des recettes générées par la vente de timbres-poste spéciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_40"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Utilisation des contributions",
        "citation": "Art. 40 al. 2 OPO",
        "content": "Les contrats règlent le montant des sommes allouées aux différentes organisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_40"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Utilisation des contributions",
        "citation": "Art. 40 al. 3 OPO",
        "content": "Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC) est responsable de l’approbation des contrats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_40"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Emission de timbres-poste spéciaux avec supplément, pour des événements particuliers",
        "citation": "Art. 41 OPO",
        "content": "La Poste peut émettre des timbres-poste spéciaux avec supplément pour des événements particuliers, notamment des expositions philatéliques nationales ou internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_41"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Emission de timbres-poste spéciaux sans supplément",
        "citation": "Art. 42 al. 1 OPO",
        "content": "La Poste peut émettre des timbres-poste spéciaux sans supplément, notamment:\na. à l’occasion d’importantes manifestations nationales ou internationales et de campagnes menées par des institutions nationales ou internationales ainsi que pour des organisations d’un grand intérêt général;\nb. pour témoigner de la contribution de la Suisse à des œuvres internationales et à des institutions à caractère social ou culturel;\nc. pour honorer la mémoire de personnalités suisses et étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_42"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Emission de timbres-poste spéciaux sans supplément",
        "citation": "Art. 42 al. 2 OPO",
        "content": "Les demandes doivent être adressées à temps à la Poste; celle-ci se prononce de manière définitive sur les demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_42"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 3, Services postaux relevant du service universel, Section 3, Timbres-poste spéciaux avec ou sans supplément sur le prix de vente, Emission de timbres-poste spéciaux sans supplément",
        "citation": "Art. 42 al. 3 OPO",
        "content": "Les requérants ne peuvent prétendre à une quelconque prestation financière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_42"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Offres",
        "citation": "Art. 43 al. 1 OPO",
        "content": "Le service universel comprend, pour les personnes physiques ou morales ayant leur domicile, leur siège ou leur établissement en Suisse, au moins une offre pour les services de paiement nationaux en francs suisses suivants:\na. l’ouverture et la gestion d’un compte pour le trafic des paiements;\nb. l’ordre de virement du propre compte pour le trafic des paiements sur le compte d’un tiers;\nc. l’ordre de virement d’espèces sur le compte d’un tiers, pour autant que le donneur d’ordre ne soit pas tenu de s’identifier au plan national ou international;\nd. le versement en espèces sur le propre compte pour le trafic des paiements;\ne. le retrait d’espèces du propre compte pour le trafic des paiements, à condition que le montant soit disponible au point de retrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_43"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Offres",
        "citation": "Art. 43 al. 1bis OPO",
        "content": "Il ne comprend pas le trafic des paiements transfrontalier avec des virements en francs suisses ou dans une monnaie étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_43"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Offres",
        "citation": "Art. 43 al. 2 OPO",
        "content": "Sur demande, PostFinance fournit un justificatif imprimé ou électronique pour les services mentionnés à l’al. 1, let. b à e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_43"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Accès aux services de paiement",
        "citation": "Art. 44 al. 1 OPO",
        "content": "L’accès aux services de paiement est approprié lorsque 90 % de la population résidante permanente d’un canton peut accéder en 20 minutes, à pied ou par les transports publics, aux services mentionnés à l’art. 43, al. 1, let. c à e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_44"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Accès aux services de paiement",
        "citation": "Art. 44 al. 1bis OPO",
        "content": "Dans les régions ne disposant que d’une agence postale, la Poste est tenue de proposer le service de paiement en espèces au domicile du client, ou d’une autre manière appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_44"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Accès aux services de paiement",
        "citation": "Art. 44 al. 2 OPO",
        "content": "La méthode de mesure de l’accès doit être reconnue scientifiquement et certifiée par un organe indépendant. Elle doit tenir compte de l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_44"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Accès aux services de paiement",
        "citation": "Art. 44 al. 3 OPO",
        "content": "L’OFCOM approuve la méthode et les instruments de mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_44"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Accès aux services de paiement",
        "citation": "Art. 44 al. 4 OPO",
        "content": "La Poste et les cantons mènent un dialogue régulier sur la planification et la coordination du réseau d’offices de poste et d’agences postales sur le territoire cantonal. Les cantons assurent la communication avec leurs communes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_44"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Accès aux services de paiement",
        "citation": "Art. 44 al. 5 OPO",
        "content": "La Poste met à disposition sur l’internet un système interactif doté d’une fonction de recherche et d’une carte, lequel renseigne sur les emplacements des points d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_44"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Exceptions",
        "citation": "Art. 45 al. 1 OPO",
        "content": "PostFinance peut refuser à ses clients l’utilisation des services de paiement mentionnés à l’art. 43:\na. si la fourniture de ces services est en contradiction avec des dispositions nationales ou internationales des législations sur les marchés financiers, sur le blanchiment d’argent ou sur les embargos, ou si le respect de la présente législation entraîne des charges disproportionnellement élevées pour la Poste, ou\nb. s’il y a un risque d’atteintes graves au droit et à la réputation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_45"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 4, Services de paiement relevant du service universel, Exceptions",
        "citation": "Art. 45 al. 2 OPO",
        "content": "Elle désigne dans ses conditions générales les cas justifiant le refus de l’utilisation des services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_45"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Principe",
        "citation": "Art. 46 OPO",
        "content": "Le service universel est financé par les recettes de la Poste et des sociétés du groupe Poste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_46"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 1 OPO",
        "content": "La Poste et les sociétés du groupe Poste fixent les tarifs de leurs prestations selon des principes économiques, en fonction du financement du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 2 OPO",
        "content": "La Poste fixe les tarifs pour les envois postaux mentionnés à l’art. 29, al. 1, let. a, indépendamment de la distance et selon des principes uniformes. La PostCom contrôle périodiquement si les tarifs sont fixés indépendamment de la distance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 3 OPO",
        "content": "La Poste fixe les tarifs de la distribution des journaux et périodiques mentionnés à l’art. 29, al. 1, let. c, indépendamment de la distance. L’OFCOM contrôle périodiquement si les tarifs sont fixés indépendamment de la distance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 4 OPO",
        "content": "Les journaux et périodiques ayant droit à un rabais sur la distribution au sens de l’art. 36 bénéficient d’un rabais à l’exemplaire sur le tarif visé à l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 5 OPO",
        "content": "La Poste calcule chaque année le rabais sur la distribution sur la base du volume de l’année précédente de la presse régionale et locale ainsi que de la presse associative et de la presse des fondations ayant droit à un rabais sur la distribution. D’éventuelles différences sont compensées l’année suivante au moment de fixer les nouveaux rabais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 6 OPO",
        "content": "Le Conseil fédéral vérifie les calculs effectués par la Poste conformément aux al. 3 à 5 et approuve les tarifs réduits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Fixation des tarifs",
        "citation": "Art. 47 al. 7 OPO",
        "content": "Les envois postaux non fermés visés à l’art. 29, al. 1, let. a, avec mention «Cécogramme» sont transportés gratuitement à condition:\na. d’être adressés à des personnes malvoyantes ou aveugles ou à leurs organisations, ou expédiés par celles-ci; et\nb. de contenir des documents en braille ou des enregistrements sonores qui ne sont pas utilisés à des fins de communication commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_47"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Interdiction des subventions croisées",
        "citation": "Art. 48 al. 1 OPO",
        "content": "Est interdit au sens de l’art. 19, al. 1, LPO tout subventionnement croisé:\na. si les recettes d’une prestation déterminée ne relevant pas du service universel ne suffisent pas à couvrir les coûts incrémentaux de cette prestation; et\nb. si, dans le service réservé, une prestation ou tout un secteur de l’entreprise génère des recettes dépassant ses propres coûts de fourniture isolée (stand-alone costs).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_48"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Interdiction des subventions croisées",
        "citation": "Art. 48 al. 2 OPO",
        "content": "L’interdiction des subventions croisées s’applique à la Poste et aux sociétés du groupe Poste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_48"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Principe du calcul des coûts nets",
        "citation": "Art. 49 al. 1 OPO",
        "content": "Les coûts nets découlant de l’obligation de fournir le service universel résultent de la comparaison entre le résultat que la Poste et les sociétés du groupe Poste réalisent compte tenu de cette obligation et celui qu’elles réaliseraient sans cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_49"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Principe du calcul des coûts nets",
        "citation": "Art. 49 al. 2 OPO",
        "content": "Pour déterminer les coûts nets, la Poste soumet à la PostCom le scénario sans obligation de fournir le service universel. La PostCom est responsable de l’approbation de ce scénario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_49"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Modalités de calcul des coûts nets",
        "citation": "Art. 50 al. 1 OPO",
        "content": "La Poste calcule les coûts nets comme la différence entre les coûts évités et les recettes non générées par les services postaux et les services de paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_50"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Modalités de calcul des coûts nets",
        "citation": "Art. 50 al. 2 OPO",
        "content": "Les coûts nets résultant de l’obligation de fournir le service universel sont calculés globalement pour chaque prestation liée à cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_50"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Modalités de calcul des coûts nets",
        "citation": "Art. 50 al. 3 OPO",
        "content": "Les coûts évités sont calculés en tenant compte de tous les processus concernés par l’obligation de fournir le service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_50"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Modalités de calcul des coûts nets",
        "citation": "Art. 50 al. 4 OPO",
        "content": "Les recettes non générées sont calculées en tenant compte des services postaux et des services de paiement qui contribuent à raison de 1 % au moins au chiffre d’affaires de la Poste et des sociétés du groupe Poste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_50"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Modalités de calcul des coûts nets",
        "citation": "Art. 50 al. 5 OPO",
        "content": "Les calculs se font dans le cadre d’un calcul autonome des coûts nets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_50"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Compensation des coûts nets",
        "citation": "Art. 51 al. 1 OPO",
        "content": "La Poste peut compenser les coûts nets de l’année précédente résultant de l’obligation de fournir les services postaux et les services de paiement relevant du service universel en procédant à des paiements de transfert entre les différentes unités de l’entreprise et les sociétés du groupe Poste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_51"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Compensation des coûts nets",
        "citation": "Art. 51 al. 2 OPO",
        "content": "Elle définit une éventuelle compensation des coûts nets de telle sorte que les conditions suivantes soient respectées:\na. Les contributions mentionnées à l’art. 16, al. 7, LPO doivent être utilisées pour octroyer des rabais aux journaux et périodiques ayant droit à un rabais sur la distribution.\nb. Le service réservé doit couvrir ses propres coûts et ne peut en outre être grevé au maximum que des coûts nets résultant de l’obligation de fournir les services postaux et les services de paiement relevant du service universel.\nc. Les services financiers de PostFinance ne peuvent supporter au maximum que les coûts nets résultant de l’obligation de fournir les services de paiement relevant du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_51"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Comptabilité",
        "citation": "Art. 52 al. 1 OPO",
        "content": "Dans leur comptabilité financière, la Poste et les sociétés du groupe Poste établissent leurs comptes annuels selon des principes comptables reconnus. La Poste établit les comptes du groupe conformément aux normes comptables internationales reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_52"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Comptabilité",
        "citation": "Art. 52 al. 2 OPO",
        "content": "Les sociétés du groupe Poste désignées par la PostCom présentent dans leur comptabilité d’entreprise les recettes et les coûts de leurs prestations. Les coûts sont attribués selon un modèle séquentiel qui ventile tous les coûts entre les prestations concernées et qui repose sur des principes comptables objectivement justifiables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_52"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Comptabilité",
        "citation": "Art. 52 al. 3 OPO",
        "content": "Les recettes correspondent au produit d’exploitation apparaissant dans la comptabilité financière, déduction faite du produit étranger à l’exploitation et compte tenu d’une éventuelle compensation des coûts nets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_52"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Comptabilité",
        "citation": "Art. 52 al. 4 OPO",
        "content": "Les coûts correspondent aux charges d’exploitation apparaissant dans la comptabilité financière, déduction faite des charges étrangères à l’exploitation et compte tenu des coûts d’amortissement et des coûts du capital calculés ainsi que d’une éventuelle compensation des coûts nets. Les coûts du capital sont déterminés à l’aide de la méthode de calcul du coût moyen pondéré du capital (méthode WACC) sur la base de la structure du capital d’entreprises similaires et d’intérêts conformes au risque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_52"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 5, Financement des services postaux et des services de paiement, relevant du service universel, Comptabilité",
        "citation": "Art. 52 al. 5 OPO",
        "content": "Le calcul des coûts nets au sens des art. 49 et 50 se base sur les coûts et les recettes de la comptabilité d’entreprise mentionnée aux al. 2 à 4 avant compensation des coûts nets selon l’art. 51. Les coûts et recettes après compensation des coûts nets sont déterminants pour le respect de l’interdiction des subventions croisées au sens de l’art. 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_52"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle des exigences de qualité posées aux services postaux",
        "citation": "Art. 53 al. 1 OPO",
        "content": "La Poste charge un organe spécialisé indépendant de mesurer chaque année l’exigence visée à l’art. 31a, les délais d’acheminement visés à l’art. 32 et l’accessibilité visée à l’art. 33.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_53"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle des exigences de qualité posées aux services postaux",
        "citation": "Art. 53 al. 2 OPO",
        "content": "Elle présente un rapport à la PostCom le 31 mars de chaque année au plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_53"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle des exigences de qualité posées aux services postaux",
        "citation": "Art. 53 al. 3 OPO",
        "content": "La PostCom contrôle et publie les résultats de l’examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_53"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle de l’accès aux services de paiement",
        "citation": "Art. 54 al. 1 OPO",
        "content": "La Poste charge un organe spécialisé indépendant d’évaluer chaque année les prescriptions sur l’accès aux services de paiement au sens de l’art. 44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_54"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle de l’accès aux services de paiement",
        "citation": "Art. 54 al. 2 OPO",
        "content": "Elle présente un rapport à l’OFCOM le 31 mars de chaque année au plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_54"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle de l’accès aux services de paiement",
        "citation": "Art. 54 al. 3 OPO",
        "content": "L’OFCOM contrôle et publie les résultats de l’examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_54"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle du respect de l’interdiction des subventions croisées",
        "citation": "Art. 55 al. 1 OPO",
        "content": "La Poste établit la liste des prestations attribuées au service universel et la présente à la PostCom, le 31 janvier de chaque année au plus tard, pour l’année en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_55"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle du respect de l’interdiction des subventions croisées",
        "citation": "Art. 55 al. 2 OPO",
        "content": "La PostCom contrôle et approuve la liste dans le mois qui suit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_55"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle du respect de l’interdiction des subventions croisées",
        "citation": "Art. 55 al. 3 OPO",
        "content": "La Poste attribue les coûts et les recettes aux différentes prestations sur la base de la liste mentionnée à l’al. 1 et prouve le 31 mars de chaque année au plus tard, pour l’année écoulée, que la différence entre les recettes et les coûts est au moins équivalente à la somme des différences entre les recettes et les coûts liés à l’obligation de fournir les services postaux et les services de paiement relevant du service universel. La PostCom contrôle et approuve la preuve dans un délai de trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_55"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle du respect de l’interdiction des subventions croisées",
        "citation": "Art. 55 al. 4 OPO",
        "content": "La preuve est réputée fournie dans les cas particuliers lorsque la Poste présente les recettes et les coûts incrémentaux d’une prestation ainsi que l’attribution des coûts des processus principaux et des processus partiels pertinents à la prestation concernée, et que le critère mentionné à l’art. 48, al. 1, let. a, n’est pas rempli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_55"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle du respect de l’interdiction des subventions croisées",
        "citation": "Art. 55 al. 5 OPO",
        "content": "Si la preuve visée à l’al. 4 ne peut être fournie, la Poste présente les coûts de fourniture isolée de la prestation pertinente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_55"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Approbation du calcul des coûts nets",
        "citation": "Art. 56 al. 1 OPO",
        "content": "Le 31 mars de chaque année au plus tard, la Poste présente à la PostCom le calcul des coûts nets selon les art. 49 et 50 et la preuve du respect des prescriptions relatives à la compensation des coûts nets selon l’art. 51.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_56"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Approbation du calcul des coûts nets",
        "citation": "Art. 56 al. 2 OPO",
        "content": "La PostCom est responsable de l’approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_56"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Contrôle indépendant",
        "citation": "Art. 57 al. RS 221.302 OPO",
        "content": "La Poste charge une entreprise de révision soumise à la surveillance de l’Etat selon l’art. 7 de la loi du 16 décembre 2005 sur la surveillance de la révision de contrôler pour le compte de la PostCom:\na le calcul des coûts nets selon les art. 49 et 50 et le respect des prescriptions relatives à la compensation des coûts nets selon l’art. 51;\nb. le respect des prescriptions comptables selon l’art. 52;\nc. l’attribution des coûts et des recettes ainsi que la preuve annuelle du respect de l’interdiction des subventions croisées selon l’art. 55, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_57"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 1, Surveillance des services postaux et des services de paiement, relevant du service universel, Prescriptions administratives",
        "citation": "Art. 58 OPO",
        "content": "La PostCom peut édicter des prescriptions administratives sur le contrôle du calcul des coûts nets selon les art. 49 et 50 et sur la preuve du respect de l’interdiction des subventions croisées dans des cas particuliers selon l’art. 55, al. 4 et 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_58"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Obligation des prestataires de renseigner la PostCom",
        "citation": "Art. 59 al. 1 OPO",
        "content": "Chaque année, les prestataires fournissent à la PostCom le rapport de gestion pour l’année précédente sur papier ou sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_59"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Obligation des prestataires de renseigner la PostCom",
        "citation": "Art. 59 al. 2 OPO",
        "content": "Le 31 mars de chaque année au plus tard, ils fournissent à la PostCom les documents suivants sur papier ou sous forme électronique:\na. les informations concernant le chiffre d’affaires réalisé en nom propre avec des services postaux et le volume de chaque prestation postale;\nb. les informations concernant l’évolution des emplois;\nc. la description des zones d’approvisionnement et le nombre de points desservis où sont offertes des prestations postales;\nd. les listes des offres et des prix;\ne. la preuve du respect des conditions de travail usuelles dans la branche selon l’art. 5;\nf. la preuve du respect des devoirs d’information selon les art. 11 à 16;\ng. des informations sur les sous-traitants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_59"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Obligation des prestataires de renseigner la PostCom",
        "citation": "Art. 59 al. 3 OPO",
        "content": "Si les documents fournis sont lacunaires, la PostCom fixe un délai convenable pour les compléter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_59"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Obligation de la Poste de renseigner la PostCom",
        "citation": "Art. 60 al. 1 OPO",
        "content": "Le 31 mars de chaque année au plus tard, la Poste fournit à la PostCom un rapport sur le respect de l’obligation de fournir les services postaux relevant du service universel. Elle y intègre notamment les informations suivantes:\na. les zones desservies par un service à domicile;\nb. l’évolution des services postaux relevant du service universel;\nc. les envois postaux perdus et les réclamations concernant les services postaux relevant du service universel;\nd. le nombre total de maisons visées aux art. 31, al. 2 et 2bis, et 83a qui ne bénéficient pas de la distribution à domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_60"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Obligation de la Poste de renseigner la PostCom",
        "citation": "Art. 60 al. 2 OPO",
        "content": "Le 31 mars de chaque année au plus tard, la Poste fournit à la PostCom un rapport sur le respect des prescriptions relatives à la distribution des quotidiens en abonnement formulées à l’art. 31a. Lors de l’approbation de la méthode de mesure visée à l’art. 31a, al. 5, la PostCom détermine les informations qui doivent figurer dans le rapport. La Poste doit présenter le rapport pour la première fois pour l’année 2022.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_60"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Analyse des conditions de travail usuelles dans la branche, et définition d’exigences minimales",
        "citation": "Art. 61 al. 1 OPO",
        "content": "La PostCom analyse périodiquement les conditions de travail usuelles dans la branche, notamment sur la base des critères suivants:\na. la rémunération, y compris les suppléments de salaire et le versement du salaire en cas d’empêchement de travailler;\nb. la durée du travail, y compris la réglementation des heures supplémentaires, du travail de nuit et du travail en équipes;\nc. le droit aux vacances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_61"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Analyse des conditions de travail usuelles dans la branche, et définition d’exigences minimales",
        "citation": "Art. 61 al. 2 OPO",
        "content": "Elle analyse les conditions de travail usuelles dans la branche en recensant les salaires annuels moyens pondérés qui sont effectivement versés aux employés du secteur opérationnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_61"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Analyse des conditions de travail usuelles dans la branche, et définition d’exigences minimales",
        "citation": "Art. 61 al. 3 OPO",
        "content": "Elle définit des exigences minimales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_61"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Banque de données",
        "citation": "Art. 62 al. 1 OPO",
        "content": "La PostCom gère une banque de données servant à l’enregistrement et à l’administration des prestataires. Elle peut en particulier y inscrire des mesures, des obligations et des sanctions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_62"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 2, Obligations de renseigner la PostCom et tâches de la PostCom, Banque de données",
        "citation": "Art. 62 al. 2 OPO",
        "content": "Elle peut publier une liste des prestataires annoncés ainsi que les données relatives aux services postaux relevant du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_62"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 3, Compétence de l’OFCOM et obligation de renseigner l’OFCOM, Compétence",
        "citation": "Art. 63 OPO",
        "content": "L’OFCOM est notamment compétent pour:\na. la surveillance des services de paiement relevant du service universel;\nb. les demandes d’octroi de rabais sur la distribution;\nc. les tâches liées aux organisations et accords internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_63"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 3, Compétence de l’OFCOM et obligation de renseigner l’OFCOM, Obligation de renseigner l’OFCOM",
        "citation": "Art. 64 al. 1 OPO",
        "content": "Le 31 mars de chaque année au plus tard, la Poste fournit à l’OFCOM un rapport sur le respect de l’obligation de fournir les services de paiement relevant du service universel. Elle doit notamment:\na. décrire l’évolution des emplois;\nb. décrire l’évolution des services de paiement relevant du service universel;\nc. mentionner les réclamations concernant les services de paiement relevant du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_64"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 3, Compétence de l’OFCOM et obligation de renseigner l’OFCOM, Obligation de renseigner l’OFCOM",
        "citation": "Art. 64 al. 2 OPO",
        "content": "Chaque année, elle fournit à l’OFCOM les calculs et les tarifs réduits selon l’art. 47, al. 3 à 5, en vue de l’approbation par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_64"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Nomination",
        "citation": "Art. 65 al. 1 OPO",
        "content": "La PostCom nomme l’organe de conciliation pour une durée déterminée. Elle peut le faire en lançant un appel d’offres public. Celui-ci n’est pas soumis aux art. 32 à 39 de l’ordonnance du 11 décembre 1995 sur les marchés publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_65"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Nomination",
        "citation": "Art. 65 al. 2 OPO",
        "content": "Elle approuve la nomination des personnes physiques responsables de l’organe de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_65"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Nomination",
        "citation": "Art. 65 al. 3 OPO",
        "content": "L’organe de conciliation doit:\na. respecter le droit applicable dans ce domaine;\nb. disposer d’un modèle pour le financement de ses activités de conciliation;\nc. confier à des personnes disposant des compétences professionnelles requises le soin de régler les litiges;\nd. garantir la transparence de son activité à l’égard de la PostCom et de l’ensemble de la collectivité, et s’engager en particulier à publier chaque année un rapport d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_65"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Nomination",
        "citation": "Art. 65 al. 4 OPO",
        "content": "La nomination revêt la forme d’un contrat de droit administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_65"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Tâches",
        "citation": "Art. 66 al. 1 OPO",
        "content": "L’organe de conciliation connaît de tout différend relevant du droit civil survenant entre un client et son prestataire de services postaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_66"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Tâches",
        "citation": "Art. 66 al. 2 OPO",
        "content": "Il exerce sa tâche de conciliation de manière indépendante, impartiale, transparente et efficace. Il ne peut être soumis à aucune directive générale ou particulière concernant le règlement d’un litige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_66"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Procédure",
        "citation": "Art. 67 al. 1 OPO",
        "content": "L’organe de conciliation édicte un règlement de procédure et le soumet à l’approbation de la PostCom. La procédure de conciliation doit être équitable et rapide pour les clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_67"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Procédure",
        "citation": "Art. 67 al. 2 OPO",
        "content": "Une requête en conciliation est recevable uniquement:\na. si la partie requérante a préalablement cherché une solution auprès de l’autre partie au litige;\nb. si la requête est déposée conformément aux conditions prévues par le règlement de procédure de l’organe de conciliation;\nc. si elle n’est pas manifestement abusive;\nd. si aucun tribunal ou aucun tribunal arbitral n’a été saisi de l’affaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_67"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Procédure",
        "citation": "Art. 67 al. 3 OPO",
        "content": "La procédure de conciliation se déroule, au choix du client, dans l’une des langues officielles de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_67"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Procédure",
        "citation": "Art. 67 al. 4 OPO",
        "content": "L’organe de conciliation rend une proposition de conciliation en équité lorsque les parties ne peuvent s’entendre sur une solution négociée. Sur demande d’une partie, il établit un rapport consignant le déroulement de la procédure de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_67"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Procédure",
        "citation": "Art. 67 al. 5 OPO",
        "content": "La procédure de conciliation prend fin avec le retrait de la requête, la conclusion d’un accord entre les parties, la proposition de conciliation, le rejet de la requête ou le classement de cette dernière au sens de l’art. 68, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_67"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Rapports avec d’autres procédures",
        "citation": "Art. 68 al. 1 OPO",
        "content": "Une requête en conciliation n’empêche pas la formation d’une action civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_68"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Rapports avec d’autres procédures",
        "citation": "Art. 68 al. 2 OPO",
        "content": "L’organe de conciliation met un terme à la procédure dès qu’un tribunal ou un tribunal arbitral est saisi de l’affaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_68"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Obligations des prestataires",
        "citation": "Art. 69 al. 1 OPO",
        "content": "Tout prestataire concerné par une requête en conciliation est tenu de participer à la procédure de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_69"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Obligations des prestataires",
        "citation": "Art. 69 al. 2 OPO",
        "content": "Il communique à l’organe de conciliation, si celui-ci en fait la demande, les données nécessaires à la conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_69"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Protection des données",
        "citation": "Art. 70 al. 1 OPO",
        "content": "L’organe de conciliation peut traiter les données personnelles concernant les parties à un litige si cela est nécessaire à l’accomplissement de sa tâche. Il conserve ces données au maximum pendant cinq ans après la fin de la procédure de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_70"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Protection des données",
        "citation": "Art. 70 al. 2 OPO",
        "content": "Les personnes chargées d’accomplir une tâche pour l’organe de conciliation sont tenues au secret de fonction au sens de l’art. 320 du code pénal. La PostCom est habilitée à délier la personne concernée du secret de fonction pour autant que le règlement du litige le requière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_70"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Protection des données",
        "citation": "Art. 70 al. 3 OPO",
        "content": "L’organe de conciliation peut publier ses propositions de conciliation de manière anonyme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_70"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Protection des données",
        "citation": "Art. 70 al. 4 OPO",
        "content": "Si la PostCom nomme un nouvel organe de conciliation, l’ancien organe de conciliation est tenu de communiquer gratuitement au nouvel organe de conciliation les données relatives aux procédures en suspens au moment de la cessation des activités de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_70"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Emoluments de procédure et de traitement",
        "citation": "Art. 71 al. 1 OPO",
        "content": "Quiconque saisit l’organe de conciliation acquitte un émolument de traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_71"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Emoluments de procédure et de traitement",
        "citation": "Art. 71 al. 2 OPO",
        "content": "Les prestataires acquittent un émolument de procédure pour chaque procédure à laquelle ils sont parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_71"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Emoluments de procédure et de traitement",
        "citation": "Art. 71 al. 3 OPO",
        "content": "L’organe de conciliation adresse une facture aux parties. Il peut renoncer à facturer l’émolument de procédure pour les procédures de conciliation ouvertes de manière manifestement abusive par un client.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_71"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Emoluments de procédure et de traitement",
        "citation": "Art. 71 al. 4 OPO",
        "content": "Si une facture est contestée ou n’est pas honorée, la PostCom rend une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_71"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Surveillance de l’organe de conciliation",
        "citation": "Art. 72 al. 1 OPO",
        "content": "La PostCom est compétente pour surveiller l’organe de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_72"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Surveillance de l’organe de conciliation",
        "citation": "Art. 72 al. 2 OPO",
        "content": "S’il y a lieu de soupçonner que l’organe de conciliation ne respecte pas ses obligations, la PostCom procède à une vérification. L’organe de conciliation doit fournir toutes les informations requises à cette fin. Si la vérification permet d’établir que l’organe de conciliation ne remplit pas ou plus ses obligations, ce dernier supporte les coûts de la vérification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_72"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Surveillance de l’organe de conciliation",
        "citation": "Art. 72 al. 3 OPO",
        "content": "Si la PostCom constate que l’organe de conciliation ne respecte pas ses obligations, elle peut:\na. le sommer de remédier à ce manquement ou de prendre les mesures nécessaires; l’organe de conciliation informe la PostCom des dispositions prises;\nb. restreindre, suspendre ou résilier par décision le contrat de droit administratif ou l’assortir de charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_72"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Surveillance de l’organe de conciliation",
        "citation": "Art. 72 al. 4 OPO",
        "content": "Si l’organe de conciliation cesse toute activité ou fait faillite, la PostCom résilie le contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_72"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 6, Surveillance, Section 4, Organe de conciliation, Surveillance de l’organe de conciliation",
        "citation": "Art. 72 al. 5 OPO",
        "content": "Elle peut résilier le contrat si les conditions de fait ou de droit ont changé et si la résiliation est nécessaire pour préserver des intérêts publics prépondérants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_72"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Obligation d’installer une boîte aux lettres ou une batterie, de boîtes aux lettres, suscriptions et dimensions",
        "citation": "Art. 73 al. 1 OPO",
        "content": "Pour permettre la distribution des envois postaux, le propriétaire du bien-fonds doit poser à ses frais une boîte aux lettres ou une batterie de boîtes aux lettres librement accessibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_73"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Obligation d’installer une boîte aux lettres ou une batterie, de boîtes aux lettres, suscriptions et dimensions",
        "citation": "Art. 73 al. 2 OPO",
        "content": "La boîte aux lettres doit comprendre un compartiment courrier avec une ouverture et un compartiment annexe. Les dimensions minimales sont définies à l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_73"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Obligation d’installer une boîte aux lettres ou une batterie, de boîtes aux lettres, suscriptions et dimensions",
        "citation": "Art. 73 al. 3 OPO",
        "content": "La boîte aux lettres doit être pourvue de l’adresse complète et bien lisible de l’occupant de l’appartement ou de l’immeuble, ou de la raison sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_73"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Emplacement",
        "citation": "Art. 74 al. 1 OPO",
        "content": "La boîte aux lettres doit être placée à la limite de la propriété, à proximité immédiate de l’accès habituel à la maison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_74"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Emplacement",
        "citation": "Art. 74 al. 2 OPO",
        "content": "Si plusieurs boîtes aux lettres se rapportent à la même adresse, elles doivent être placées au même endroit. Si différents emplacements entrent en ligne de compte, on optera pour celui qui est situé le plus près de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_74"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Emplacement",
        "citation": "Art. 74 al. 3 OPO",
        "content": "Dans les immeubles d’habitation et les bâtiments à usage commercial, la batterie de boîtes aux lettres peut être placée dans le périmètre des entrées à condition que l’on puisse y accéder depuis la rue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_74"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Emplacement",
        "citation": "Art. 74 al. 4 OPO",
        "content": "Dans un lotissement de maisons de vacances et de week-end, une batterie centrale de boîtes aux lettres doit être aménagée à proximité immédiate de l’accès au lotissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_74"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Dérogations",
        "citation": "Art. 75 al. 1 OPO",
        "content": "Des dérogations aux prescriptions de l’art. 74 relatives à l’emplacement des boîtes aux lettres peuvent être admises dans les cas où l’application de ces prescriptions:\na. poserait de trop grandes difficultés en raison de l’état de santé de l’occupant de l’appartement ou de l’immeuble;\nb. porterait atteinte à l’esthétique de bâtiments officiellement désignés dignes de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_75"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Dérogations",
        "citation": "Art. 75 al. 2 OPO",
        "content": "Les dérogations visées à l’al. 1 doivent être réglées dans un accord écrit avec le propriétaire du bien-fonds. Les prestataires qui ne sont pas parties au contrat et qui assurent la distribution à domicile dans la région doivent être consultés au préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_75"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 7, Boîtes aux lettres et batteries de boîtes aux lettres, Compétence",
        "citation": "Art. 76 OPO",
        "content": "La PostCom tranche en cas de litige résultant des art. 73 à 75.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_76"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Emoluments",
        "citation": "Art. 77 al. 1 OPO",
        "content": "La PostCom perçoit des émoluments pour son activité, notamment pour:\na. l’enregistrement de l’annonce des prestataires et le contrôle des justificatifs requis à cet effet;\nb. les prestations et décisions liées à l’accès aux installations de cases postales, à l’échange de séquences de données et à la surveillance des services postaux relevant du service universel;\nc. les activités dans le cadre de sa surveillance selon l’art. 24 LPO qui peuvent être attribuées à un prestataire particulier;\nd. les sanctions administratives selon l’art. 25 LPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_77"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Emoluments",
        "citation": "Art. 77 al. 2 OPO",
        "content": "Les émoluments visés à l’al. 1 doivent couvrir les frais et être prélevés en fonction du travail requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_77"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Emoluments",
        "citation": "Art. 77 al. 3 OPO",
        "content": "La PostCom édicte un règlement des émoluments sous réserve de l’approbation du DETEC. Les émoluments de traitement et de procédure visés à l’art. 71 y sont réglés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_77"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Emoluments",
        "citation": "Art. 77 al. 4 OPO",
        "content": "L’ordonnance générale du 8 septembre 2004 sur les émoluments s’applique au demeurant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_77"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Taxes de surveillance",
        "citation": "Art. 78 al. 1 OPO",
        "content": "Pour couvrir les frais généraux de surveillance non couverts par les émoluments, la PostCom prélève une taxe annuelle de surveillance auprès des prestataires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_78"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Taxes de surveillance",
        "citation": "Art. 78 al. 2 OPO",
        "content": "Le montant de la taxe de surveillance est fixé en fonction des informations communiquées chaque année à la PostCom en vertu de l’art. 59, al. 2, let. a, par tous les prestataires visés à l’art. 3, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_78"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Début et fin de l’assujettissement",
        "citation": "Art. 79 al. 1 OPO",
        "content": "L’assujettissement commence au même moment où débute l’obligation d’annoncer et prend fin lors de la cessation de l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_79"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Début et fin de l’assujettissement",
        "citation": "Art. 79 al. 2 OPO",
        "content": "Si l’assujettissement ne débute pas ou ne prend pas fin en même temps que l’exercice comptable, la taxe de surveillance est due prorata temporis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_79"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Facturation, échéance, sursis et prescription",
        "citation": "Art. 80 al. 1 OPO",
        "content": "La PostCom facture les taxes de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_80"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Facturation, échéance, sursis et prescription",
        "citation": "Art. 80 al. 2 OPO",
        "content": "En cas de contestation de la facture finale par les prestataires, la PostCom rend une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_80"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 8, Emoluments et taxes de surveillance, Facturation, échéance, sursis et prescription",
        "citation": "Art. 80 al. 3 OPO",
        "content": "L’échéance, le sursis et la prescription sont régis par les dispositions de l’ordonnance générale du 8 septembre 2004 sur les émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_80"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 9, Droit international",
        "citation": "Art. 81 al. 1 OPO",
        "content": "Le DETEC est habilité à conclure des accords internationaux portant sur des questions techniques ou administratives dans le domaine d’application de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_81"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 9, Droit international",
        "citation": "Art. 81 al. 2 OPO",
        "content": "L’OFCOM prépare les décisions du Conseil fédéral relatives à la conclusion d’accords internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_81"
    },
    {
        "book": "VPG",
        "title": "OPO, Chapitre 9, Droit international",
        "citation": "Art. 81 al. 3 OPO",
        "content": "L’OFCOM, la PostCom et la Poste représentent la Suisse dans les organisations internationales. L’OFCOM coordonne la représentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/586/fr#art_81"
    }
]