[
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 1 VRV",
        "content": "Strassen sind die von Motorfahrzeugen, motorlosen Fahrzeugen oder Fussgängern benützten Verkehrsflächen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 2 VRV",
        "content": "Öffentlich sind Strassen, die nicht ausschliesslich privatem Gebrauch dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 3 VRV",
        "content": "Autobahnen und Autostrassen sind die dem Motorfahrzeugverkehr vorbehaltenen und entsprechend signalisierten Strassen (Art. 45 Abs. 1 der V vom 5. Sept. 1979 über die Strassensignalisation, SSV) Autobahnen weisen eine getrennte Fahrbahn für jede der beiden Richtungen auf und sind frei von höhengleichen Kreuzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 4 VRV",
        "content": "Fahrbahn ist der dem Fahrverkehr dienende Teil der Strasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 5 VRV",
        "content": "Fahrstreifen sind markierte Teile der Fahrbahn, die für die Fortbewegung einer Fahrzeugkolonne Raum bieten (Art. 74 SSV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 6 VRV",
        "content": "Radwege sind die für Radfahrer bestimmten, von der Fahrbahn durch bauliche Massnahmen getrennten und entsprechend signalisierten Wege (Art. 33 Abs. 1 SSV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 7 VRV",
        "content": "Radstreifen sind die für Radfahrer bestimmten Fahrstreifen, die normalerweise durch gelbe unterbrochene oder ausnahmsweise durch ununterbrochene Linien gekennzeichnet sind (Art. 74 Abs. 5 SSV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 8 VRV",
        "content": "Verzweigungen sind Kreuzungen, Gabelungen oder Einmündungen von Fahrbahnen. Das Zusammentreffen von Rad- oder Feldwegen, von Garage‐, Parkplatz‐, Fabrik- oder Hofausfahrten usw. mit der Fahrbahn gilt nicht als Verzweigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 9 VRV",
        "content": "Verkehrsregelung* ist das Anhalten und Freigeben des Verkehrs durch Polizei oder Lichtsignale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. 10 VRV",
        "content": "Fahrzeugähnliche Geräte sind Rollschuhe, Inline-Skates, Trottinette oder ähnliche mit Rädern oder Rollen ausgestattete Fortbewegungsmittel, welche ausschliesslich durch die Körperkraft des Benützers angetrieben werden. Kinderräder sind den fahrzeugähnlichen Geräten gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Begriffe",
        "citation": "Art. 1 Abs. * VRV",
        "content": "Vgl. z.B. die Art. 6 Abs. 1 und 2, 47 Abs. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1"
    },
    {
        "book": "VRV",
        "title": "VRV, Einleitung, Ziffern bei Bezeichnungen von Signalen und Markierungen",
        "citation": "Art. 1a VRV",
        "content": "Die Ziffern in Klammern nach Bezeichnungen von Signalen und Markierungen beziehen sich auf die Abbildungen in Anhang 2 SSV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_1_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Zustand des Führers",
        "citation": "Art. 2 VRV",
        "content": "(Art. 31 Abs. 2 und 55 Abs. 7 Bst. a SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Zustand des Führers",
        "citation": "Art. 2 Abs. 1 VRV",
        "content": "Wer wegen Übermüdung, Einwirkung von Alkohol, Arznei- oder Betäubungsmitteln oder aus einem anderen Grund nicht fahrfähig ist, darf kein Fahrzeug führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Zustand des Führers",
        "citation": "Art. 2 Abs. 2 VRV",
        "content": "Fahrunfähigkeit gilt als erwiesen, wenn im Blut des Fahrzeuglenkers nachgewiesen wird:\na. Tetrahydrocannabinol (Cannabis);\nb. freies Morphin (Heroin/Morphin);\nc. Kokain;\nd. Amphetamin (Amphetamin);\ne. Methamphetamin;\nf. MDEA (Methylendioxyethylamphetamin); oder\ng. MDMA (Methylendioxymethamphetamin).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Zustand des Führers",
        "citation": "Art. 2 Abs. 2bis VRV",
        "content": "Das Bundesamt für Strassen (ASTRA) erlässt nach Rücksprache mit Fachexperten Weisungen über den Nachweis der Substanzen nach Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Zustand des Führers",
        "citation": "Art. 2 Abs. 2ter VRV",
        "content": "Für Personen, die nachweisen können, dass sie eine oder mehrere der in Absatz 2 aufgeführten Substanzen gemäss ärztlicher Verschreibung einnehmen, gilt Fahrunfähigkeit nicht bereits beim Nachweis einer Substanz nach Absatz 2 als erwiesen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Zustand des Führers",
        "citation": "Art. 2 Abs. 3 VRV",
        "content": "Niemand darf ein Fahrzeug einem Führer überlassen, der nicht fahrfähig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verbot des Fahrens unter Alkoholeinfluss",
        "citation": "Art. 2a Abs. bis VRV",
        "content": "(Art. 31 Abs. 2 und 2ter SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verbot des Fahrens unter Alkoholeinfluss",
        "citation": "Art. 2a Abs. 1 VRV",
        "content": "Das Fahren unter Alkoholeinfluss ist verboten:\na. auf Fahrten des konzessionierten oder grenzüberschreitenden Personenverkehrs auf der Strasse;\nb. im berufsmässigen Personentransport;\nc. mit Lastwagen, schweren Sattelschleppern und Traktoren mit einem Gesamtgewicht von über 3,5 t;\nd. beim Transport gefährlicher Güter mit kennzeichnungspflichtigen Beförderungseinheiten;\ne. Fahrlehrern während der Berufsausübung;\nf. Fahrzeugführern auf Lern- und Übungsfahrten;\ng. Begleitpersonen auf Lernfahrten;\nh. Inhabern des Führerausweises auf Probe, ausgenommen auf Fahrten mit Fahrzeugen der Spezialkategorien F, G und M.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verbot des Fahrens unter Alkoholeinfluss",
        "citation": "Art. 2a Abs. 1bis VRV",
        "content": "Nicht vom Verbot nach Absatz 1 Buchstabe c erfasst sind:\na. dringliche Dienstfahrten und damit zusammenhängende Fahrten durch Angehörige der Milizfeuerwehr;\nb. dringliche Dienstfahrten und damit zusammenhängende Fahrten durch Angehörige der Berufsfeuerwehr, der Polizei, des Zolls, des Zivilschutzes und der Sanität oder durch Personen im Auftrag dieser Organisationen, sofern sie dazu aufgeboten werden und weder Dienst haben noch auf Pikett sind;\nc. Fahrten mit Fahrzeugen, deren bauartbedingte Höchstgeschwindigkeit nicht mehr als 45 km/h beträgt;\nd. Fahrten mit Fahrzeugen, die nach Artikel 13 Absatz 2 der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge (VTS) den Arbeitsmotorwagen gleichgestellt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verbot des Fahrens unter Alkoholeinfluss",
        "citation": "Art. 2a Abs. 2 VRV",
        "content": "Alkoholeinfluss liegt vor, wenn die Person:\na. eine Atemalkoholkonzentration von 0,05 mg/l oder mehr aufweist;\nb. eine Blutalkoholkonzentration von 0,10 Promille oder mehr aufweist; oder\nc. eine Alkoholmenge im Körper hat, die zu einer Blutalkoholkonzentration nach Buchstabe b führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_2_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Bedienung des Fahrzeugs",
        "citation": "Art. 3 VRV",
        "content": "(Art. 31 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Bedienung des Fahrzeugs",
        "citation": "Art. 3 Abs. 1 VRV",
        "content": "Der Fahrzeugführer muss seine Aufmerksamkeit der Strasse und dem Verkehr zuwenden. Er darf beim Fahren keine Verrichtung vornehmen, welche die Bedienung des Fahrzeugs erschwert. Er hat ferner dafür zu sorgen, dass seine Aufmerksamkeit insbesondere durch Tonwiedergabegeräte sowie Kommunikations- und Informationssysteme nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Bedienung des Fahrzeugs",
        "citation": "Art. 3 Abs. 2 VRV",
        "content": "Die Führer von Gesellschaftswagen dürfen im dichten Verkehr oder auf schwierigen Strassen die Fahrgäste nicht über Sehenswürdigkeiten u. dgl. orientieren. Sie dürfen kein Handmikrophon verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Bedienung des Fahrzeugs",
        "citation": "Art. 3 Abs. 3 VRV",
        "content": "Die Führer von Motorfahrzeugen und Fahrrädern dürfen die Lenkvorrichtung nicht loslassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Bedienung des Fahrzeugs",
        "citation": "Art. 3 Abs. 3bis VRV",
        "content": "Bei Verwendung eines Einparkassistenzsystems darf der Führer während des Parkierungsmanövers die Lenkvorrichtung loslassen und das Fahrzeug verlassen, sofern das Assistenzsystem dies vorsieht. Er muss das Parkierungsmanöver überwachen und bei Bedarf abbrechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Bedienung des Fahrzeugs",
        "citation": "Art. 3 Abs. 4 VRV",
        "content": "Der Fahrzeugführer hat den vorgeschriebenen Fahrtschreiber ständig in Betrieb zu halten und richtig zu bedienen. Ist:\na. das Fahrzeug mit einem analogen Fahrtschreiber ausgerüstet, so darf ihn der Fahrzeugführer unterwegs zu Kontrollzwecken und muss ihn auf Verlangen der Polizei öffnen. Der Halter hat Schlüssel und Einlageblätter zur Verfügung zu stellen. Jedes Einlageblatt darf nur einmal verwendet werden; freiwillige Vermerke dürfen die Auswertung nicht erschweren. Es müssen genügend leere Einlageblätter mitgeführt werden;\nb. das Fahrzeug mit einem digitalen Fahrtschreiber ausgerüstet, so müssen die Fahrerkarten von Führer und Mitfahrer während der gesamten beruflichen Tätigkeit eingesteckt bleiben. Ohne Fahrerkarte darf ein Fahrzeug ausser bei Beschädigung, Fehlfunktion, Verlust oder Diebstahl der Karte nicht geführt werden. Es muss genügend Druckerpapier mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Sicherheitsgurten",
        "citation": "Art. 3a VRV",
        "content": "(Art. 57 Abs. 5 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Sicherheitsgurten",
        "citation": "Art. 3a Abs. 1 VRV",
        "content": "Bei Fahrzeugen, die mit Sicherheitsgurten ausgerüstet sind, müssen Führer und mitfahrende Personen die vorhandenen Sicherheitsgurten während der Fahrt tragen. Die Fahrzeugführer haben sicherzustellen, dass Kinder unter zwölf Jahren ordnungsgemäss gesichert sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Sicherheitsgurten",
        "citation": "Art. 3a Abs. 2 VRV",
        "content": "Von der Gurtentragpflicht in Absatz 1 sind ausgenommen:\na. Personen, die durch ein ärztliches Zeugnis nachweisen, dass ihnen das Tragen der Sicherheitsgurten nicht zugemutet werden kann; für Fahrten im Ausland erteilt die kantonale Behörde diesen Personen ein ärztliches Befreiungsattest nach der Richtlinie 91/671/EWG;\nb. Von-Haus-zu-Haus-Lieferanten im Auslieferungsquartier, wenn nicht schneller als 25 km/h gefahren wird;\nc. Führer und Mitfahrer bei Fahrten auf Feld- und Waldwegen und im Werkareal, wenn nicht schneller als 25 km/h gefahren wird;\nd. Führer beim Manövrieren im Schritttempo;\ne. Führer und mitfahrende Personen von Motorwagen im regionalen fahrplanmässigen Verkehr konzessionierter Transportunternehmungen;\nf. Begleitpersonen von besonders betreuungsbedürftigen Personen in Fahrzeugen der Sanität und der Behindertenfahrdienste;\ng. Führer und mitfahrende Personen von Arbeitsmotorwagen, Traktoren und Motorkarren, wenn nicht schneller als 25 km/h gefahren wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Sicherheitsgurten",
        "citation": "Art. 3a Abs. 3 VRV",
        "content": "Mitfahrende Personen in Gesellschaftswagen und Kleinbussen sind auf geeignete Art und Weise auf die Gurtentragpflicht aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Sicherheitsgurten",
        "citation": "Art. 3a Abs. 4 VRV",
        "content": "Auf Plätzen mit Sicherheitsgurten muss für Kinder unter zwölf Jahren eine geeignete Kinderrückhaltevorrichtung, zum Beispiel ein Kindersitz, verwendet werden, die nach dem UNECE-Reglement Nr. 44 oder Nr. 129 gemäss Anhang 2 VTS zugelassen ist. Für Kinderrückhaltevorrichtungen nach dem UNECE-Reglement Nr. 44 gilt Artikel 222r Absatz 3 VTS. Keine Kinderrückhaltevorrichtung muss verwendet werden:\na. für Kinder, die mindestens 150 cm gross sind;\nb. für Kinder ab vier Jahren auf speziell für Kinder zugelassenen Sitzplätzen;\nc. für Kinder ab vier Jahren in Gesellschaftswagen;\nd. für Kinder ab sieben Jahren auf Sitzplätzen mit Beckengurten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Schutzhelmen",
        "citation": "Art. 3b VRV",
        "content": "(Art. 57 Abs. 5 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Schutzhelmen",
        "citation": "Art. 3b Abs. 1 VRV",
        "content": "Die Führer und Mitfahrer von Motorrädern mit oder ohne Seitenwagen, von Leicht‐, Klein- und dreirädrigen Motorfahrzeugen sowie die Führer von Motorfahrrädern müssen während der Fahrt Schutzhelme tragen. Die Fahrzeugführer haben sicherzustellen, dass mitfahrende Kinder unter zwölf Jahren einen Schutzhelm tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Schutzhelmen",
        "citation": "Art. 3b Abs. 2 VRV",
        "content": "Von der Helmtragpflicht sind ausgenommen:\na. Von-Haus-zu-Haus-Lieferanten im Auslieferungsquartier, wenn nicht schneller als 25 km/h gefahren wird;\nb. Personen bei Fahrten im Werkareal, wenn nicht schneller als 25 km/h gefahren wird;\nc. Personen in geschlossenen Kabinen;\nd. Personen auf Sitzen, die mit Sicherheitsgurten versehen sind;\ne. Personen auf Fahrzeugen mit einer bauartbedingten Höchstgeschwindigkeit bis 20 km/h und einer allfälligen Tretunterstützung, die bis maximal 25 km/h wirkt;\nf. Führer von Motorfahrrädern, die durch ein ärztliches Zeugnis nachweisen, dass ihnen das Tragen eines Schutzhelmes nicht zugemutet werden kann;\ng. Führer von motorisierten Rollstühlen (Art. 18 Bst. c VTS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Tragen von Schutzhelmen",
        "citation": "Art. 3b Abs. 3 VRV",
        "content": "Auf Motorrädern mit oder ohne Seitenwagen, auf Leicht-, Klein- und dreirädrigen Motorfahrzeugen und auf Motorfahrrädern ist ein Schutzhelm zu tragen, der nach dem UNECE-Reglement Nr. 22 in der Fassung nach Anhang 2 VTS geprüft ist. Auf Raupenfahrzeugen genügt ein Helm, der nach der Norm SN EN 1077 oder SN EN 1078 geprüft ist, auf Motorfahrrädern ein Fahrradhelm, der nach der Norm SN EN 1078 geprüft ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_3_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Angemessene Geschwindigkeit",
        "citation": "Art. 4 VRV",
        "content": "(Art. 32 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Angemessene Geschwindigkeit",
        "citation": "Art. 4 Abs. 1 VRV",
        "content": "Der Fahrzeugführer darf nur so schnell fahren, dass er innerhalb der überblickbaren Strecke halten kann; wo das Kreuzen schwierig ist, muss er auf halbe Sichtweite halten können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Angemessene Geschwindigkeit",
        "citation": "Art. 4 Abs. 5 VRV",
        "content": "Der Fahrzeugführer darf ohne zwingende Gründe nicht so langsam fahren, dass er einen gleichmässigen Verkehrsfluss hindert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a VRV",
        "content": "(Art. 32 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a Abs. 1 VRV",
        "content": "Die allgemeine Höchstgeschwindigkeit für Fahrzeuge beträgt unter günstigen Strassen‐, Verkehrs- und Sichtverhältnissen:\na. 50 km/h in Ortschaften;\nb. 80 km/h ausserhalb von Ortschaften, ausgenommen auf Autostrassen und Autobahnen;\nc. 100 km/h auf Autostrassen;\nd. 120 km/h auf Autobahnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a Abs. 2 VRV",
        "content": "Die allgemeine Höchstgeschwindigkeit von 50 km/h (Abs. 1 Bst. a) gilt im ganzen dichtbebauten Gebiet der Ortschaft; sie beginnt beim Signal «Höchstgeschwindigkeit 50) generell» (2.30.1) und endet beim Signal «Ende der Höchstgeschwindigkeit 50 generell» (2.53.1). Für Fahrzeugführer, die aus unbedeutenden Nebenstrassen (wie Strassen, die nicht Ortschaften oder Ortsteile direkt verbinden, landwirtschaftliche Erschliessungsstrassen, Waldwege u. dgl.) in eine Ortschaft einfahren, gilt sie auch ohne Signalisation, sobald die dichte Überbauung beginnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a Abs. 3 VRV",
        "content": "Die allgemeine Höchstgeschwindigkeit von 80 km/h (Abs. 1 Bst. b) gilt ab dem Signal «Ende der Höchstgeschwindigkeit 50 generell» (2.53.1) oder «Ende der Höchstgeschwindigkeit» (2.53), beim Verlassen einer Autostrasse oder Autobahn ab dem Signal «Ende der Autostrasse» (4.04) oder dem Signal «Ende der Autobahn» (4.02).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a Abs. 3bis VRV",
        "content": "Die allgemeine Höchstgeschwindigkeit von 100 km/h (Abs. 1 Bst. c) gilt ab dem Signal «Autostrasse» (4.03) und endet beim Signal «Ende der Autostrasse» (4.04)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a Abs. 4 VRV",
        "content": "Die allgemeine Höchstgeschwindigkeit von 120 km/h (Abs. 1 Bst. d) gilt ab dem Signal «Autobahn» (4.01) und endet beim Signal «Ende der Autobahn» (4.02).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Allgemeine Höchstgeschwindigkeiten; Grundregel",
        "citation": "Art. 4a Abs. 5 VRV",
        "content": "Abweichende signalisierte Höchstgeschwindigkeiten gehen den allgemeinen Höchstgeschwindigkeiten (Abs. 1) vor, ebenso niedrigere Höchstgeschwindigkeiten für einzelne Fahrzeugarten nach Artikel 5 und für einzelne Fahrzeuge nach Anordnung der zuständigen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_4_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Höchstgeschwindigkeit für einzelne Fahrzeugarten",
        "citation": "Art. 5 VRV",
        "content": "(Art. 32 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_5"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Höchstgeschwindigkeit für einzelne Fahrzeugarten",
        "citation": "Art. 5 Abs. 1 VRV",
        "content": "Die Höchstgeschwindigkeit beträgt:\na. 80 km/h für\n1. schwere Motorwagen, ausgenommen schwere Personenwagen,\n2. Anhängerzüge,\n3. Sattelmotorfahrzeuge,\n4. Fahrzeuge mit Spikesreifen;\nb. 60 km/h für gewerbliche Traktoren;\nc. 40 km/h beim\n1. Abschleppen von Fahrzeugen, auch mittels Abschlepprolli oder aufgesattelt; die zuständige Behörde kann in besonderen Fällen höhere Schleppgeschwindigkeiten gestatten, namentlich für feste Abschleppvorrichtungen, welche die Lenkung des geschleppten Fahrzeuges gewährleisten,\n2. Nachziehen eines leeren Abschlepprollis; die zuständige Behörde kann in besonderen Fällen, namentlich für den Einsatz auf Autobahnen und Autostrassen, höhere Geschwindigkeiten gestatten;\nd. 30 km/h\n1. beim Mitführen von land- und forstwirtschaftlichen Anhängern, die nicht immatrikuliert sind,\n2. beim Mitführen von immatrikulierten land- und forstwirtschaftlichen Anhängern, sofern deren Fahrzeugausweis keine höhere Geschwindigkeit zulässt,\n3. für Fahrzeuge mit Metall- oder Vollgummireifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_5"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Höchstgeschwindigkeit für einzelne Fahrzeugarten",
        "citation": "Art. 5 Abs. 2 VRV",
        "content": "Auf Autobahnen und Autostrassen beträgt die Höchstgeschwindigkeit 100 km/h für:\na. Gesellschaftswagen, ausgenommen Gelenkbusse sowie Busse im öffentlichen, konzessionierten Linienverkehr mit bewilligten Stehplätzen;\nb. schwere Wohnmotorwagen;\nc. leichte Motorwagen mit Anhänger, sofern das Gesamtgewicht des Anhängers 3,5 t nicht übersteigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_5"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Höchstgeschwindigkeit für einzelne Fahrzeugarten",
        "citation": "Art. 5 Abs. 3 VRV",
        "content": "Die vorstehenden Höchstgeschwindigkeiten dürfen auch nicht überschritten werden, wo eine höhere Geschwindigkeitsgrenze signalisiert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_5"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Höchstgeschwindigkeit für einzelne Fahrzeugarten",
        "citation": "Art. 5 Abs. 4 VRV",
        "content": "Wenn ein Führer die für die Kategorieeinteilung seines Fahrzeugs massgebende Höchstgeschwindigkeit überschreitet, verletzt er eine Verkehrsregel; dies gilt nicht für die Führer von Motorfahrrädern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_5"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verhalten gegenüber Fussgängern und Benützern von fahrzeugähnlichen Geräten",
        "citation": "Art. 6 Abs. 1 VRV",
        "content": "Vor Fussgängerstreifen ohne Verkehrsregelung muss der Fahrzeugführer jedem Fussgänger oder Benützer eines fahrzeugähnlichen Gerätes, der sich bereits auf dem Streifen befindet oder davor wartet und ersichtlich die Fahrbahn überqueren will, den Vortritt gewähren. Er muss die Geschwindigkeit rechtzeitig mässigen und nötigenfalls anhalten, damit er dieser Pflicht nachkommen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_6"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verhalten gegenüber Fussgängern und Benützern von fahrzeugähnlichen Geräten",
        "citation": "Art. 6 Abs. 2 VRV",
        "content": "Bei Verzweigungen mit Verkehrsregelung haben abbiegende Fahrzeugführer den Fussgängern oder Benützern von fahrzeugähnlichen Geräten für das Überqueren der Querstrasse den Vortritt zu lassen. Dies gilt bei Lichtsignalen nicht, wenn die Fahrt durch einen grünen Pfeil freigegeben wird und kein gelbes Warnlicht blinkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_6"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verhalten gegenüber Fussgängern und Benützern von fahrzeugähnlichen Geräten",
        "citation": "Art. 6 Abs. 3 VRV",
        "content": "Auf Strassen ohne Fussgängerstreifen hat der Fahrzeugführer im Kolonnenverkehr nötigenfalls zu halten, wenn Fussgänger oder Benützer von fahrzeugähnlichen Geräten darauf warten, die Fahrbahn zu überqueren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_6"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verhalten gegenüber Fussgängern und Benützern von fahrzeugähnlichen Geräten",
        "citation": "Art. 6 Abs. 4 VRV",
        "content": "Unbegleiteten Blinden ist der Vortritt stets zu gewähren, wenn sie durch Hochhalten des weissen Stockes anzeigen, dass sie die Fahrbahn überqueren wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_6"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 1. Abschnitt: Allgemeine Fahrregeln, Verhalten gegenüber Fussgängern und Benützern von fahrzeugähnlichen Geräten",
        "citation": "Art. 6 Abs. 5 VRV",
        "content": "Die Führer dürfen gekennzeichnete Schulbusse, die halten und die Warnblinklichter eingeschaltet haben (Art. 23 Abs. 3 Bst. a), nur langsam und besonders vorsichtig überholen; nötigenfalls müssen sie halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_6"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Fahrstreifen, Kolonnenverkehr, Reissverschlussverkehr",
        "citation": "Art. 8 Abs. 1 VRV",
        "content": "Auf Strassen mit mehreren Fahrstreifen in der gleichen Richtung ist der äusserste Streifen rechts zu benützen. Dies gilt nicht beim Überholen, Einspuren, Fahren in parallelen Kolonnen sowie innerorts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_8"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Fahrstreifen, Kolonnenverkehr, Reissverschlussverkehr",
        "citation": "Art. 8 Abs. 2 VRV",
        "content": "Das Fahren in parallelen Kolonnen ist bei dichtem Verkehr gestattet, wenn die rechte Fahrbahnhälfte dafür genügend Raum bietet. Mit langsamen Fahrzeugen ist in der äussersten Kolonne rechts zu fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_8"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Fahrstreifen, Kolonnenverkehr, Reissverschlussverkehr",
        "citation": "Art. 8 Abs. 3 VRV",
        "content": "Beim Fahren in parallelen Kolonnen sowie innerorts auf Strassen mit mehreren Fahrstreifen in der gleichen Richtung ist das Rechtsvorbeifahren an andern Fahrzeugen gestattet, sofern diese nicht halten, um Fussgängern oder Benützern von fahrzeugähnlichen Geräten den Vortritt zu lassen. Das Rechtsüberholen durch Ausschwenken und Wiedereinbiegen ist jedoch untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_8"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Fahrstreifen, Kolonnenverkehr, Reissverschlussverkehr",
        "citation": "Art. 8 Abs. 4 VRV",
        "content": "Benützen mehrspurige Motorfahrzeuge und Radfahrer denselben Fahrstreifen, so müssen die Motorfahrzeuge links, die Radfahrer rechts fahren. Radfahrer können vom Gebot des Rechtsfahrens abweichen:\na. auf Fahrstreifen, die das Linksabbiegen gestatten;\nb. auf Rechtsabbiegestreifen, auf denen die Fahrräder gemäss der Markierung (Art. 74a Abs. 7 Bst. e SSV) entgegen dem allgemeinen Verkehr geradeaus fahren dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_8"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Fahrstreifen, Kolonnenverkehr, Reissverschlussverkehr",
        "citation": "Art. 8 Abs. 5 VRV",
        "content": "Ist auf Strassen mit mehreren Fahrstreifen in eine Richtung das durchgehende Befahren eines Fahrstreifens nicht möglich oder endet ein Fahrstreifen, so ist unmittelbar vor Beginn der Verengung den am Weiterfahren gehinderten Fahrzeugen abwechslungsweise der Übergang auf den benachbarten Fahrstreifen zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_8"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Kreuzen",
        "citation": "Art. 9 VRV",
        "content": "(Art. 34 Abs. 4 und 35 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_9"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Kreuzen",
        "citation": "Art. 9 Abs. 1 VRV",
        "content": "Der Fahrzeugführer hat dem Gegenverkehr den Vortritt zu lassen, wenn das Kreuzen durch ein Hindernis auf seiner Fahrbahnhälfte erschwert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_9"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Kreuzen",
        "citation": "Art. 9 Abs. 2 VRV",
        "content": "Ist auf schmaler Strasse das Kreuzen nicht möglich, so haben Anhängerzüge den Vortritt vor andern Fahrzeugen, schwere Motorfahrzeuge vor leichten und Gesellschaftswagen vor Lastwagen. Unter gleichartigen Fahrzeugen muss jenes zurückfahren, das sich näher bei einer Ausweichstelle befindet; für das Kreuzen auf steilen Strassen und Bergstrassen gilt Artikel 38 Absatz 1 erster Satz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_9"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen im Allgemeinen",
        "citation": "Art. 10 VRV",
        "content": "(Art. 34 Abs. 3 und 4, 35 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_10"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen im Allgemeinen",
        "citation": "Art. 10 Abs. 1 VRV",
        "content": "Der Fahrzeugführer, der überholen will, muss vorsichtig ausschwenken* und darf nachfolgende Fahrzeuge nicht behindern. Er darf nicht überholen, wenn sich vor dem voranfahrenden Fahrzeug Hindernisse befinden, wie Baustellen, eingespurte Fahrzeuge oder Fussgänger, welche die Strasse überqueren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_10"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen im Allgemeinen",
        "citation": "Art. 10 Abs. 2 VRV",
        "content": "Nach dem Überholen hat der Fahrzeugführer wieder einzubiegen, sobald für den überholten Strassenbenützer keine Gefahr mehr besteht ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_10"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen im Allgemeinen",
        "citation": "Art. 10 Abs. 3 VRV",
        "content": "Die Führer schwerer Motorwagen haben ausserorts den schnelleren Motorfahrzeugen das Überholen angemessen zu erleichtern, indem sie ganz rechts fahren, unter sich einen Abstand von wenigstens 100 m wahren und nötigenfalls auf Ausweichplätzen halten. Dies gilt auch für andere Motorfahrzeuge, wenn sie langsam fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_10"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen im Allgemeinen",
        "citation": "Art. 10 Abs. * VRV",
        "content": "Für die Zeichengebung vgl. Art. 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_10"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen in besondern Fällen",
        "citation": "Art. 11 VRV",
        "content": "(Art. 35 Abs. 4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_11"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen in besondern Fällen",
        "citation": "Art. 11 Abs. 1 VRV",
        "content": "Auf nicht richtungsgetrennten Strassen mit drei Fahrstreifen darf der Fahrzeugführer den äussersten Streifen links, auf solchen mit vier Fahrstreifen die linke Fahrbahnhälfte nicht zum Überholen benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_11"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen in besondern Fällen",
        "citation": "Art. 11 Abs. 2 VRV",
        "content": "Der Fahrzeugführer darf kein Fahrzeug überholen, das ein anderes Fahrzeug überholt, ausser wenn:\na. beide überholten Fahrzeuge nicht breiter als je ein Meter sind und die Strasse breit und übersichtlich ist;\nb. er sich auf einer richtungsgetrennten Strasse mit mindestens drei Fahrstreifen in der gleichen Richtung befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_11"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen in besondern Fällen",
        "citation": "Art. 11 Abs. 3 VRV",
        "content": "Wenn die Benützer der eigenen Fahrbahnhälfte nicht behindert werden, darf rechts von Sicherheitslinien auch in Kurven und vor Kuppen überholt werden. Auf Bahnübergängen ohne Schranken darf der Fahrzeugführer niemanden überholen, ausgenommen Fussgänger, Benützer von fahrzeugähnlichen Geräten und Radfahrer bei guter Übersicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_11"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Überholen in besondern Fällen",
        "citation": "Art. 11 Abs. 4 VRV",
        "content": "Im Bereich von Strassenverzweigungen, wo der Fahrzeugführer die einmündenden Strassen nicht überblicken kann, darf er nur überholen, wenn er sich auf einer Strasse mit Vortrittsrecht befindet oder der Verkehr durch Polizei oder Lichtsignale geregelt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_11"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Hintereinanderfahren",
        "citation": "Art. 12 VRV",
        "content": "(Art. 34 Abs. 4 und 37 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_12"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Hintereinanderfahren",
        "citation": "Art. 12 Abs. 1 VRV",
        "content": "Der Fahrzeugführer hat beim Hintereinanderfahren einen ausreichenden Abstand zu wahren, so dass er auch bei überraschendem Bremsen des voranfahrenden Fahrzeugs rechtzeitig halten kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_12"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Hintereinanderfahren",
        "citation": "Art. 12 Abs. 2 VRV",
        "content": "Brüskes Bremsen und Halten sind nur gestattet, wenn kein Fahrzeug folgt und im Notfall.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_12"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Hintereinanderfahren",
        "citation": "Art. 12 Abs. 3 VRV",
        "content": "Stockt der Verkehr, so darf der Fahrzeugführer nicht auf Fussgängerstreifen und, bei Strassenverzweigungen, nicht auf der Fahrbahn für den Querverkehr halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_12"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 VRV",
        "content": "(Art. 34 Abs. 3, 36 Abs. 1 und 3 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 Abs. 1 VRV",
        "content": "Die Fahrzeugführer müssen beim Abbiegen frühzeitig einspuren. Dies gilt auch beim Abbiegen ausserhalb von Strassenverzweigungen und, soweit möglich, auf schmalen Strassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 Abs. 2 VRV",
        "content": "Beim Einspuren nach links darf der Fahrzeugführer den für den Gegenverkehr bestimmten Raum nicht beanspruchen. Auf dreispurigen Strassen mit oder ohne Markierung darf er mit der gebotenen Vorsicht die mittlere Spur benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 Abs. 3 VRV",
        "content": "Das Wechseln auf andere Fahrstreifen zum Überholen ist auf Einspurstrecken untersagt, ausgenommen auf Fahrstreifen, die mit den gleichen Fahrzielen bezeichnet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 Abs. 4 VRV",
        "content": "Der Fahrzeugführer darf beim Abbiegen nach links auf Strassenverzweigungen die Kurve nicht schneiden. Fahrzeuge aus entgegengesetzten Richtungen, die beide auf einer Kreuzung nach links abbiegen wollen, haben sich links zu kreuzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 Abs. 5 VRV",
        "content": "Muss der Fahrzeugführer wegen der Grösse seines Fahrzeugs oder der örtlichen Verhältnisse vor dem Abbiegen nach der Gegenseite ausholen, so hat er besonders vorsichtig zu fahren und nötigenfalls zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Einspuren und Abbiegen",
        "citation": "Art. 13 Abs. 6 VRV",
        "content": "Befördern Motorfahrzeuge oder ihre Anhänger sichthemmende Ladungen, ist beim Einspuren und Abbiegen besondere Vorsicht geboten. Nötigenfalls ist eine Hilfsperson beizuziehen, die das Fahrmanöver überwacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_13"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ausübung des Vortritts",
        "citation": "Art. 14 VRV",
        "content": "(Art. 36 Abs. 2–4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_14"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ausübung des Vortritts",
        "citation": "Art. 14 Abs. 1 VRV",
        "content": "Wer zur Gewährung des Vortritts verpflichtet ist, darf den Vortrittsberechtigten in seiner Fahrt nicht behindern. Er hat seine Geschwindigkeit frühzeitig zu mässigen und, wenn er warten muss, vor Beginn der Verzweigung zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_14"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ausübung des Vortritts",
        "citation": "Art. 14 Abs. 2 VRV",
        "content": "Der Vortrittsberechtigte hat auf Strassenbenützer Rücksicht zu nehmen, welche die Strassenverzweigungen erreichten, bevor sie ihn erblicken konnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_14"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ausübung des Vortritts",
        "citation": "Art. 14 Abs. 3 VRV",
        "content": "Dem vortrittsberechtigten Verkehr in parallelen Kolonnen ist der Vortritt auch zu lassen, wenn die nähere Kolonne stillsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_14"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ausübung des Vortritts",
        "citation": "Art. 14 Abs. 4 VRV",
        "content": "Reiter sowie Führer von Pferden und anderen grösseren Tieren sind den Fahrzeugführern beim Vortritt gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_14"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ausübung des Vortritts",
        "citation": "Art. 14 Abs. 5 VRV",
        "content": "In nicht geregelten Fällen, zum Beispiel wenn auf einer Verzweigung zugleich aus allen Richtungen Fahrzeuge eintreffen, haben die Führer besonders vorsichtig zu fahren und sich über den Vortritt zu verständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_14"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Besondere Fälle des Vortritts",
        "citation": "Art. 15 VRV",
        "content": "(Art. 36 Abs. 2–4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_15"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Besondere Fälle des Vortritts",
        "citation": "Art. 15 Abs. 1 VRV",
        "content": "Ändert die Hauptstrasse die Richtung und münden zugleich Nebenstrassen ein, so hat der Fahrzeugführer, der aus der Hauptstrasse in eine Nebenstrasse fährt, nur dem Gegenverkehr auf der Hauptstrasse den Vortritt zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_15"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Besondere Fälle des Vortritts",
        "citation": "Art. 15 Abs. 2 VRV",
        "content": "Münden am gleichen Ort zwei oder mehr Strassen mit dem Signal «Stop» (3.01) oder «Kein Vortritt» (3.02) in eine Strasse mit Vortrittsrecht ein, so haben die Benützer der einmündenden Strassen unter sich den Rechtsvortritt zu beachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_15"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Besondere Fälle des Vortritts",
        "citation": "Art. 15 Abs. 3 VRV",
        "content": "Wer aus Fabrik‐, Hof- oder Garageausfahrten, aus Feldwegen, Radwegen, Parkplätzen, Tankstellen und dergleichen oder über ein Trottoir auf eine Haupt- oder Nebenstrasse fährt, muss den Benützern dieser Strassen den Vortritt gewähren. Ist die Stelle unübersichtlich, so muss der Fahrzeugführer anhalten; wenn nötig, muss er eine Hilfsperson beiziehen, die das Fahrmanöver überwacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_15"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Vortrittsberechtigte Fahrzeuge",
        "citation": "Art. 16 VRV",
        "content": "(Art. 27 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_16"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Vortrittsberechtigte Fahrzeuge",
        "citation": "Art. 16 Abs. 1 VRV",
        "content": "Den Fahrzeugen der Feuerwehr, Sanität, Polizei und des Zolls die sich durch Blaulicht und Wechselklanghorn ankündigen, müssen alle Strassenbenützer den Vortritt lassen, auch bei Verkehrsregelung durch Lichtsignale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_16"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Vortrittsberechtigte Fahrzeuge",
        "citation": "Art. 16 Abs. 2 VRV",
        "content": "Wenn es zur sofortigen Freigabe der Fahrbahn unerlässlich ist, müssen die Fahrzeugführer mit der gebotenen Vorsicht auf das Trottoir ausweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_16"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Vortrittsberechtigte Fahrzeuge",
        "citation": "Art. 16 Abs. 3 VRV",
        "content": "Blaulicht und Wechselklanghorn dürfen nur gebraucht werden, solange die Dienstfahrt dringlich ist und die Verkehrsregeln nicht eingehalten werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_16"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Vortrittsberechtigte Fahrzeuge",
        "citation": "Art. 16 Abs. 4 VRV",
        "content": "Bei nächtlichen dringlichen Dienstfahrten darf das Blaulicht ohne Wechselklanghorn verwendet werden, solange der Fahrzeugführer nicht wesentlich von den Verkehrsregeln abweicht und sein besonderes Vortrittsrecht nicht beansprucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_16"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Wegfahren, Rückwärtsfahren, Wenden",
        "citation": "Art. 17 VRV",
        "content": "(Art. 36 Abs. 4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_17"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Wegfahren, Rückwärtsfahren, Wenden",
        "citation": "Art. 17 Abs. 1 VRV",
        "content": "Der Fahrzeugführer hat sich vor dem Wegfahren zu vergewissern, dass er keine Kinder oder andere Strassenbenützer gefährdet. Bei Fahrzeugen mit beschränkter Sicht nach hinten ist zum Rückwärtsfahren eine Hilfsperson beizuziehen, wenn nicht jede Gefahr ausgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_17"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Wegfahren, Rückwärtsfahren, Wenden",
        "citation": "Art. 17 Abs. 2 VRV",
        "content": "Rückwärts darf nur im Schritttempo gefahren werden. Das Rückwärtsfahren über Bahnübergänge und unübersichtliche Strassenverzweigungen ist untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_17"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Wegfahren, Rückwärtsfahren, Wenden",
        "citation": "Art. 17 Abs. 3 VRV",
        "content": "Über längere Strecken ist das Rückwärtsfahren nur zulässig, wenn das Weiterfahren oder Wenden nicht möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_17"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Wegfahren, Rückwärtsfahren, Wenden",
        "citation": "Art. 17 Abs. 4 VRV",
        "content": "Der Führer vermeidet es, das Fahrzeug auf der Fahrbahn zu wenden. An unübersichtlichen Stellen und bei dichtem Verkehr ist das Wenden untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_17"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Wegfahren, Rückwärtsfahren, Wenden",
        "citation": "Art. 17 Abs. 5 VRV",
        "content": "Kündigt der Führer eines Busses im Linienverkehr innerorts bei einer gekennzeichneten Haltestelle mit den Richtungsblinkern an, dass er wegfahren will, so müssen die von hinten herannahenden Fahrzeugführer nötigenfalls die Geschwindigkeit mässigen oder halten, um ihm die Wegfahrt zu ermöglichen; dies gilt nicht, wenn sich die Haltestelle am linken Fahrbahnrand befindet. Der Busführer darf die Richtungsblinker erst betätigen, wenn er zur Wegfahrt bereit ist; er muss warten, wenn von hinten herannahende Fahrzeuge nicht rechtzeitig halten können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_17"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Halten",
        "citation": "Art. 18 VRV",
        "content": "(Art. 37 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_18"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Halten",
        "citation": "Art. 18 Abs. 1 VRV",
        "content": "Fahrzeugführer haben nach Möglichkeit ausserhalb der Strasse zu halten. Auf der Fahrbahn halten sie nur am Rand und parallel dazu.Das Halten auf der linken Strassenseite ist nur zulässig:\na. wenn rechts ein Strassenbahngeleise verläuft;\nb. wenn rechts ein Halte- oder Parkverbot signalisiert oder markiert ist;\nc. in schmalen Strassen mit schwachem Verkehr;\nd. in Einbahnstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_18"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Halten",
        "citation": "Art. 18 Abs. 2 VRV",
        "content": "Das freiwillige Halten ist untersagt*:\na. an unübersichtlichen Stellen, namentlich im Bereich von Kurven und Kuppen;\nb. in Engpässen und neben Hindernissen in der Fahrbahn;\nc. auf Einspurstrecken sowie neben Sicherheitslinien, ununterbrochenen Längslinien und Doppellinien, wenn nicht eine wenigstens 3 m breite Durchfahrt frei bleibt;\nd. auf Strassenverzweigungen sowie vor und nach Strassenverzweigungen näher als 5 m von der Querfahrbahn;\ne. auf und seitlich angrenzend an Fussgängerstreifen sowie, wo keine Halteverbotslinie angebracht ist, näher als 5 m vor dem Fussgängerstreifen auf der Fahrbahn und dem angrenzenden Trottoir;\nf. auf Bahnübergängen und in Unterführungen;\ng. vor Signalen, wenn sie verdeckt würden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_18"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Halten",
        "citation": "Art. 18 Abs. 3 VRV",
        "content": "Näher als 10 m vor und nach Haltestelltafeln öffentlicher Verkehrsbetriebe sowie vor Feuerwehrlokalen und Löschgerätemagazinen ist das Halten nur zum Ein- und Aussteigenlassen von Personen erlaubt; öffentliche Verkehrsmittel und Feuerwehr dürfen nicht behindert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_18"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Halten",
        "citation": "Art. 18 Abs. 4 VRV",
        "content": "Das Halten zum Güterumschlag neben Fahrzeugen, die längs des Strassenrandes parkiert sind, ist nur zulässig, wenn der Verkehr nicht behindert wird. Parkierten Wagen ist die Wegfahrt auf Verlangen unverzüglich zu gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_18"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Halten",
        "citation": "Art. 18 Abs. * VRV",
        "content": "Für das Halten bei Strassenbahngeleisen vgl. Art. 25 Abs. 5; für das Halten in Tunneln vgl. Art. 39 Abs. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_18"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren im allgemeinen",
        "citation": "Art. 19 VRV",
        "content": "(Art. 37 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_19"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren im allgemeinen",
        "citation": "Art. 19 Abs. 1 VRV",
        "content": "Parkieren ist das Abstellen des Fahrzeugs, das nicht bloss dem Ein- und Aussteigenlassen von Personen oder dem Güterumschlag dient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_19"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren im allgemeinen",
        "citation": "Art. 19 Abs. 2 VRV",
        "content": "Das Parkieren ist untersagt:\na. wo das Halten verboten ist*);*\nb. auf Hauptstrassen ausserorts;\nc. auf Hauptstrassen innerorts, wenn für das Kreuzen von zwei Motorwagen nicht genügend Raum bliebe;\nd. auf Radstreifen und auf der Fahrbahn neben solchen Streifen;\ne. näher als 20 m bei Bahnübergängen;\nf. auf Brücken;\ng. vor Zufahrten zu fremden Gebäuden oder Grundstücken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_19"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren im allgemeinen",
        "citation": "Art. 19 Abs. 3 VRV",
        "content": "In schmalen Strassen dürfen Fahrzeuge nur auf einer Seite parkiert werden, wenn sonst die Vorbeifahrt anderer Fahrzeuge erschwert würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_19"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren im allgemeinen",
        "citation": "Art. 19 Abs. 4 VRV",
        "content": "Es ist platzsparend zu parkieren, doch darf die Wegfahrt anderer Fahrzeuge nicht behindert werden.* Vgl. Art. 18.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_19"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren in besondern Fällen",
        "citation": "Art. 20 VRV",
        "content": "(Art. 37 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkieren in besondern Fällen",
        "citation": "Art. 20 Abs. 1 VRV",
        "content": "Fahrzeuge ohne die vorgeschriebenen Kontrollschilder dürfen nicht auf öffentlichen Strassen oder Parkplätzen abgestellt werden; ausgenommen sind öffentliche Parkplätze privater Eigentümer, wenn diese das Abstellen gestatten. In besonderen Fällen kann die zuständige Behörde Ausnahmen bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkierungserleichterungen für gehbehinderte Personen",
        "citation": "Art. 20a VRV",
        "content": "(Art. 57 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkierungserleichterungen für gehbehinderte Personen",
        "citation": "Art. 20a Abs. 1 VRV",
        "content": "Gehbehinderte Personen und Personen, die sie transportieren, können die folgenden Parkierungserleichterungen in Anspruch nehmen, wenn sie über eine «Parkkarte für behinderte Personen» (Anhang 3 Ziff. 2 SSV) verfügen:\na. an Stellen, die mit einem Parkverbot signalisiert oder markiert sind, höchstens drei Stunden parkieren; Parkierungsbeschränkungen gemäss Artikel 19 Absätze 2–4 sind in jedem Fall zu beachten;\nb. auf Parkplätzen zeitlich unbeschränkt parkieren;\nc. in Begegnungszonen auch ausserhalb der durch entsprechende Signale oder Markierungen gekennzeichneten Stellen höchstens zwei Stunden parkieren; in Fussgängerzonen gilt dieselbe Berechtigung, falls ausnahmsweise das Befahren der Zone erlaubt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkierungserleichterungen für gehbehinderte Personen",
        "citation": "Art. 20a Abs. 2 VRV",
        "content": "Die Parkierungserleichterungen können nur beansprucht werden:\na. wenn der übrige Verkehr weder gefährdet noch unnötig behindert wird;\nb. wenn in der unmittelbaren Nähe keine zur zeitlich unbeschränkten allgemeinen Benutzung offen stehenden Parkplätze frei sind;\nc. wenn und solange der Fahrzeugführer, sofern er nicht selber gehbehindert ist, gehbehinderte Personen transportiert und begleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkierungserleichterungen für gehbehinderte Personen",
        "citation": "Art. 20a Abs. 3 VRV",
        "content": "Die Parkierungserleichterungen gelten nicht auf privat bewirtschafteten Parkflächen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkierungserleichterungen für gehbehinderte Personen",
        "citation": "Art. 20a Abs. 4 VRV",
        "content": "Die Parkkarte für behinderte Personen ist gut sichtbar hinter der Frontscheibe des Fahrzeugs anzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Parkierungserleichterungen für gehbehinderte Personen",
        "citation": "Art. 20a Abs. 5 VRV",
        "content": "Eine Parkkarte wird ausgestellt für Personen, die mittels ärztlichem Zeugnis eine erhebliche Gehbehinderung nachweisen, und für Halter von Fahrzeugen, die nachweislich für den häufigen Transport von erheblich gehbehinderten Personen eingesetzt werden. Die Parkkarte wird durch die kantonale Behörde erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_20_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ein- und Aussteigen, Güterumschlag",
        "citation": "Art. 21 VRV",
        "content": "(Art. 37 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_21"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ein- und Aussteigen, Güterumschlag",
        "citation": "Art. 21 Abs. 1 VRV",
        "content": "Strassenbenützer dürfen durch das Ein- und Aussteigen nicht gefährdet werden; beim Öffnen der Türen ist besonders auf den Verkehr von hinten zu achten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_21"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ein- und Aussteigen, Güterumschlag",
        "citation": "Art. 21 Abs. 2 VRV",
        "content": "Können Fahrzeuge zum Güterumschlag nicht ausserhalb der Strasse oder abseits vom Verkehr halten, so ist die Behinderung anderer Strassenbenützer möglichst zu vermeiden und die Ladetätigkeit ohne Verzug zu beenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_21"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Ein- und Aussteigen, Güterumschlag",
        "citation": "Art. 21 Abs. 3 VRV",
        "content": "Muss ein Fahrzeug zum Güterumschlag halten, wo es den Verkehr gefährden könnte, z.B. auf kurvenreicher Bergstrasse, so sind Pannensignale oder Warnposten aufzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_21"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Sichern des Fahrzeugs",
        "citation": "Art. 22 VRV",
        "content": "(Art. 37 Abs. 3 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_22"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Sichern des Fahrzeugs",
        "citation": "Art. 22 Abs. 1 VRV",
        "content": "Der Führer hat den Motor abzustellen, wenn er das Fahrzeug verlässt. Bevor er sich entfernt, muss er es gegen das Wegrollen und gegen die Verwendung durch Unbefugte sichern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_22"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Sichern des Fahrzeugs",
        "citation": "Art. 22 Abs. 2 VRV",
        "content": "Im Gefälle ist die Bremse anzuziehen und eine weitere wirksame Sicherung gegen das Wegrollen zu treffen, wie Einschalten des niedrigsten Ganges oder Ablenken der Räder gegen ein Hindernis am Fahrbahnrand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_22"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Sichern des Fahrzeugs",
        "citation": "Art. 22 Abs. 3 VRV",
        "content": "In starken Gefällen sind die Wagen ausserdem durch Unterlegkeile oder behelfsmässige Unterlagen zu sichern. Bei schweren Motorwagen, Anhängerzügen und losgelösten Anhängern sind auch in leichteren Gefällen Unterlegkeile anzubringen. Die Unterlagen sind vor der Wegfahrt von der Strasse zu entfernen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_22"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verwendung von Pannensignal und Warnblinklichtern",
        "citation": "Art. 23 VRV",
        "content": "(Art. 4 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_23"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verwendung von Pannensignal und Warnblinklichtern",
        "citation": "Art. 23 Abs. 1 VRV",
        "content": "Das vorgeschriebene Pannensignal (Art. 90 Abs. 2 VTS) muss im Fahrzeug leicht erreichbar sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_23"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verwendung von Pannensignal und Warnblinklichtern",
        "citation": "Art. 23 Abs. 2 VRV",
        "content": "Das Pannensignal ist am Fahrbahnrand aufzustellen, sobald ein Fahrzeug aus zwingenden Gründen vorschriftswidrig auf der Fahrbahn abgestellt wird, ferner zur Kennzeichnung des auf einem Pannenstreifen abgestellten Fahrzeugs. Es muss mindestens 50 m, auf Strassen mit schnellem Verkehr mindestens 100 m hinter dem Fahrzeug aufgestellt werden, auf dem Pannenstreifen an dessen rechtem Rand. Beim Nothalt auf signalisierten Abstellplätzen für Pannenfahrzeuge (4.16) muss das Pannensignal nicht aufgestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_23"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verwendung von Pannensignal und Warnblinklichtern",
        "citation": "Art. 23 Abs. 3 VRV",
        "content": "Warnblinklichter (Art. 110 Abs. 1 Bst. g VTS) dürfen nur zur Warnung vor Gefahren wie folgt verwendet werden:\na. am stehenden Fahrzeug zusätzlich zum Pannensignal sowie am gekennzeichneten Schulbus beim Ein- und Aussteigenlassen der Schüler (Art. 6 Abs. 5);\nb. am fahrenden Fahrzeug, namentlich vor einer unvermutet auftauchenden Unfallstelle, einem Fahrzeugstau oder auf Autobahnen und Autostrassen beim Abschleppen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_23"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verwendung von Pannensignal und Warnblinklichtern",
        "citation": "Art. 23 Abs. 6 VRV",
        "content": "Das Pannensignal ist auch an der Rückseite abgeschleppter Fahrzeuge anzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_23"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten bei Bahnübergängen und Schranken",
        "citation": "Art. 24 VRV",
        "content": "(Art. 28, 32 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_24"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten bei Bahnübergängen und Schranken",
        "citation": "Art. 24 Abs. 2 VRV",
        "content": "Beim Überqueren von Bahnübergängen ist jede Verzögerung zu vermeiden; Fahrzeuge mit Reifen oder Raupen aus Metall sowie Tierfuhrwerke und Reiter dürfen den Übergang nur im Schritttempo überqueren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_24"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten bei Bahnübergängen und Schranken",
        "citation": "Art. 24 Abs. 3 VRV",
        "content": "Die Strassenbenützer dürfen Schranken, auch solche bei Flugplätzen und dergleichen, nicht öffnen, umfahren, umgehen, übersteigen oder unter ihnen durchgehen. Den Schranken sind die Halbschranken und Bedarfsschranken gleichgestellt, wobei Bedarfsschranken mit der vorgesehenen Bedienung geöffnet werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_24"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten bei Bahnübergängen und Schranken",
        "citation": "Art. 24 Abs. 4 VRV",
        "content": "...* Vgl. auch Art. 52 Abs. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_24"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 25 Abs. 1 VRV",
        "content": "Die Strassenbahn, die nicht am Strassenrand fährt, darf links nur überholt werden, wo keine Strasse einmündet und wenn jede Behinderung des Gegenverkehrs ausgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_25"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 25 Abs. 2 VRV",
        "content": "Fährt die Strassenbahn links, so muss der in der gleichen Richtung fahrende Fahrzeugführer genügend Raum lassen, damit der Gegenverkehr links ausweichen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_25"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 25 Abs. 3 VRV",
        "content": "Müssen bei Haltestellen ohne Schutzinsel die Fahrgäste einer Bahn oder Strassenbahn auf die Verkehrsseite aussteigen, so haben die auf der gleichen Strassenhälfte verkehrenden Fahrzeuge zu halten, bis die Fahrgäste die Fahrbahn freigegeben haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_25"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 25 Abs. 4 VRV",
        "content": "Wenn keine Strassenbahn herannaht, dürfen Linksabbieger zum Einspuren deren Fahrraum benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_25"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 25 Abs. 5 VRV",
        "content": "Fahrzeuge dürfen nicht auf dem Strassenbahngeleise und nicht näher als 1,50 m neben der nächsten Schiene halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_25"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Lernfahrten",
        "citation": "Art. 27 Abs. 1 VRV",
        "content": "Solange Motorfahrzeuge von Inhabern eines Lernfahrausweises geführt werden, müssen sie eine blaue Tafel mit weissem «L» tragen. Die Tafel muss so angebracht sein, dass sie von hinten gut erkennbar ist. Sie ist zu entfernen, wenn keine Lernfahrt stattfindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_27"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Lernfahrten",
        "citation": "Art. 27 Abs. 2 VRV",
        "content": "Auf Lern- und Prüfungsfahrten mit Motorwagen muss der Begleiter neben dem Führer Platz nehmen, ausgenommen auf Übungsplätzen, beim Rückwärtsfahren oder beim Parkieren. Der Begleiter muss wenigstens die Handbremse leicht erreichen können, ausgenommen auf Lernfahrten mit Motorwagen der Kategorie C, sofern der Fahrzeugführer prüfungsreif ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_27"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Lernfahrten",
        "citation": "Art. 27 Abs. 3 VRV",
        "content": "Der Inhaber eines Lernfahrausweises darf keine Passagiere mitführen, die nicht selber über den entsprechenden Führerausweis verfügen:\na. auf Motorrädern;\nb. auf oder in Motorfahrzeugen ohne Anhänger, mit denen er Lernfahrten ohne Begleitperson ausführen darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_27"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Lernfahrten",
        "citation": "Art. 27 Abs. 4 VRV",
        "content": "Fahrschüler dürfen verkehrsreiche Strassen erst befahren, wenn sie genügend ausgebildet sind, Autobahnen und Autostrassen erst, wenn sie prüfungsreif sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_27"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Lernfahrten",
        "citation": "Art. 27 Abs. 5 VRV",
        "content": "Auf verkehrsreichen Strassen sind Anfahren in Steigungen, Wenden, Rückwärtsfahren und ähnliche Übungen untersagt, in Wohngebieten sind sie möglichst zu vermeiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_27"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 2. Abschnitt: Einzelne Verkehrsvorgänge, Lernfahrten",
        "citation": "Art. 27 Abs. 6 VRV",
        "content": "Auf Lern- und Prüfungsfahrten darf auch dann über längere Strecken rückwärts gefahren werden, wenn das Weiterfahren oder Wenden möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_27"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Zeichengebung",
        "citation": "Art. 28 Abs. 1 VRV",
        "content": "Der Fahrzeugführer hat alle Richtungsänderungen anzukündigen, auch das Abbiegen nach rechts. Selbst der Radfahrer, der zum Überholen eines andern ausschwenkt, hat dies anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_28"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Zeichengebung",
        "citation": "Art. 28 Abs. 2 VRV",
        "content": "Die Zeichengebung ist nach der Richtungsänderung unverzüglich einzustellen. Radfahrer können die Zeichengebung bereits während der Richtungsänderung einstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_28"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Zeichengebung",
        "citation": "Art. 28 Abs. 3 VRV",
        "content": "Hat ein Fahrzeug keine Richtungsanzeiger oder sind sie nicht wirksam, so zeigt der Führer oder ein Mitfahrer mit dem Arm nach der einzuschlagenden Richtung. Ist dies nicht möglich, so muss er besonders vorsichtig abschwenken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_28"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Zeichengebung",
        "citation": "Art. 28 Abs. 4 VRV",
        "content": "Befördern Motorkarren, Arbeitskarren, land- und forstwirtschaftliche Motorfahrzeuge oder ihre Anhänger sichthemmende Ladungen, so hat der Führer eine Winkkelle (Anhang 4 VTS) zu verwenden, sofern nicht das Fahrzeug mit einem besondern Anzeigegerät versehen ist, mit dem der Führer gleichzeitig nach hinten blicken und das Abschwenken nach links anzeigen kann, oder am Ende des Zuges keine Richtungsblinker vorhanden und diejenigen des Zugfahrzeuges nicht sichtbar sind. Durch Kelle oder Anzeigegerät dürfen andere Strassenbenützer nicht gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_28"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Warnsignale",
        "citation": "Art. 29 Abs. 1 VRV",
        "content": "Der Fahrzeugführer hat sich so zu verhalten, dass akustische Warnsignale oder Lichtsignale möglichst nicht notwendig sind. Er darf solche Signale nur geben, wo die Sicherheit des Verkehrs es erfordert; dies gilt auch für Gefahrenlichter (Art. 109 Abs. 6 und 110 Abs. 3 Bst. b VTS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_29"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Warnsignale",
        "citation": "Art. 29 Abs. 2 VRV",
        "content": "Der Fahrzeugführer hat akustische Warnsignale zu geben, wenn Kinder im Bereich der Strasse nicht auf den Verkehr achten und vor unübersichtlichen, engen Kurven ausserorts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_29"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Warnsignale",
        "citation": "Art. 29 Abs. 3 VRV",
        "content": "Nach Eintritt der Dunkelheit dürfen nur Lichtsignale gegeben werden. Akustische Warnsignale sind nur in Notfällen zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_29"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter während der Fahrt",
        "citation": "Art. 30 Abs. 1 VRV",
        "content": "Vom Beginn der Abenddämmerung bis zur Tageshelle, bei schlechten Sichtverhältnissen und in Tunneln sind während der Fahrt die Abblendlichter zu verwenden. Bei Fahrzeugen ohne Abblendlicht sind die für die entsprechende Fahrzeugart vorgeschriebenen Lichter zu verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_30"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter während der Fahrt",
        "citation": "Art. 30 Abs. 2 VRV",
        "content": "Im Übrigen sind bei Motorfahrzeugen die Tagfahrlichter oder die Abblendlichter und bei Motorfahrzeugen ohne solche Lichter die für die entsprechende Fahrzeugart vorgeschriebenen Lichter zu verwenden. Ausgenommen sind:\na. Motorfahrzeuge, die von einer zu Fuss gehenden Person geführt werden;\nb. Motorfahrzeuge mit einer Höchstgeschwindigkeit bis 10 km/h; \nc. Motorfahrzeuge, die vor dem 1. Januar 1970 erstmals zum Verkehr zugelassen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_30"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter während der Fahrt",
        "citation": "Art. 30 Abs. 3 VRV",
        "content": "Bei Bedarf können die Fernlichter verwendet werden; in Ortschaften ist jedoch nach Möglichkeit darauf zu verzichten. Die Fernlichter sind auszuschalten:\na. rechtzeitig vor dem Kreuzen mit anderen Strassenbenützern oder einer neben der Strasse entgegenkommenden Bahn;\nb. beim Hintereinanderfahren oder beim Rückwärtsfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_30"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter während der Fahrt",
        "citation": "Art. 30 Abs. 4 VRV",
        "content": "Nebellichter und Nebelschlusslichter dürfen nur verwendet werden, wenn die Sicht wegen Nebels, Schneetreibens oder starken Regens erheblich eingeschränkt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_30"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter während der Fahrt",
        "citation": "Art. 30 Abs. 5 VRV",
        "content": "Bei längerem Halten kann auf die Standlichter umgeschaltet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_30"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter an abgestellten Fahrzeugen",
        "citation": "Art. 31 Abs. 1 VRV",
        "content": "An ausserorts abgestellten mehrspurigen Fahrzeugen sind die Standlichter oder die Parklichter auf der Seite des Verkehrs zu verwenden. Bei Fahrzeugen ohne derartige Lichter sind die für die entsprechende Fahrzeugart vorgeschriebenen Lichter zu verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_31"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter an abgestellten Fahrzeugen",
        "citation": "Art. 31 Abs. 2 VRV",
        "content": "Bei mehrspurigen nicht motorisierten Fahrzeugen ist ein von vorn und hinten sichtbares, nicht blendendes gelbes Licht auf der Seite des Verkehrs ausreichend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_31"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Verwendung der Lichter an abgestellten Fahrzeugen",
        "citation": "Art. 31 Abs. 3 VRV",
        "content": "Innerorts und an Fahrzeugen mit einer Breite bis 1,00 m sind Rückstrahler ausreichend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_31"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Beleuchtung von Anhängern und geschleppten Fahrzeugen, sowie Verwendung von Arbeitslichtern und Suchlampen",
        "citation": "Art. 32 Abs. 1 VRV",
        "content": "Anhänger und geschleppte Fahrzeuge sind gleichzeitig mit dem Zugfahrzeug zu beleuchten, ausser wenn am Zugfahrzeug nur Tagfahrlichter verwendet werden. Bei mehreren Anhängern eines Zugs müssen rückwärtige Lichter nur am letzten Anhänger brennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_32"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Beleuchtung von Anhängern und geschleppten Fahrzeugen, sowie Verwendung von Arbeitslichtern und Suchlampen",
        "citation": "Art. 32 Abs. 2 VRV",
        "content": "Arbeitslichter und Suchlampen dürfen verwendet werden, soweit sie für die entsprechende Tätigkeit unerlässlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_32"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Vermeiden von Lärm",
        "citation": "Art. 33 VRV",
        "content": "(Art. 42 Abs. 1 SVG)Fahrzeugführer, Mitfahrende und Hilfspersonen dürfen, namentlich in Wohn- und Erholungsgebieten und nachts, keinen vermeidbaren Lärm erzeugen. Untersagt sind vor allem:\na. andauerndes, unsachgemässes Benützen des Anlassers und unnötiges Vorwärmen und Laufenlassen des Motors stillstehender Fahrzeuge;\nb. hohe Drehzahlen des Motors im Leerlauf, beim Fahren in niedrigen Gängen;\nc. zu schnelles Beschleunigen des Fahrzeugs, namentlich beim Anfahren;\nd. fortgesetztes unnötiges Herumfahren in Ortschaften;\ne. zu schnelles Fahren, namentlich mit metallbereiften Fahrzeugen, beim Mitführen von unbefestigten Ladungen und von Anhängern, beim Befahren von Kurven und Steigungen;\nf. unsorgfältiges Beladen und Entladen von Fahrzeugen sowie Mitführen von Kannen und ähnlichen lärmerzeugenden Ladungen ohne Befestigung oder Zwischenlagen;\ng. Zuschlagen von Wagentüren, Motorhauben, Kofferdeckeln und dgl.;\nh. Störungen durch Radioapparate und andere Tonwiedergabegeräte, die im Fahrzeug eingebaut sind oder mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_33"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Vermeiden anderer Belästigungen",
        "citation": "Art. 34 VRV",
        "content": "(Art. 42 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_34"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Vermeiden anderer Belästigungen",
        "citation": "Art. 34 Abs. 1 VRV",
        "content": "Motorfahrzeuge sind so zu unterhalten und zu benützen, dass sie keinen vermeidbaren Rauch entwickeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_34"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Vermeiden anderer Belästigungen",
        "citation": "Art. 34 Abs. 2 VRV",
        "content": "Der Motor ist auch bei kürzeren Halten abzustellen, wenn dies das Wegfahren nicht verzögert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_34"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 3. Abschnitt: Sicherungsvorkehren, Vermeiden anderer Belästigungen",
        "citation": "Art. 34 Abs. 3 VRV",
        "content": "Der Fahrzeugführer hat auf staubigen, schmutzigen oder nassen Strassen, besonders bei Schneeschmelze, so zu fahren, dass Strassenbenützer und Anwohner nicht belästigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_34"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Benützung der Autobahnen und Autostrassen",
        "citation": "Art. 35 VRV",
        "content": "(Art. 43 Abs. 3 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_35"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Benützung der Autobahnen und Autostrassen",
        "citation": "Art. 35 Abs. 1 VRV",
        "content": "Auf Autobahnen und Autostrassen sind nur Motorfahrzeuge zugelassen, die eine Geschwindigkeit von wenigstens 80 km/h erreichen können und dürfen. Dies gilt nicht für Fahrzeuge zum Unterhalt der Strassen sowie für Ausnahmefahrzeuge und Ausnahmetransporte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_35"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Benützung der Autobahnen und Autostrassen",
        "citation": "Art. 35 Abs. 2 VRV",
        "content": "Traktoren, Raupenfahrzeuge, Fahrzeuge mit Spikesreifen sowie Motorräder bis 50 cm3 Hubraum oder einer Motorleistung von höchstens 4,00 kW dürfen Autobahnen und Autostrassen nicht benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_35"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Benützung der Autobahnen und Autostrassen",
        "citation": "Art. 35 Abs. 3 VRV",
        "content": "Pannenfahrzeuge dürfen nur bis zur nächsten Ausfahrt geschleppt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_35"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Benützung der Autobahnen und Autostrassen",
        "citation": "Art. 35 Abs. 4 VRV",
        "content": "Versuchsfahrten und sportliche Veranstaltungen sind auf Autobahnen und Autostrassen nicht zugelassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_35"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 VRV",
        "content": "(Art. 43 Abs. 3 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 1 VRV",
        "content": "Auf Autobahnen und Autostrassen ist das Abbiegen nur an den dafür gekennzeichneten Stellen gestattet. Wenden und Rückwärtsfahren sind untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 2 VRV",
        "content": "Mittelstreifen von Autobahnen dürfen auch auf den vorhandenen Durchfahrten nicht überquert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 3 VRV",
        "content": "Der Fahrzeugführer darf Pannenstreifen und signalisierte Abstellplätze für Pannenfahrzeuge nur für Nothalte benützen; sonst darf er nur auf signalisierten Parkplätzen halten. Die Fahrzeuginsassen dürfen die Fahrbahn nicht betreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 4 VRV",
        "content": "Benützer der Autobahnen und Autostrassen haben den Vortritt vor Fahrzeugen auf den Zufahrtsstrecken. Bei stockendem Verkehr ist Artikel 8 Absatz 5 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 5 VRV",
        "content": "Das Rechtsüberholen durch Ausschwenken und Wiedereinbiegen ist untersagt. Der Fahrzeugführer darf jedoch mit der gebotenen Vorsicht in folgenden Fällen rechts an andern Fahrzeugen vorbeifahren:\na. bei Kolonnenverkehr auf dem linken oder mittleren Fahrstreifen;\nb. auf Einspurstrecken, sofern für die einzelnen Fahrstreifen unterschiedliche Fahrziele signalisiert sind;\nc. sofern der links liegende Fahrstreifen mit einer Sicherheitslinie (6.01) oder bei Doppellinien-Markierung (6.04) mit einer linksseitig angebrachten Sicherheitslinie abgegrenzt ist, bis zum Ende der entsprechenden Markierung, insbesondere auf dem Beschleunigungsstreifen von Einfahrten;\nd. auf dem Verzögerungsstreifen von Ausfahrten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 6 VRV",
        "content": "Auf Autobahnen mit mindestens drei Fahrstreifen in der gleichen Richtung darf der äusserste Streifen links nur von Motorfahrzeugen benützt werden, die eine Geschwindigkeit von mehr als 100 km/h erreichen dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Sonderregeln für Autobahnen und Autostrassen",
        "citation": "Art. 36 Abs. 7 VRV",
        "content": "Fahren auf Autobahnen und Autostrassen mit mindestens zwei Fahrstreifen in eine Richtung die Fahrzeuge mit Schrittgeschwindigkeit oder befinden sie sich im Stillstand, so müssen diese Fahrzeuge für die Durchfahrt von Polizei-, Sanitäts-, Feuerwehr-, Zoll- und Hilfsfahrzeugen zwischen dem äussersten linken und dem unmittelbar rechts danebenliegenden Fahrstreifen eine freie Gasse bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_36"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Einbahnstrassen",
        "citation": "Art. 37 VRV",
        "content": "(Art. 57 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_37"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Einbahnstrassen",
        "citation": "Art. 37 Abs. 1 VRV",
        "content": "Einbahnstrassen sind der rechten Hälfte einer für den Verkehr in beiden Richtungen offenen Strasse gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_37"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Einbahnstrassen",
        "citation": "Art. 37 Abs. 2 VRV",
        "content": "An Verkehrsinseln und Hindernissen sowie an der fahrenden Strassenbahn darf rechts oder links vorbeigefahren werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_37"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Einbahnstrassen",
        "citation": "Art. 37 Abs. 3 VRV",
        "content": "Auf Einbahnstrassen darf der Fahrzeugführer nicht rückwärtsfahren, ausser beim Parkieren, Ankuppeln von Anhängern u. dgl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_37"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Steile Strassen und Bergstrassen",
        "citation": "Art. 38 Abs. 1 VRV",
        "content": "Können auf steilen Strassen und Bergstrassen gleichartige Fahrzeuge* nicht kreuzen, so muss das abwärtsfahrende zurückfahren, ausser das andere befinde sich nahe bei einer Ausweichstelle. Für das Kreuzen mit ungleichartigen Fahrzeugen gilt Artikel 9 Absatz 2 erster Satz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_38"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Steile Strassen und Bergstrassen",
        "citation": "Art. 38 Abs. 3 VRV",
        "content": "Auf Bergpoststrassen müssen die Fahrzeugführer bei schwierigem Kreuzen und Überholen die Zeichen und Weisungen der Führer von Fahrzeugen im Linienverkehr beachten.* ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_38"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Tunnel",
        "citation": "Art. 39 VRV",
        "content": "(Art. 57 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_39"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Tunnel",
        "citation": "Art. 39 Abs. 1 VRV",
        "content": "In Tunneln sind das Rückwärtsfahren und das Wenden untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_39"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Tunnel",
        "citation": "Art. 39 Abs. 2 VRV",
        "content": "Fahrzeuge müssen stets beleuchtet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_39"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Tunnel",
        "citation": "Art. 39 Abs. 3 VRV",
        "content": "Fahrzeugführer dürfen in Tunneln nur in Notfällen halten. Der Motor ist unverzüglich abzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_39"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Radwege und Radstreifen",
        "citation": "Art. 40 VRV",
        "content": "(Art. 43 Abs. 2 und 46 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_40"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Radwege und Radstreifen",
        "citation": "Art. 40 Abs. 1 VRV",
        "content": "Die Radfahrer haben den Vortritt zu gewähren, wenn sie aus einem Radweg oder Radstreifen auf die anliegende Fahrbahn fahren und wenn sie beim Überholen den Radstreifen verlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_40"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Radwege und Radstreifen",
        "citation": "Art. 40 Abs. 2 VRV",
        "content": "Fussgänger dürfen Radwege benützen, wo Trottoir und Fussweg fehlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_40"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Radwege und Radstreifen",
        "citation": "Art. 40 Abs. 3 VRV",
        "content": "Führer anderer Fahrzeuge dürfen auf dem mit einer unterbrochenen Linie abgegrenzten Radstreifen (6.09) fahren, sofern sie den Fahrradverkehr dadurch nicht behindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_40"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Radwege und Radstreifen",
        "citation": "Art. 40 Abs. 4 VRV",
        "content": "Ausserhalb von Verzweigungen, z.B. bei Einfahrten zu Liegenschaften, müssen Führer anderer Fahrzeuge beim Überqueren von Radwegen oder Radstreifen den Radfahrern den Vortritt lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_40"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Radwege und Radstreifen",
        "citation": "Art. 40 Abs. 5 VRV",
        "content": "Verläuft ein Radweg in einem Abstand von nicht mehr als 2 m entlang einer Fahrbahn für den Motorfahrzeugverkehr, gelten bei Verzweigungen für die Radfahrer die gleichen Vortrittsregeln wie für die Fahrzeugführer der anliegenden Fahrbahn. Die Motorfahrzeugführer der anliegenden Fahrbahn haben beim Abbiegen den Radfahrern den Vortritt zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_40"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Fusswege, Trottoirs",
        "citation": "Art. 41 VRV",
        "content": "(Art. 43 Abs. 1 und 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Fusswege, Trottoirs",
        "citation": "Art. 41 Abs. 1 VRV",
        "content": "Fahrräder dürfen auf dem Trottoir abgestellt werden, sofern für die Fussgänger ein mindestens 1,50 m breiter Raum frei bleibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Fusswege, Trottoirs",
        "citation": "Art. 41 Abs. 1bis VRV",
        "content": "Das Parkieren der anderen Fahrzeuge auf dem Trottoir ist untersagt, sofern es Signale oder Markierungen nicht ausdrücklich zulassen. Ohne eine solche Signalisation dürfen sie auf dem Trottoir nur halten zum Güterumschlag oder zum Ein- und Aussteigenlassen von Personen; für Fussgänger muss stets ein mindestens 1,50 m breiter Raum frei bleiben. Die Ladetätigkeit und das Ein- und Aussteigenlassen ist ohne Verzug zu beenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Fusswege, Trottoirs",
        "citation": "Art. 41 Abs. 2 VRV",
        "content": "Muss mit einem Fahrzeug das Trottoir benützt werden, so ist der Führer gegenüber den Fussgängern und Benützern von fahrzeugähnlichen Geräten zu besonderer Vorsicht verpflichtet; er hat ihnen den Vortritt zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Fusswege, Trottoirs",
        "citation": "Art. 41 Abs. 3 VRV",
        "content": "Längsstreifen für Fussgänger (6.19) dürfen von Fahrzeugen nur benützt werden, wenn der Fussgängerverkehr nicht behindert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Fusswege, Trottoirs",
        "citation": "Art. 41 Abs. 4 VRV",
        "content": "Sind weder Radweg noch Radstreifen vorhanden, so dürfen Kinder bis 12 Jahre auf Fusswegen und Trottoirs Rad fahren. Sie müssen ihre Geschwindigkeit und Fahrweise den Umständen anpassen. Insbesondere müssen sie auf die Fussgänger Rücksicht nehmen und diesen den Vortritt gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Wohnquartiere und dergleichen",
        "citation": "Art. 41a VRV",
        "content": "Auf Nebenstrassen in Wohnquartieren oder auf Nebenstrassen, wo der Fahrzeugverkehr nur beschränkt zugelassen ist, haben die Fahrzeugführer besonders vorsichtig und rücksichtsvoll zu fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Kreisverkehrsplätze",
        "citation": "Art. 41b Abs. VRV",
        "content": "(Art. 57 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Kreisverkehrsplätze",
        "citation": "Art. 41b Abs. 1 VRV",
        "content": "Vor der Einfahrt in einen Kreisverkehrsplatz (Signal 2.41.1 in Verbindung mit Signal 3.02) muss der Führer die Geschwindigkeit mässigen und den im Kreis von links herannahenden Fahrzeugen den Vortritt lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Kreisverkehrsplätze",
        "citation": "Art. 41b Abs. 2 VRV",
        "content": "Bei der Einfahrt in den Kreisverkehrsplatz und, sofern kein Fahrstreifenwechsel erfolgt, bei der Fahrt im Kreis muss der Führer die Richtung nicht anzeigen. Das Verlassen des Kreises muss angezeigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 4. Abschnitt: Besondere Strassenverhältnisse, Kreisverkehrsplätze",
        "citation": "Art. 41b Abs. 3 VRV",
        "content": "Auf Kreisverkehrsplätzen können Radfahrer vom Gebot des Rechtsfahrens abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_41_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Allgemeines",
        "citation": "Art. 42 VRV",
        "content": "(Art. 19 Abs. 1, 46 Abs. 4, 47 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_42"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Allgemeines",
        "citation": "Art. 42 Abs. 1 VRV",
        "content": "Motorradfahrer und Radfahrer müssen den für sie bestimmten Platz einnehmen. Kinder dürfen ein Fahrrad nur benützen, wenn sie die Pedale treten können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_42"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Allgemeines",
        "citation": "Art. 42 Abs. 2 VRV",
        "content": "Motorradfahrer und Radfahrer dürfen keine Gegenstände mitführen, welche die Zeichengebung verunmöglichen oder andere Strassenbenützer gefährden. Mitgeführte Gegenstände dürfen höchstens 1 m breit sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_42"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Allgemeines",
        "citation": "Art. 42 Abs. 3 VRV",
        "content": "Radfahrer dürfen rechts neben einer Motorfahrzeugkolonne vorbeifahren, wenn genügend freier Raum vorhanden ist; das slalomartige Vorfahren ist untersagt. Sie dürfen die Weiterfahrt der Kolonne nicht behindern und sich namentlich nicht vor haltende Wagen stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_42"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Allgemeines",
        "citation": "Art. 42 Abs. 4 VRV",
        "content": "Die Führer von Motorfahrrädern sowie die Führer von Elektro-Rikschas mit einer Breite bis 1,00 m haben die Vorschriften für Radfahrer zu beachten. Zusätzlich haben sie die allgemeinen und signalisierten Höchstgeschwindigkeiten einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_42"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Hintereinanderfahren",
        "citation": "Art. 43 VRV",
        "content": "(Art. 46 Abs. 2 und 47 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_43"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Hintereinanderfahren",
        "citation": "Art. 43 Abs. 1 VRV",
        "content": "Die Führer von Fahrrädern und Motorfahrrädern dürfen nicht neben andern Fahr-rädern oder Motorfahrrädern fahren. Sofern der übrige Verkehr nicht behindert wird, ist das Nebeneinanderfahren zu zweit jedoch gestattet:\na. in geschlossenem Verband von mehr als zehn Fahrrädern oder Motorfahr-rädern;\nb. bei dichtem Fahrrad- oder Motorfahrradverkehr;\nc. auf Radwegen und auf signalisierten Rad-Wanderwegen auf Nebenstrassen;\nd. in Begegnungszonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_43"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Motorräder, Motorfahrräder und Fahrräder; Hintereinanderfahren",
        "citation": "Art. 43 Abs. 2 VRV",
        "content": "Die Führer von Motorrädern dürfen weder nebeneinander noch neben Fahrrädern oder Motorfahrrädern fahren. Radfahrer und Motorfahrradfahrer dürfen nicht neben Motorrädern fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_43"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Rollstühle und Elektro-Stehroller",
        "citation": "Art. 43a VRV",
        "content": "(Art. 43 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_43_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Rollstühle und Elektro-Stehroller",
        "citation": "Art. 43a Abs. 1 VRV",
        "content": "Nicht motorisierte Rollstühle dürfen von jedermann, motorisierte Rollstühle und Elektro-Stehroller nur von gehbehinderten Personen auf den für die Fussgänger bestimmten Verkehrsflächen verwendet werden. Dabei gelten die für Fussgänger anwendbaren Bestimmungen sinngemäss. Geschwindigkeit und Fahrweise sind den Umständen anzupassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_43_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Rollstühle und Elektro-Stehroller",
        "citation": "Art. 43a Abs. 2 VRV",
        "content": "Rollstühle dürfen auf den für den Fahrverkehr bestimmten Verkehrsflächen verwendet werden. Dabei gelten die für Radfahrer anwendbaren Bestimmungen sinngemäss. Wenn die Fahrbahn oder ein Radweg benützt wird, müssen die Rollstühle nachts und bei schlechten Sichtverhältnissen mit einem nach vorn weiss und nach hinten rot leuchtenden, gut erkennbaren Licht versehen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_43_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Strassenbahnen",
        "citation": "Art. 45 Abs. 1 VRV",
        "content": "Die Führer von Strassenbahnen haben besonders vorsichtig zu fahren bei Tramschleifen und beim Wechseln der Fahrbahnseite, beim Kreuzen auf schmalen Strassen und beim Fahren gegen die Richtung des übrigen Verkehrs. Vor dem Überholen müssen sie sich vergewissern, dass genügend Raum vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_45"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Strassenbahnen",
        "citation": "Art. 45 Abs. 2 VRV",
        "content": "Die Strassenbahn hat den Fahrzeugen der Feuerwehr, Sanität, Polizei und des Zolls, die sich durch die besonderen Warnsignale ankündigen, den Vortritt zu lassen. Fährt sie auf der Nebenstrasse, so hat sie den Fahrzeugen auf der Hauptstrasse den Vortritt zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_45"
    },
    {
        "book": "VRV",
        "title": "VRV, 1. Teil: Regeln für den Fahrverkehr, 5. Abschnitt: Besondere Fahrzeugarten, Strassenbahnen",
        "citation": "Art. 45 Abs. 3 VRV",
        "content": "Wo die Sicherheit des Verkehrs es erfordert, sind die übrigen Strassenbenützer durch optische oder akustische Signale zu warnen, namentlich vor dem Anfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_45"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Strassenbenützung",
        "citation": "Art. 46 VRV",
        "content": "(Art. 49 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_46"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Strassenbenützung",
        "citation": "Art. 46 Abs. 1 VRV",
        "content": "Auf der Fahrbahn gehen die Fussgänger rechts statt links, wenn sie nur dort die Möglichkeit zum Ausweichen haben oder wenn sie ein Fahrzeug, ausgenommen einen Kinderwagen, mitführen. Sie vermeiden ein häufiges Wechseln der Strassenseite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_46"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Strassenbenützung",
        "citation": "Art. 46 Abs. 2 VRV",
        "content": "Die Fussgänger vermeiden es, unnötig auf der Fahrbahn zu verweilen, namentlich an unübersichtlichen und engen Stellen, an Strassenverzweigungen sowie bei Nacht und schlechter Witterung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_46"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Strassenbenützung",
        "citation": "Art. 46 Abs. 2bis VRV",
        "content": "Für Tätigkeiten, namentlich Spiele, die auf einer begrenzten Fläche stattfinden, darf die für die Fussgänger bestimmte Verkehrsfläche und auf verkehrsarmen Nebenstrassen (z. B. in Wohnquartieren) der gesamte Bereich der Fahrbahn benützt werden, sofern die übrigen Verkehrsteilnehmer dadurch weder behindert noch gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_46"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Strassenbenützung",
        "citation": "Art. 46 Abs. 3 VRV",
        "content": "Fussgänger dürfen bei Haltestellen von Strassenbahnen ohne Insel das Trottoir erst verlassen, wenn die Strassenbahn stillsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_46"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Überschreiten der Fahrbahn",
        "citation": "Art. 47 VRV",
        "content": "(Art. 49 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_47"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Überschreiten der Fahrbahn",
        "citation": "Art. 47 Abs. 1 VRV",
        "content": "Die Fussgänger müssen, besonders vor und hinter haltenden Wagen, behutsam auf die Fahrbahn treten; sie haben die Strasse ungesäumt zu überschreiten. Sie müssen Fussgängerstreifen, Über- oder Unterführungen benützen, wenn diese weniger als 50 m entfernt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_47"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Überschreiten der Fahrbahn",
        "citation": "Art. 47 Abs. 2 VRV",
        "content": "Auf Fussgängerstreifen ohne Verkehrsregelung haben die Fussgänger den Vortritt, ausser gegenüber der Strassenbahn. Sie dürfen jedoch vom Vortrittsrecht nicht Gebrauch machen, wenn das Fahrzeug bereits so nahe ist, dass es nicht mehr rechtzeitig anhalten könnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_47"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Überschreiten der Fahrbahn",
        "citation": "Art. 47 Abs. 3 VRV",
        "content": "Bei Fussgängerstreifen ohne Verkehrsregelung, die durch eine Verkehrsinsel unterteilt sind, gilt jeder Teil des Überganges als selbständiger Streifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_47"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Überschreiten der Fahrbahn",
        "citation": "Art. 47 Abs. 5 VRV",
        "content": "Ausserhalb von Fussgängerstreifen haben die Fussgänger den Fahrzeugen den Vortritt zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_47"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Besondere Fälle",
        "citation": "Art. 48 Abs. 1 VRV",
        "content": "Die Führer von Handwagen mit höchstens 1 m Breite, von Kinderwagen, geschobenen Rollstühlen und geschobenen Fahrrädern haben wenigstens die Vorschriften und Signale für Fussgänger zu beachten. Auf der Fahrbahn müssen sie jedoch stets hintereinandergehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_48"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Besondere Fälle",
        "citation": "Art. 48 Abs. 1bis VRV",
        "content": "Ski und Schlitten dürfen als Verkehrsmittel benützt werden, wo dies ortsüblich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_48"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1. Abschnitt: Fussgänger, Besondere Fälle",
        "citation": "Art. 48 Abs. 3 VRV",
        "content": "Personen, die auf der Fahrbahn oder in deren Bereich arbeiten, müssen nötigenfalls Signale aufstellen; bei Planungs-, Bau- oder Unterhaltsarbeiten müssen sie fluoreszierende und rückstrahlende Kleidung tragen, durch die sie sowohl bei Tag als auch bei Nacht gut sichtbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_48"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1a. Abschnitt: Benützer von fahrzeugähnlichen Geräten, Strassenbenützung",
        "citation": "Art. 50 Abs. 1 VRV",
        "content": "Fahrzeugähnliche Geräte dürfen als Verkehrsmittel verwendet werden auf:\na. den für die Fussgänger bestimmten Verkehrsflächen wie Trottoirs, Fusswege, Längsstreifen für Fussgänger, Fussgängerzonen;\nb. Radwegen;\nc. der Fahrbahn von Tempo-30-Zonen und Begegnungszonen;\nd. der Fahrbahn von Nebenstrassen, wenn entlang der Strasse Trottoirs sowie Fuss- und Radwege fehlen und das Verkehrsaufkommen im Zeitpunkt der Benutzung gering ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_50"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1a. Abschnitt: Benützer von fahrzeugähnlichen Geräten, Strassenbenützung",
        "citation": "Art. 50 Abs. 2 VRV",
        "content": "Für Tätigkeiten, namentlich Spiele, die auf einer begrenzten Fläche stattfinden, darf die für die Fussgänger bestimmte Verkehrsfläche und auf verkehrsarmen Nebenstrassen (z.B. in Wohnquartieren) der gesamte Bereich der Fahrbahn benützt werden, sofern die übrigen Verkehrsteilnehmer dadurch weder behindert noch gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_50"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1a. Abschnitt: Benützer von fahrzeugähnlichen Geräten, Verwendung als Verkehrsmittel",
        "citation": "Art. 50a Abs. 1 VRV",
        "content": "Für die Benützer von fahrzeugähnlichen Geräten gelten die für Fussgänger anwendbaren Verkehrsregeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_50_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1a. Abschnitt: Benützer von fahrzeugähnlichen Geräten, Verwendung als Verkehrsmittel",
        "citation": "Art. 50a Abs. 2 VRV",
        "content": "Die Benützer von fahrzeugähnlichen Geräten müssen die Geschwindigkeit und die Fahrweise stets den Umständen und den Besonderheiten des Geräts anpassen. Insbesondere müssen sie auf Fussgänger Rücksicht nehmen und diesen den Vortritt gewähren. Beim Überqueren der Fahrbahn dürfen sie nur im Schritttempo fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_50_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1a. Abschnitt: Benützer von fahrzeugähnlichen Geräten, Verwendung als Verkehrsmittel",
        "citation": "Art. 50a Abs. 3 VRV",
        "content": "Sie müssen auf der Fahrbahn rechts fahren. Auf Radwegen haben sie die für die Radfahrer vorgeschriebene Fahrtrichtung einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_50_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 1a. Abschnitt: Benützer von fahrzeugähnlichen Geräten, Verwendung als Verkehrsmittel",
        "citation": "Art. 50a Abs. 4 VRV",
        "content": "Nachts und wenn die Sichtverhältnisse es erfordern, sind fahrzeugähnliche Geräte oder ihre Benützer auf der Fahrbahn und auf Radwegen mit einem nach vorne weiss und nach hinten rot leuchtenden, gut erkennbaren Licht zu versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_50_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Reiter",
        "citation": "Art. 51 VRV",
        "content": "(Art. 50 Abs. 1 und 4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_51"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Reiter",
        "citation": "Art. 51 Abs. 1 VRV",
        "content": "Auf Strassen mit starkem Verkehr dürfen nur geübte Reiter und nur auf verkehrsgewohnten Tieren reiten. Ein Reiter darf höchstens ein Handpferd mitführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_51"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Reiter",
        "citation": "Art. 51 Abs. 2 VRV",
        "content": "Das Reiten zu zweit nebeneinander ist nur gestattet in einem geschlossenen Verband von wenigstens sechs Reitern sowie ausserorts bei Tag auf Strassen mit schwachem Verkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_51"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Einzelne Tiere, Herden",
        "citation": "Art. 52 VRV",
        "content": "(Art. 50 Abs. 2–4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_52"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Einzelne Tiere, Herden",
        "citation": "Art. 52 Abs. 1 VRV",
        "content": "Wer ein Tier führt, muss es ständig in seiner Gewalt haben. Tiere dürfen nur geeigneten Führern anvertraut werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_52"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Einzelne Tiere, Herden",
        "citation": "Art. 52 Abs. 2 VRV",
        "content": "Ein einzelnes Tier darf in Berggegenden am linken Strassenrand geführt werden, wenn Führer und Tier dort sicherer sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_52"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Einzelne Tiere, Herden",
        "citation": "Art. 52 Abs. 3 VRV",
        "content": "Stillstehende Tiere dürfen den Verkehr nicht behindern; sind sie unbeaufsichtigt, so müssen sie zuverlässig angebunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_52"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Einzelne Tiere, Herden",
        "citation": "Art. 52 Abs. 4 VRV",
        "content": "Die Begleiter von Herden haben auf Hauptstrassen dafür zu sorgen, dass die linke Strassenseite frei bleibt. Bei Bahnübergängen ist die Herde nötigenfalls zu unterteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_52"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Gemeinsame Bestimmungen",
        "citation": "Art. 53 Abs. 1 VRV",
        "content": "Reiterkolonnen und Tierherden sind nach Möglichkeit zu unterteilen, um das Überholen zu erleichtern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_53"
    },
    {
        "book": "VRV",
        "title": "VRV, 2. Teil: Regeln für den übrigen Verkehr, 2. Abschnitt: Reiter, Tiere, Gemeinsame Bestimmungen",
        "citation": "Art. 53 Abs. 2 VRV",
        "content": "Nachts und wenn die Witterung es erfordert, hat der Reiter und der Führer eines Tieres wenigstens auf der dem Verkehr zugewendeten Seite ein von vorne und hinten sichtbares, nicht blendendes gelbes Licht zu tragen. Das Reittier ist zudem mit rückstrahlenden Gamaschen zu versehen. Bei Reiterkolonnen und Tiergruppen muss wenigstens links vorne und hinten ein gelbes Licht verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_53"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Sicherung der Unfallstelle",
        "citation": "Art. 54 VRV",
        "content": "(Art. 51 Abs. 1 und 4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_54"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Sicherung der Unfallstelle",
        "citation": "Art. 54 Abs. 1 VRV",
        "content": "Entstehen durch Unfälle, Fahrzeugpannen, herabgefallene Ladungen, ausgeflossenes Öl usw. Verkehrshindernisse oder andere Gefahren, so müssen die Beteiligten, namentlich auch Mitfahrende, sofort Sicherheitsmassnahmen treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_54"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Sicherung der Unfallstelle",
        "citation": "Art. 54 Abs. 2 VRV",
        "content": "Die Polizei ist sofort zu benachrichtigen, wenn eine Gefahr nicht unverzüglich beseitigt werden kann, namentlich auch, wenn ausfliessende Flüssigkeiten offene Gewässer oder Grundwasser verunreinigen könnten. Wird der Bahnbetrieb behindert, z.B. wenn Fahrzeuge oder Ladungen auf Bahnanlagen fallen, so ist die Bahnverwaltung sofort zu verständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_54"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Unfälle mit Personenschaden",
        "citation": "Art. 55 VRV",
        "content": "(Art. 51 Abs. 1 und 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_55"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Unfälle mit Personenschaden",
        "citation": "Art. 55 Abs. 1 VRV",
        "content": "Bei Unfällen mit Personenschaden ist die Polizei sofort zu benachrichtigen, wenn jemand äussere Verletzungen aufweist oder wenn mit inneren Verletzungen zu rechnen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_55"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Unfälle mit Personenschaden",
        "citation": "Art. 55 Abs. 2 VRV",
        "content": "Die Meldung an die Polizei ist nicht erforderlich bei kleinen Schürfungen oder Prellungen; der Schädiger muss aber dem Verletzten Namen und Adresse angeben. Die Polizei muss ebenfalls nicht beigezogen werden, wenn nur der Fahrzeugführer, seine Angehörigen oder Familiengenossen geringfügig verletzt wurden und keine Drittpersonen am Unfall beteiligt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_55"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Feststellung des Tatbestandes",
        "citation": "Art. 56 VRV",
        "content": "(Art. 51 Abs. 2 und 3 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_56"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Feststellung des Tatbestandes",
        "citation": "Art. 56 Abs. 1 VRV",
        "content": "Die Lage an der Unfallstelle darf bis zum Eintreffen der Polizei nur verändert werden zum Schutz von Verletzten oder zur Sicherung des Verkehrs. Die ursprüngliche Lage soll vorher auf der Strasse angezeichnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_56"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Feststellung des Tatbestandes",
        "citation": "Art. 56 Abs. 1bis VRV",
        "content": "Die Polizei nimmt den Tatbestand auf bei Verkehrsunfällen, die nach Artikel 51 SVG zu melden sind; in andern Fällen hat sie den Tatbestand aufzunehmen, wenn ein Beteiligter es verlangt. Die strafrechtliche Verfolgung bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_56"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Feststellung des Tatbestandes",
        "citation": "Art. 56 Abs. 2 VRV",
        "content": "Will ein Geschädigter die Polizei beiziehen, obwohl keine Meldepflicht besteht, so haben die übrigen Beteiligten bei der Feststellung des Sachverhalts mitzuwirken, bis sie von der Polizei entlassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_56"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Feststellung des Tatbestandes",
        "citation": "Art. 56 Abs. 3 VRV",
        "content": "Die Führer von Feuerwehr-, Sanitäts-, Polizei- und Zollfahrzeugen auf dringlicher Fahrt und die Führer von Fahrzeugen öffentlicher Verkehrsbetriebe im fahrplanmässigen Verkehr dürfen weiterfahren, wenn die Hilfe an Verletzte und die Feststellung des Sachverhaltes gewährleistet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_56"
    },
    {
        "book": "VRV",
        "title": "VRV, 3. Teil: Verhalten bei Unfällen, Feststellung des Tatbestandes",
        "citation": "Art. 56 Abs. 4 VRV",
        "content": "Erfährt ein Fahrzeugführer erst nachträglich, dass er an einem Unfall beteiligt war oder beteiligt sein konnte, so hat er unverzüglich zur Unfallstelle zurückzukehren oder sich beim nächsten Polizeiposten zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_56"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Allgemeines",
        "citation": "Art. 57 Abs. 1 VRV",
        "content": "Der Führer hat sich zu vergewissern, dass Fahrzeug und Ladung in vorschriftsgemässem Zustand sind und das erforderliche Zubehör, wie das Pannensignal, vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_57"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Allgemeines",
        "citation": "Art. 57 Abs. 2 VRV",
        "content": "Kontrollschilder, Geschwindigkeitstafeln und ähnliche Zeichen müssen in gut lesbarem Zustand, Lichter, Rückstrahler, Scheiben und Rückspiegel sauber gehalten werden. Ladung, Lastenträger, Arbeitsgeräte und dergleichen dürfen weder die Kontrollschilder noch die Beleuchtungsvorrichtungen verdecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_57"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Allgemeines",
        "citation": "Art. 57 Abs. 3 VRV",
        "content": "Treten unterwegs leichtere Mängel auf, so darf der Führer mit besonderer Vorsicht weiterfahren; die Reparatur ist ohne Verzug zu veranlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_57"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Allgemeines",
        "citation": "Art. 57 Abs. 4 VRV",
        "content": "Mit Motorfahrzeugen, die sich im Bau, Umbau oder in Reparatur befinden, dürfen Überführungsfahrten ausgeführt werden, wenn wenigstens Lenkung und Bremsen betriebssicher sind, ein Bremslicht vorhanden ist, bei Nacht oder schlechter Witterung die Beleuchtung den Vorschriften entspricht und kein übermässiger Lärm entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_57"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutzvorkehren",
        "citation": "Art. 58 Abs. 1 VRV",
        "content": "Bestandteile, Arbeitsgeräte oder Ladestücke, die bei Zusammenstössen gefährlich werden könnten, namentlich wegen Spitzen, Schneiden oder Kanten, müssen mit Schutzvorrichtungen versehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_58"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutzvorkehren",
        "citation": "Art. 58 Abs. 2 VRV",
        "content": "Stehen Ladungen, Einzelteile oder Anhänger nicht leicht erkennbar seitlich vor, so sind die äussersten Stellen deutlich zu kennzeichnen, tags mit Wimpeln oder Tafeln, nachts und wenn die Witterung es erfordert, mit Licht oder Rückstrahlern, die nach vorne weiss und nach hinten rot leuchten; die Rückstrahler dürfen sich höchstens 90 cm über dem Boden befinden. Bei Ausnahmetransporten sind überbreite Ladungen oder Anhänger mit rechteckigen Flaggen oder Tafeln von mindestens 40 cm Seitenlänge zu kennzeichnen, die schräge, rund 10 cm breite rot-weisse Streifen aufweisen; nachts und wenn die Witterung es erfordert, sind die Zeichen zu beleuchten oder Markierlichter anzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_58"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutzvorkehren",
        "citation": "Art. 58 Abs. 2bis VRV",
        "content": "Das Ende von Ladungen oder Einzelteilen, die das Fahrzeug auf der Rückseite um mehr als 1 m überragen, ist deutlich zu kennzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_58"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutzvorkehren",
        "citation": "Art. 58 Abs. 3 VRV",
        "content": "Bewegliche Teile, wie Kranarme oder Haken, sind für die Fahrt zu sichern; Hebegabeln müssen hochgeklappt sein oder gut sichtbare Schutzkasten tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_58"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutzvorkehren",
        "citation": "Art. 58 Abs. 5 VRV",
        "content": "Motorfahrzeuge, die sichthemmende Ladungen oder Anhänger mitführen, müssen links und rechts aussen je einen Rückspiegel tragen, der dem Fahrer erlaubt, die Fahrbahn seitlich neben den Ladungen oder Anhängern und nach hinten mindestens 100 m weit zu überblicken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_58"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutzvorkehren",
        "citation": "Art. 58 Abs. 6 VRV",
        "content": "Einklappbare oder einziehbare Einrichtungen zur Verringerung des Luftwiderstands (Art. 38 Abs. 1 Bst. s VTS), die hinten mehr als 500 mm über die höchstzulässige Fahrzeuglänge hinausragen, müssen auf Strassen, auf denen die signalisierte Höchstgeschwindigkeit 50 km/h oder weniger beträgt, eingezogen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_58"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, I. Betriebssicherheit, Schutz der Fahrbahn",
        "citation": "Art. 59 VRV",
        "content": "(Art. 29 SVG)Die Fahrzeugführer haben jede Beschmutzung der Fahrbahn zu vermeiden. Ist eine Fahrbahn beschmutzt worden, so ist für die Warnung der anderen Strassenbenützer und eine rasche Reinigung zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_59"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, Ia. Abgasemissionen, Abgaswartung des Fahrzeugs, Pflicht zur Abgaswartung",
        "citation": "Art. 59a Abs. 1 VRV",
        "content": "Für in der Schweiz zugelassene Motorwagen gilt eine Pflicht zur Abgaswartung (Art. 35 VTS). Davon ausgenommen sind:\na. Motorwagen mit einem anerkannten On-Board-Diagnosesystem (OBD-System);\nb. Motorwagen mit Fremdzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von weniger als 50 km/h sowie schwere Motorwagen mit Fremdzündungsmotor; \nc. land- und forstwirtschaftliche Arbeitskarren;\nd. vor dem 1. Januar 1976 erstmals zugelassene Motorwagen;\ne. Fahrzeuge von Haltern, die diplomatische oder konsularische Vorrechte geniessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_59_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, Ia. Abgasemissionen, Abgaswartung des Fahrzeugs, Pflicht zur Abgaswartung",
        "citation": "Art. 59a Abs. 2 VRV",
        "content": "Ein OBD-System ist anerkannt bei folgenden Motorwagen:\na. leichten Motorwagen mit Fremdzündungsmotor, die mindestens die Abgasvorschriften Euro 3 erfüllen;\nb. leichten Motorwagen mit Selbstzündungsmotor, die mindestens die Abgasvorschriften Euro 4 erfüllen;\nc. schweren Motorwagen, die mindestens die Abgasvorschriften Euro 4 erfüllen und nach dem 30. September 2006 erstmals zum Verkehr zugelassen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_59_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, Ia. Abgasemissionen, Abgaswartung des Fahrzeugs, Wartungsfristen",
        "citation": "Art. 59b VRV",
        "content": "Der Halter muss Fahrzeuge, die der Abgaswartung unterstehen, innerhalb der folgenden Fristen warten lassen: \na. leichte Motorwagen mit Fremdzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von 50 km/h und mehr: \n1. ohne Katalysator: alle 12 Monate,\n2. mit Katalysator: alle 24 Monate;\nb. Motorwagen mit Selbstzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von mehr als 30 km/h: alle 24 Monate;\nc. Motorwagen mit Selbstzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von 30 km/h und weniger: alle 48 Monate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_59_b"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, Ia. Abgasemissionen, Abgaswartung des Fahrzeugs, Pflichten des Führers und des Halters",
        "citation": "Art. 59c Abs. 1 VRV",
        "content": "Für Fahrzeuge, die der Abgaswartung unterstehen, muss der Führer das Abgas-Wartungsdokument mitführen und den Kontrollorganen auf Verlangen vorweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_59_c"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, Ia. Abgasemissionen, Abgaswartung des Fahrzeugs, Pflichten des Führers und des Halters",
        "citation": "Art. 59c Abs. 2 VRV",
        "content": "Für Fahrzeuge mit einem anerkannten OBD-System muss der Halter, wenn die Fehlfunktionsanzeige des OBD-Systems einen Fehler der abgasrelevanten Ausrüstung anzeigt, das Fahrzeug innert Monatsfrist nach dem erstmaligen Auftreten des Fehlers überprüfen und in Stand stellen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_59_c"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Allgemeines",
        "citation": "Art. 60 VRV",
        "content": "(Art. 30 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_60"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Allgemeines",
        "citation": "Art. 60 Abs. 2 VRV",
        "content": "In und auf Motorfahrzeugen und ihren Anhängern dürfen nur so viele Personen mitgeführt werden, als Plätze bewilligt sind. Während der Fahrt müssen die bewilligten Plätze benützt werden; in Gesellschaftswagen ist das kurzzeitige Verlassen des Sitzplatzes gestattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_60"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Allgemeines",
        "citation": "Art. 60 Abs. 3 VRV",
        "content": "Auf Raupenfahrzeugen dürfen ausserhalb der bewilligten Plätze ausnahmsweise Verletzte und weitere Personen zu Hilfeleistungen transportiert werden, wenn ein angemessener Schutz sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_60"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Allgemeines",
        "citation": "Art. 60 Abs. 4 VRV",
        "content": "In Räumen, die sich nicht von innen öffnen lassen, dürfen keine Personen mitfahren; polizeiliche Transporte sind ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_60"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Allgemeines",
        "citation": "Art. 60 Abs. 5 VRV",
        "content": "Das Besteigen und Verlassen fahrender Motorfahrzeuge und Strassenbahnen ist untersagt, ebenso das Hinauslehnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_60"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Allgemeines",
        "citation": "Art. 60 Abs. 6 VRV",
        "content": "Führer und Mitfahrende dürfen keine Gegenstände zum Fahrzeug hinaushalten oder hinauswerfen, ausser bei Umzügen auf abgesperrten Strassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_60"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
        "citation": "Art. 61 VRV",
        "content": "(Art. 30 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_61"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
        "citation": "Art. 61 Abs. 1 VRV",
        "content": "Auf bewilligten Stehplätzen von Fahrzeugen zum Sachentransport darf nur das zum Auf- und Abladen und zur Überwachung der Ladung erforderliche Personal mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_61"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
        "citation": "Art. 61 Abs. 2 VRV",
        "content": "Auf folgenden Fahrzeugen müssen Kinder bis zum vollendeten 7. Altersjahr von einem mehr als 14 Jahre alten Mitfahrenden beaufsichtigt werden oder auf einem sicheren Kindersitz mitfahren:\na. auf land- und forstwirtschaftlichen Motorfahrzeugen und Anhängern;\nb. auf gewerblichen Traktoren mit einer Höchstgeschwindigkeit bis 40 km/h, Motorkarren und Arbeitskarren sowie deren Anhänger, wenn sie für land- und forstwirtschaftliche Fahrten verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_61"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
        "citation": "Art. 61 Abs. 3 VRV",
        "content": "Auf Fahrzeugen nach Absatz 2 dürfen Personen im Rahmen von Artikel 86 Absatz 1 Buchstabe c im Nahverkehr auch auf der Ladebrücke oder der Ladung mitgeführt werden, wenn ein angemessener Schutz sichergestellt ist und die bewilligten Plätze nicht ausreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_61"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
        "citation": "Art. 61 Abs. 4 VRV",
        "content": "Für Fahrten der Feuerwehr, des Zivilschutzes oder der Polizei, für Fahrten mit Raupenfahrzeugen, für Fahrten im Rahmen von nichtmilitärischen Veranstaltungen mit militärischen Fahrzeugen, die nicht unter der Obhut des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport stehen, oder für Umzüge und dergleichen kann die kantonale Behörde weitere Personentransporte auf Motorwagen zum Sachentransport, land- und forstwirtschaftlichen Fahrzeugen und deren Anhängern gestatten. Sie verfügt die nötigen Sicherheitsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_61"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
        "citation": "Art. 61 Abs. 5 VRV",
        "content": "Mehr als neun Personen dürfen auf Motorwagen zum Sachentransport und Anhängerzügen nur mitgeführt werden, wenn dies gemäss Fahrzeugausweis gestattet ist; vorausgesetzt ist eine genügende Haftpflichtversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_61"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Motorrädern und Fahrrädern",
        "citation": "Art. 63 VRV",
        "content": "(Art. 30 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_63"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Motorrädern und Fahrrädern",
        "citation": "Art. 63 Abs. 1 VRV",
        "content": "Mitfahrer auf Motorrädern, motorradähnlichen Leicht-, Klein- und dreirädrigen Motorfahrzeugen haben rittlings zu sitzen und müssen Trittbretter oder Fussrasten benutzen können. Ein Kind unter sieben Jahren darf nur auf einem durch die Zulassungsbehörde bewilligten Kindersitz mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_63"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Motorrädern und Fahrrädern",
        "citation": "Art. 63 Abs. 2 VRV",
        "content": "Im Seitenwagen von Motorrädern dürfen nur so viele Personen mitgeführt werden, als Plätze bewilligt sind. Auf Anhängern von Motorrädern dürfen keine Personen befördert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_63"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Motorrädern und Fahrrädern",
        "citation": "Art. 63 Abs. 3 VRV",
        "content": "Fahrradfahrer über 16 Jahre dürfen mitführen:\na. auf mehrplätzigen Fahrrädern so viele Personen, wie zusätzliche Pedalpaare vorhanden sind; Kinder dürfen nur mitgeführt werden, wenn sie die Pedale sitzend treten können;\nb. auf einem Nachlaufteil gemäss Artikel 210 Absatz 5 VTS an ein- und zweiplätzigen Fahrrädern ein Kind, wenn es die Pedale sitzend treten kann, oder eine behinderte Person im Rollstuhl;\nc. auf einem speziell eingerichteten Fahrrad bzw. einer speziellen Fahrrad-Rollstuhl-Kombination eine behinderte Person; oder\nd. in einem Fahrradanhänger an ein- und zweiplätzigen Fahrrädern oder auf einem speziell eingerichteten Fahrrad: höchstens zwei Kinder auf geschützten Sitzplätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_63"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Motorrädern und Fahrrädern",
        "citation": "Art. 63 Abs. 4 VRV",
        "content": "Fahrradfahrer über 16 Jahre dürfen zusätzlich zu den Möglichkeiten nach Absatz 3 ein Kind auf einem sicheren Kindersitz mitführen. Der Sitz muss namentlich die Beine des Kindes schützen und darf den Radfahrer nicht behindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_63"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, II. Mitfahrende, Mitfahren auf Motorrädern und Fahrrädern",
        "citation": "Art. 63 Abs. 6 VRV",
        "content": "Auf mehrspurigen Fahrrädern kann die kantonale Behörde mehr Plätze bewilligen als Pedalpaare vorhanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_63"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Breite",
        "citation": "Art. 64 Abs. VRV",
        "content": "(Art. 9 Abs. 1 und 4, 20, 25 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_64"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Breite",
        "citation": "Art. 64 Abs. 1 VRV",
        "content": "Motorfahrzeuge und Anhänger dürfen 2,55 m, klimatisierte Fahrzeuge, deren feste oder abnehmbare Aufbauten besonders für die Beförderung von Gütern in temperaturgeführtem Zustand ausgerüstet sind und deren Seitenwände einschliesslich der Wärmedämmung mindestens 45 mm dick sind, 2,60 m breit sein. Für den seitlichen Überhang der Ladung gilt Artikel 73 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_64"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Breite",
        "citation": "Art. 64 Abs. 2 VRV",
        "content": "Arbeitsfahrzeuge, Tiertransportfahrzeuge, Fahrzeuge mit einer Höchstgeschwindigkeit bis 30 km/h, land- und forstwirtschaftliche Fahrzeuge mit einer Höchstgeschwindigkeit bis 40 km/h und Tierfuhrwerke dürfen eine Breite von 2,55 m auch auf Strassen aufweisen, auf denen eine Höchstbreite von 2,30 m signalisiert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_64"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Breite",
        "citation": "Art. 64 Abs. 3 VRV",
        "content": "Schneeräumgeräte dürfen breiter sein als die zu ihrem Einsatz verwendeten Fahrzeuge, müssen jedoch auffällig gekennzeichnet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_64"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. VRV",
        "content": "(Art. 9 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. 1 VRV",
        "content": "Die Länge der Fahrzeuge darf ohne Ladung höchstens betragen für:Meter\na. Motorwagen, ausgenommen Gesellschaftswagen12,00\nb. Anhänger, ausgenommen Sattelanhänger12,00\nc. Gesellschaftswagen mit zwei Achsen13,50\nd. Gesellschaftswagen mit mehr als zwei Achsen15,00\ne. Sattelmotorfahrzeuge16,50\nf. Anhängerzüge18,75\ng. Gelenkbusse18,75.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. 2 VRV",
        "content": "Die Länge der Gelenkbusse und der anderen Gesellschaftswagen darf einschliesslich der Länge von abnehmbaren Zubehörteilen wie Skiboxen die Höchstlänge nach Absatz 1 nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. 3 VRV",
        "content": "Bei Fahrzeugen, die für den Transport von mehrspurigen Motorfahrzeugen besonders eingerichtet sind, dürfen Stützvorrichtungen zur Sicherung der beförderten Fahrzeuge die zulässige Länge im Rahmen des zulässigen Überhanges (Art. 73 Abs. 3) um höchstens 1,10 m nach hinten und um höchstens 0,50 m nach vorne überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. 4 VRV",
        "content": "Bei Sattelmotorfahrzeugen, die im unbegleiteten kombinierten Verkehr 45-Fuss-Container und vergleichbare Transportbehälter von 45 Fuss Länge befördern, darf, auch im leeren Zustand, die zulässige Länge nach Absatz 1 Buchstabe e um höchstens 0,15 m überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. 5 VRV",
        "content": "Bei schweren Motorwagen mit verlängerten aerodynamischen Führerkabinen oder mit Wasserstoffbehältern oder Batterien für den Antrieb (Art. 94 Abs. 1ter VTS) dürfen die Längen nach Absatz 1 Buchstaben a und e überschritten werden, sofern kein grösseres Ladevermögen entsteht und die Kreisfahrbedingungen nach Artikel 65a eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Länge",
        "citation": "Art. 65 Abs. 6 VRV",
        "content": "Bei Anhängerzügen mit verlängerten aerodynamischen Führerkabinen oder mit Wasserstoffbehältern oder Batterien für den Antrieb darf die Länge nach Absatz 1 Buchstabe f und nach Artikel 9 Absatz 1 SVG überschritten werden, sofern kein grösseres Ladevermögen entsteht und die Kreisfahrbedingungen nach Artikel 65a eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Kreisfahrt",
        "citation": "Art. 65a VRV",
        "content": "Motorfahrzeuge und Fahrzeugkombinationen im Fahrzustand müssen sich in einer Kreisringfläche mit einem äusseren Durchmesser von 25 m und einem inneren Durchmesser von 10,60 m bewegen können, ohne dass die Projektion eines Fahrzeugteils (ausgenommen Rückspiegel und vordere Richtungsblinker) auf der Fahrbahn ausserhalb der Kreisringfläche zu liegen kommt. Von dieser Regelung ausgenommen sind land- und forstwirtschaftliche Motorfahrzeuge und land- und forstwirtschaftliche Fahrzeugkombinationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_65_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Höhe",
        "citation": "Art. 66 Abs. VRV",
        "content": "(Art. 9 Abs. 1 und 4 SVG)Die Höhe der Fahrzeuge darf mit der Ladung höchstens 4 m betragen. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_66"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. VRV",
        "content": "(Art. 9 Abs. 1, 2 und 4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 1 VRV",
        "content": "Das Betriebsgewicht von Fahrzeugen und Fahrzeugkombinationen darf höchstens betragen:\na. 40,00 t bei Motorfahrzeugen mit mehr als vier Achsen, Anhängerzügen und Sattelmotorfahrzeugen bzw. 44,00 t bei diesen Fahrzeugen im unbegleiteten kombinierten Verkehr;\nb. 32,00 t bei Motorfahrzeugen mit vier Achsen;\nc. 28,00 t bei dreiachsigen Gelenkbussen;\nd. 25,00 t bei dreiachsigen Motorfahrzeugen im Normalfall, 26,00 t bei dreiachsigen Motorfahrzeugen, wenn die Antriebsachse mit Doppelbereifung und Luftfederung oder mit einer als gleichwertig anerkannten Federung ausgerüstet ist oder wenn beide hinteren Antriebsachsen mit Doppelbereifung ausgerüstet sind und die maximale Achslast von 9,50 t je Achse nicht überschritten wird;\ndbis. 19,50 t bei zweiachsigen Gesellschaftswagen;\ne. 18,00 t bei zweiachsigen Motorfahrzeugen;\nf. 32,00 t bei Anhängern mit mehr als drei Achsen, ausgenommen Sattelanhänger, Zentralachsanhänger und Starrdeichselanhänger;\ng. 24,00 t bei Anhängern mit drei Achsen, ausgenommen Sattelanhänger, Zentralachsanhänger und Starrdeichselanhänger;\nh. 18,00 t bei Anhängern mit zwei Achsen, ausgenommen Sattelanhänger, Zentralachsanhänger und Starrdeichselanhänger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 1bis VRV",
        "content": "Als unbegleiteter kombinierter Verkehr gilt die Beförderung von Ladebehältern (Container, Wechselaufbau) oder die Überführung eines Sattelanhängers von oder zu einer beliebigen schweizerischen Umladestation der Bahn bzw. von oder zu einem schweizerischen Hafen, ohne dass das Ladegut beim Übergang vom einen zum anderen Verkehrsträger das Transportgefäss wechselt. Das UVEK kann festlegen, welche in Grenznähe liegenden ausländischen Umladestationen den schweizerischen gleichgestellt sind. Der Fahrzeugführer muss im unbegleiteten kombinierten Verkehr ein geeignetes Nachweisdokument (z. B. Frachtbrief der Bahn) mitführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 1 VRV",
        "content": "ter Das Betriebsgewicht von Fahrzeugen nach Absatz 1 Buchstaben b–d und e mit alternativem Antrieb (Art. 9a Abs. 1 VTS) darf um das für die alternative Antriebstechnik erforderliche Mehrgewicht, höchstens jedoch 1 t und bei Fahrzeugen mit emissionsfreiem Antrieb (Art. 9a Abs. 2 VTS) höchstens 2 t, höher sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 1 VRV",
        "content": "quater Das Betriebsgewicht von Fahrzeugen nach Absatz 1 Buchstabe a mit alternativem Antrieb (Art. 9a Abs. 1 VTS) darf um das für die alternative Antriebstechnik erforderliche Mehrgewicht, höchstens jedoch 1 t und bei Fahrzeugen mit emissionsfreiem Antrieb (Art. 9a Abs. 2 VTS) höchstens 2 t, höher sein als die in Absatz 1 und in Artikel 9 Absatz 1 SVG genannten Werte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 2 VRV",
        "content": "Die Achslasten dürfen höchstens betragen für:Tonnen\na. Einzelachsen10,00\nb. angetriebene Einzelachsen bei:\n1. land- und forstwirtschaftlichen Erntemaschinen mit Breitreifen (Art. 60 Abs. 6 VTS)14,00\n2. Arbeitskarren mit Breitreifen (Art. 60 Abs. 6 VTS)14,00\n3. den übrigen Motorwagen11,50\n4. Anhängern, die für den Einsatz im Gelände gebaut sind11,50\nc. Doppelachsen mit einem Achsabstand von weniger als 1,00 m\n1. von Motorfahrzeugen11,50\n2. von Anhängern11,00\nd. Doppelachsen mit einem Achsabstand von 1,00 m bis weniger als 1,30 m16,00\ne. Doppelachsen mit einem Achsabstand von 1,30 m bis weniger als 1,80 m18,00\nf. Doppelachsen mit einem Achsabstand von 1,30 m bis weniger als 1,80 m, wenn die Antriebsachse mit Doppelbereifung und Luftfederung oder einer als gleichwertig anerkannten Federung nach Artikel 57 VTS ausgerüstet ist oder wenn jede Antriebsachse mit Doppelbereifung ausgerüstet ist und dabei die höchstzulässige Achslast von 9,50 t je Achse nicht überschritten wird19,00\ng. Doppelachsen von Anhängern mit einem Achsabstand von 1,80 m oder mehr20,00\nh. Dreifachachsen mit Achsabständen von nicht mehr als 1,30 m21,00\ni. Dreifachachsen mit Achsabständen von mehr als 1,30 m und nicht mehr als 1,40 m24,00\nk. Dreifachachsen mit einem Achsabstand von mehr als 1,40 m27,00",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 3 VRV",
        "content": "Sind im Fahrzeugausweis tiefere als die in den Absätzen 1, 2, 6 und 7 genannten Höchstwerte eingetragen, so dürfen diese nicht überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 4 VRV",
        "content": "Das Gewicht auf den Antriebsachsen muss mindestens betragen (minimales Adhäsionsgewicht): \na. 22 Prozent des Betriebsgewichts für Fahrzeugkombinationen mit einer bauartbedingten Höchstgeschwindigkeit über 25 km/h bis 40 km/h;\nb. 25 Prozent des Betriebsgewichts für Fahrzeuge und Fahrzeugkombinationen mit einer bauartbedingten Höchstgeschwindigkeit über 40 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 5 VRV",
        "content": "Das Betriebsgewicht der Anhänger darf die im Fahrzeugausweis des Zugfahrzeuges eingetragene Anhängelast nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 8 VRV",
        "content": "Die nach den Absätzen 2 und 3 zulässigen Achslasten dürfen um höchstens 2 Prozent überschritten werden, wenn das Betriebsgewicht der Fahrzeuge und der Fahrzeugkombinationen nach den Absätzen 1 und 3 eingehalten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, III. Masse und Gewichte, Gewichte",
        "citation": "Art. 67 Abs. 9 VRV",
        "content": "Das ASTRA kann Weisungen erlassen über die höchstzulässigen Achsbelastungen und das minimale Adhäsionsgewicht bei Ausnahmefahrzeugen und Ausnahmetransporten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_67"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Anhänger",
        "citation": "Art. 68 Abs. 1 VRV",
        "content": "An Motorfahrzeugen und Fahrrädern darf nur ein Anhänger mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_68"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Anhänger",
        "citation": "Art. 68 Abs. 2 VRV",
        "content": "Es gelten folgende Ausnahmen:\na. Gewerbliche Motorkarren dürfen zwei, mit kantonaler Bewilligung drei Anhänger ziehen.\nb. Gewerbliche Traktoren dürfen zwei gewerbliche oder zwei land- und forstwirtschaftliche Anhänger ziehen.\nc. Im Nahverkehr kann die kantonale Behörde, für Bundesfahrzeuge der Bund, zwei gewerbliche Anhänger bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_68"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Anhänger",
        "citation": "Art. 68 Abs. 3 VRV",
        "content": "An land- und forstwirtschaftlichen Traktoren und Motorkarren sind zwei land- und forstwirtschaftliche Anhänger gestattet, ebenso an land- und forstwirtschaftlichen Motoreinachsern, wenn die Achse des ersten Anhängers vom Motor angetrieben wird. Auf land- und forstwirtschaftlichen Fahrten kann an land- und forstwirtschaftlichen Anhängerzügen zusätzlich ein unbeladener Anhänger oder ein leichter Arbeitsanhänger mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_68"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Anhänger",
        "citation": "Art. 68 Abs. 4 VRV",
        "content": "Anhänger zum Personentransport dürfen nur im regionalen fahrplanmässigen Verkehr konzessionierter Transportunternehmungen verwendet werden. An Gesellschaftswagen ist nur ein Gepäckanhänger bis 3,50 t Gesamtgewicht zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_68"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Anhänger",
        "citation": "Art. 68 Abs. 6 VRV",
        "content": "Im Ernstfall und bei Ernstfallübungen dürfen an Motorwagen zwei Feuerwehr- oder Zivilschutzanhänger oder zwei für Hand- oder Pferdezug eingerichtete Feuerwehrgeräte mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_68"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Anhänger",
        "citation": "Art. 68 Abs. 7 VRV",
        "content": "Anhänger an Fahrrädern dürfen mit der Ladung höchstens 1,00 m breit sein. Nach hinten ist ein Überhang der Ladung von höchstens 50 cm gestattet. Das Betriebsgewicht darf höchstens 80 kg betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_68"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Sicherheitsvorkehren bei Anhängern",
        "citation": "Art. 70 Abs. 1 VRV",
        "content": "Vor dem Wegfahren hat der Führer zu prüfen, ob der Anhänger oder Sattelanhänger zuverlässig angekuppelt ist, Bremsen und Beleuchtung einwandfrei wirken und bei Vorwärtsfahrt auch in Kurven ein Anstossen am Zugfahrzeug ausgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_70"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Sicherheitsvorkehren bei Anhängern",
        "citation": "Art. 70 Abs. 2 VRV",
        "content": "Der Fahrzeugführer und seine Hilfspersonen haben nötigenfalls Sicherheitsmassnahmen zu treffen und namentlich eine allfällige Lenkung des Anhängers ordnungsgemäss zu bedienen, wenn bei ungünstigem Nachlauf eines Anhängers enge Kurven befahren werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_70"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen und Stossen allgemein",
        "citation": "Art. 71 Abs. 1 VRV",
        "content": "Führer von Motorfahrzeugen und Fahrrädern* sowie Mitfahrende dürfen keine Fahrzeuge und Gegenstände stossen, ziehen oder schleppen. Untersagt ist auch das Ziehen von Skifahrern, Sportschlitten u. dgl. sowie das Führen von Tieren. Erwachsene Radfahrer dürfen jedoch mit der gebotenen Vorsicht einen Hund an der Leine führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_71"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen und Stossen allgemein",
        "citation": "Art. 71 Abs. 2 VRV",
        "content": "Die kantonale Behörde kann das Schleppen von Holz und dergleichen gestatten, ebenso das Ziehen von Skifahrern in Wintersportgebieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_71"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen und Stossen allgemein",
        "citation": "Art. 71 Abs. 3 VRV",
        "content": "...* Für die Fahrräder vgl. auch Art. 46 Abs. 4 SVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_71"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen von Motorfahrzeugen",
        "citation": "Art. 72 Abs. 1 VRV",
        "content": "Motorfahrzeuge (ausgenommen Motorräder) dürfen höchstens ein anderes Motorfahrzeug ohne Anhänger schleppen, Motorräder höchstens ein Motorrad. Das Schleppen von Fahrzeugen, die gebrauchsfähige Tretpedale aufweisen, ist untersagt. Die kantonale Behörde kann das Schleppen von zwei Traktoren oder leichten Motorfahrzeugen – ausgenommen Motorräder – bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_72"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen von Motorfahrzeugen",
        "citation": "Art. 72 Abs. 2 VRV",
        "content": "Das geschleppte Fahrzeug muss von einem Führer mit Ausweis gelenkt werden, wenn die Abschleppvorrichtung seine Lenkung nicht gewährleistet. Auf Motorfahrzeugen, die ganz oder teilweise auf einer fahrbaren Abschleppvorrichtung aufliegen, dürfen keine Personen Platz nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_72"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen von Motorfahrzeugen",
        "citation": "Art. 72 Abs. 3 VRV",
        "content": "Motorfahrzeuge, die nicht selbst gebremst werden können, müssen mit dem Schleppfahrzeug durch eine feste Vorrichtung verbunden sein; ihr Gewicht darf das Betriebsgewicht des Schleppfahrzeugs in der Regel nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_72"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen von Motorfahrzeugen",
        "citation": "Art. 72 Abs. 4 VRV",
        "content": "Motorräder dürfen aufgesattelt an einem Motorfahrzeug – ausgenommen einem Motorrad ohne Seitenwagen – geschleppt werden. Auf dem aufgesattelten Fahrzeug darf niemand Platz nehmen; es darf weder sich lösen noch umkippen können. Mit einem Seil darf nur ein Motorrad in Panne geschleppt werden; sein Führer muss das Seil nötigenfalls sofort lösen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_72"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, IV. Mitführen von Anhängern, Schleppen, Schleppen von Motorfahrzeugen",
        "citation": "Art. 72 Abs. 5 VRV",
        "content": "Schleppstangen dürfen höchstens 5 m, Schleppseile höchstens 8 m lang sein. Das Seil ist in der Mitte auffällig zu kennzeichnen. Ketten dürfen nicht verwendet werden, bei Motorrädern auch keine metallischen Seile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_72"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 VRV",
        "content": "(Art. 30 Abs. 2 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 1 VRV",
        "content": "Die Ladung ist so anzuordnen, dass die Lenkachsen wenigstens 20 Prozent des Betriebsgewichtes tragen und bei Zentralachsanhängern der Schwerpunkt vor der Achse liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 2 VRV",
        "content": "Die Ladung darf mehrspurige Motorfahrzeuge und Anhänger seitlich nicht überragen. Es gelten folgende Ausnahmen:\na. unteilbare Sportgeräte von höchstens 2,55 m Breite auf Sportgeräteanhängern;\nb. Heu- und Strohballen und dergleichen bis zu einer Breite von 2,55 m auf land- und forstwirtschaftlichen Fahrten;\nc. loses Heu, Stroh und dergleichen auf land- und forstwirtschaftlichen Fahrten, wenn keine festen Gegenstände über den Fahrzeugrand vorstehen;\nd. Fahrräder und Motorfahrräder, die hinten an Motorfahrzeugen befestigt sind, sofern die Überragung nicht mehr als 20 cm pro Seite (Art. 38 Abs. 1bis VTS) und die Gesamtbreite nicht mehr als 2 m beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 3 VRV",
        "content": "Die Ladung darf bei Motorfahrzeugen, von der Mitte der Lenkvorrichtung gemessen, höchstens 3,00 m nach vorne und bei Motorfahrzeugen und Anhängern höchstens 5,00 m hinter die Mitte der Hinterachse oder den Drehpunkt der Hinterachsen hinausreichen, wenn sie über die Ladefläche hinausragt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 4 VRV",
        "content": "Waren dürfen mit Motorfahrzeugen nur auf einer Ladefläche befördert werden. Die kantonale Behörde kann aus zwingenden Gründen für den Transport besonderer Güter an Kranen, auf Ladegabeln u. dgl. Ausnahmen bewilligen. Sie trifft die erforderlichen Sicherheitsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 5 VRV",
        "content": "Durch geeignete Massnahmen ist sicherzustellen, dass Ladungen und Teile von Ladungen nicht leicht abgeweht werden können; dies gilt nicht für Fahrzeuge mit einer bauartbedingten Höchstgeschwindigkeit von maximal 40 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 6 VRV",
        "content": "Auf Ladeflächen vor und neben dem Führersitz sind nur Ladungen gestattet, welche die Sicht nicht behindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Ladung; Allgemeines",
        "citation": "Art. 73 Abs. 7 VRV",
        "content": "Wo wegen Vereisung Gleitgefahr besteht, darf keine Ware transportiert werden, von der Wasser auf die öffentliche Strasse abtropft, z.B. nasser Kies, Sand u. dgl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_73"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Transport von Tieren",
        "citation": "Art. 74 VRV",
        "content": "(Art. 30 Abs. 4 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_74"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Transport von Tieren",
        "citation": "Art. 74 Abs. 1 VRV",
        "content": "Beim Transport von Tieren dürfen keine Ausscheidungen nach aussen gelangen. Nötigenfalls muss der Boden mit genügend saugfähigem Material versehen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_74"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Transport von Tieren",
        "citation": "Art. 74 Abs. 2 VRV",
        "content": "Motorfahrzeuge und Anhänger dürfen zu regelmässigen Transporten von Klauen- oder Huftieren nur verwendet werden, wenn sie gemäss Eintrag im Ausweis dafür zugelassen sind. Die Wände bis zur vorgeschriebenen Höhe und der Boden müssen so dicht sein, dass keine Ausscheidungen nach aussen gelangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_74"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Transport von Tieren",
        "citation": "Art. 74 Abs. 3 VRV",
        "content": "Auf Motorrädern und Fahrrädern dürfen Tiere nur in Käfigen oder Körben befördert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_74"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, V. Ladung, Transport von Tieren",
        "citation": "Art. 74 Abs. 4 VRV",
        "content": "Vorbehalten bleiben die Bestimmungen der Tierseuchenverordnung vom 27. Juni 1995 und der Tierschutzverordnung vom 23. April 2008.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_74"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Linienverkehr",
        "citation": "Art. 76 Abs. VRV",
        "content": "(Art. 9 Abs. 3 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_76"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Linienverkehr",
        "citation": "Art. 76 Abs. 1 VRV",
        "content": "Wenn es die örtlichen Verhältnisse gestatten, können die Kantone auf ihrem Gebiet für Fahrzeuge zum Personentransport, die ausschliesslich im regionalen fahrplanmässigen Verkehr konzessionierter Transportunternehmungen eingesetzt werden, Ausnahmen bewilligen hinsichtlich Gesamtgewicht, Achsbelastung und Kreisfahrbedingungen und nach den Absätzen 2–4 auch hinsichtlich des Mitführens von Anhängern und der Ausmasse der Fahrzeuge. Werden Nationalstrassen befahren, so dürfen die Ausnahmen nur mit Zustimmung des ASTRA bewilligt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_76"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Linienverkehr",
        "citation": "Art. 76 Abs. 2 VRV",
        "content": "Die Kantone können an Gesellschaftswagen bewilligen:\na. einen Normalanhänger zum Personentransport und zusätzlich einen Gepäckanhänger bis 3,5 t Gesamtgewicht; oder\nb. einen Anhänger zum Sachentransport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_76"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Linienverkehr",
        "citation": "Art. 76 Abs. 3 VRV",
        "content": "Sie können an Gelenkbussen und Sattelmotorfahrzeugen zum Personentransport höchstens einen Gepäckanhänger bis 3,5 t Gesamtgewicht bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_76"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Linienverkehr",
        "citation": "Art. 76 Abs. 4 VRV",
        "content": "Sie können eine Breite bis 2,55 m auch auf Strassen mit einer signalisierten Höchstbreite bewilligen sowie die folgenden Höchstlängen:\na. 25 m beim Gelenkbus;\nb. 18,75 m beim Sattelmotorfahrzeug mit Gepäckanhänger;\nc. 25 m beim Gesellschaftswagen mit Anhänger zum Personentransport;\nd. 28 m beim Gesellschaftswagen, wenn ein Anhänger zum Personen transport und ein Gepäckanhänger mitgeführt werden, und beim  Gelenkbus mit Gepäckanhänger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_76"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Arbeitsfahrzeuge; Schlittenanhänger; Transportbehälter",
        "citation": "Art. 77 VRV",
        "content": "(Art. 57 Abs. 1 SVG)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_77"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Arbeitsfahrzeuge; Schlittenanhänger; Transportbehälter",
        "citation": "Art. 77 Abs. 1 VRV",
        "content": "Mit Arbeitsfahrzeugen dürfen keine Waren befördert werden; dies gilt nicht für Fahrzeuge der Feuerwehr und des Zivilschutzes sowie für die folgenden Waren:\na. Betriebsstoffe, Bestandteile und Verbrauchsmaterial für die Maschine;\nb. Werkzeuge und Arbeitsgeräte;\nc. Güter, die im Arbeitsprozess maschinell verändert oder verbraucht werden;\nd. Fahrzeuge zur Fortbewegung des Bedienpersonals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_77"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Arbeitsfahrzeuge; Schlittenanhänger; Transportbehälter",
        "citation": "Art. 77 Abs. 2 VRV",
        "content": "Die kantonale Behörde kann die Beförderung von Waren gestatten für den werkinternen Verkehr auf öffentlicher Strasse, zum Warenumschlag zwischen benachbarten Stationen öffentlicher Transportunternehmungen und für Erdbewegungen über die Strasse und längs eines Bauplatzes durch Fahrzeuge mit Lademulden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_77"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Arbeitsfahrzeuge; Schlittenanhänger; Transportbehälter",
        "citation": "Art. 77 Abs. 3 VRV",
        "content": "Das Mitführen von Schlittenanhängern ist nur an Traktoren, Motorwagen mit Allradantrieb und Raupenfahrzeugen zulässig. Es ist von der für Ausnahmebewilligungen zuständigen Behörde (Art. 79) zu bewilligen. Die Behörde bestimmt die Strecken und verfügt die zur Sicherheit nötigen Auflagen. Sie kann Personentransporte bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_77"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Arbeitsfahrzeuge; Schlittenanhänger; Transportbehälter",
        "citation": "Art. 77 Abs. 3bis VRV",
        "content": "Keiner Bewilligung bedarf das Mitführen der folgenden Anhänger, wenn sie die Breite des Zugfahrzeugs nicht überschreiten:\na. Schlittenanhänger für den Warentransport bis zu einem Betriebsgewicht von höchstens 150 kg;\nb. Schlittenanhänger auf land- und forstwirtschaftlichen Fahrten;\nc. einplätzige Handrettungsschlitten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_77"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 1. Abschnitt: Allgemeine Bestimmungen, VI. Besondere Fälle, Arbeitsfahrzeuge; Schlittenanhänger; Transportbehälter",
        "citation": "Art. 77 Abs. 4 VRV",
        "content": "Fahrbare Transportbehälter dürfen mit Bewilligung des Kantons, auf dessen Gebiet die Fahrten stattfinden, mit geeigneten Zugfahrzeugen von der und zur Verladestation geschleppt werden. Die Bewilligung wird auf das Zugfahrzeug ausgestellt und auf bestimmte Arten von Behältern beschränkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_77"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bewilligungen",
        "citation": "Art. 78 Abs. 1 VRV",
        "content": "Fahrzeuge, die wegen der Ladung den Vorschriften über Masse und Gewichte nicht entsprechen, sowie Ausnahmefahrzeuge (Art. 25 VTS) dürfen auf öffentlichen Strassen nur auf Grund einer schriftlichen Bewilligung verkehren. Einzelbewilligungen werden für eine oder mehrere bestimmte Fahrten und Dauerbewilligungen für beliebig häufige Fahrten erteilt. Bewilligungen für Übergewicht dürfen nur für Fahrzeuge bzw. Fahrzeugkombinationen erteilt werden, die gemäss Fahrzeugausweis für das gesetzlich zulässige Höchstgewicht zugelassen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_78"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bewilligungen",
        "citation": "Art. 78 Abs. 2 VRV",
        "content": "Für Fahrten, bei denen Höchstbreite, Höchsthöhe oder Höchstgewicht überschritten werden, sind nur Einzelbewilligungen zulässig. Dauerbewilligungen können jedoch erteilt werden für:\na. zusammengehörende Transporte auf derselben Strecke;\nb. Überführung, Transport und Verwendung von Arbeitsfahrzeugen innerhalb des Kantonsgebietes;\nc. die Verwendung von Raupenfahrzeugen in Wintersportgebieten; Dauerbewilligungen für Raupenfahrzeuge können mit Zustimmung der betroffenen Kantone auch für Wintersportgebiete, die Teile mehrerer Kantone umfassen, erteilt werden;\nd. den Transport unteilbarer Güter innerhalb des Kantonsgebietes;\ne. die Beförderung von beladenen Eisenbahnwagen mit Rollschemeln innerhalb des Kantonsgebietes und mit Zustimmung der betroffenen Kantone auch für ausserkantonale Strecken;\nf. den Transport unteilbarer Güter und die Verwendung von Ausnahmefahrzeugen im Rahmen der Limiten von Artikel 79 Absatz 2 Buchstabe a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_78"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bewilligungen",
        "citation": "Art. 78 Abs. 2bis VRV",
        "content": "Bei Ausnahmefahrzeugen, deren Abmessungen und Gewichte die Limiten nach Artikel 79 Absatz 2 Buchstabe a nicht überschreiten, kann die Dauerbewilligung im Fahrzeugausweis als Verfügung der Behörde eingetragen werden, sofern die Kreisfahrbedingungen nach Artikel 65a eingehalten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_78"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bewilligungen",
        "citation": "Art. 78 Abs. 4 VRV",
        "content": "Die Bewilligung kann jederzeit entzogen werden, namentlich wenn sie missbraucht wurde, die Fahrzeuge im Verkehr Schwierigkeiten verursachen oder die bewilligten Fahrten nicht mehr nötig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_78"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Zuständigkeit",
        "citation": "Art. 79 Abs. 1 VRV",
        "content": "Der Standortkanton oder der Kanton, in dem die bewilligungspflichtige Fahrt beginnt, erteilt die Bewilligungen für Export- und Binnenfahrten, das ASTRA für Fahrzeuge im Dienste des Bundes sowie für Import- und grenzüberschreitende Transitfahrten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_79"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Zuständigkeit",
        "citation": "Art. 79 Abs. 2 VRV",
        "content": "Werden die gesetzlichen Masse und Gewichte überschritten, so können die Bewilligungen unter folgenden Voraussetzungen für die ganze Schweiz erteilt werden:\na. Fahrzeuge und Fahrzeugkombinationen dürfen höchstens 30 m lang, 3 m breit und 4 m hoch sein sowie höchstens 44 t Betriebsgewicht aufweisen; die Achsbelastung darf je Achse 12 t nicht übersteigen;\nb. es dürfen nur Durchgangsstrassen nach den Anhängen 1 und 2 Buchstaben A und B der Durchgangsstrassenverordnung vom 18. Dezember 1991 und von solchen Strassen berührte Ortschaften benützt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_79"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Zuständigkeit",
        "citation": "Art. 79 Abs. 3 VRV",
        "content": "Bei Einzelbewilligungen kann das Betriebsgewicht nach Absatz 2 Buchstabe a bis 50 t betragen, wenn der Transit durch die von der ausserkantonalen Fahrstrecke berührten Kantone ausschliesslich auf der Autobahn erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_79"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Zuständigkeit",
        "citation": "Art. 79 Abs. 4 VRV",
        "content": "Sind die Voraussetzungen nach Absatz 2 nicht erfüllt, so erteilt jeder von der Fahrt betroffene Kanton eine Bewilligung für sein Kantonsgebiet oder gibt für Bewilligungen des ASTRA seine Zustimmung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_79"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Zuständigkeit",
        "citation": "Art. 79 Abs. 5 VRV",
        "content": "Werden die Masse und Gewichte nach Absatz 2 Buchstabe a überschritten, so darf die Bewilligung für das Befahren von Nationalstrassen nur mit Zustimmung des ASTRA erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_79"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Übermasse und Übergewichte",
        "citation": "Art. 80 Abs. 1 VRV",
        "content": "Ausnahmen von den gesetzlichen Höchstmassen und Höchstgewichten (Art. 64–67) sind nur zulässig:\na. für die Überführung und Verwendung von Ausnahmefahrzeugen, namentlich Arbeits- und Raupenfahrzeugen, die wegen ihrer Zweckbestimmung den Vorschriften nicht entsprechen können;\nb. für die Beförderung eines unteilbaren Gutes, wenn die Vorschriften trotz Verwendung geeigneter Fahrzeuge nicht eingehalten werden können; von dieser Regel kann zur Vermeidung eines zweiten Transportes abgewichen werden, wenn ein Arbeitsmotorwagen eigene Bestandteile, z. B. Kranarme, mitführt;\nc. für die Beförderung von Kranzubehör, namentlich Gegengewichte, zum oder vom Arbeitsort des Krans;\nd. für die Beförderung von Motorfahrzeugen zur Fortbewegung des Bedienpersonals von Arbeitsfahrzeugen mit stationärem Arbeitseinsatz, namentlich Kranwagen: bis höchstens 3 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_80"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Übermasse und Übergewichte",
        "citation": "Art. 80 Abs. 2 VRV",
        "content": "Wird der Verkehr erheblich behindert, so ist die Bewilligung zu verweigern, ausser wenn die Wahl eines andern Verkehrsmittels wegen der Natur des Gutes, der Dringlichkeit der Fahrt, der Länge des Weges oder wegen Umladeschwierigkeiten usw. unzumutbar wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_80"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Übermasse und Übergewichte",
        "citation": "Art. 80 Abs. 3 VRV",
        "content": "Innerhalb des Kantonsgebietes kann die kantonale Behörde auf Strassen mit einer signalisierten Höchstbreite Fahrten mit breiteren Fahrzeugen bewilligen, soweit die Strassenverhältnisse es zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_80"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bedingungen für Ausnahmeanhänger",
        "citation": "Art. 82 Abs. 1 VRV",
        "content": "Für die Begrenzung des Betriebsgewichts der Ausnahmeanhänger gilt Artikel 67 Absatz 5 oder das in der Bewilligung nach Artikel 78 eingetragene Gesamtzugsgewicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_82"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bedingungen für Ausnahmeanhänger",
        "citation": "Art. 82 Abs. 2 VRV",
        "content": "Beim Mitführen eines Ausnahmeanhängers ist kein weiterer Anhänger zulässig. Die Behörde kann jedoch in begründeten Fällen an Traktoren und Lastwagen höchstens zwei Ausnahmeanhänger, an den übrigen Motorfahrzeugen, ausser an Motorrädern, höchstens zwei kleine fahrbare Behälter bewilligen. Schaustellern kann sie zwei Anhänger bis zu einer Gesamtlänge der Fahrzeugkombination von 30 m bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_82"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Bedingungen für Ausnahmeanhänger",
        "citation": "Art. 82 Abs. 3 VRV",
        "content": "Die Bewilligung für Ausnahmeanhänger, ausgenommen fahrbare Behälter (Art. 77 Abs. 4), wird auf den Anhänger ausgestellt und auf bestimmte Zugfahrzeuge beschränkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_82"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Schutzanordnungen",
        "citation": "Art. 84 Abs. 1 VRV",
        "content": "Die Bewilligungsbehörde ordnet die Vorkehren an, die wegen der Besonderheit der Fahrzeuge nötig sind für die Sicherheit des Verkehrs und den Schutz der Fahrbahn sowie zur Vermeidung von Lärm und Verkehrsstörungen. Das ASTRA erlässt hiefür einheitliche Richtlinien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_84"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Schutzanordnungen",
        "citation": "Art. 84 Abs. 2 VRV",
        "content": "Bei schwierigen Strassen- und Verkehrsverhältnissen haben Fahrzeugführer und Hilfspersonen von sich aus die erforderlichen weiteren Sicherheitsmassnahmen zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_84"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Verhalten im Verkehr",
        "citation": "Art. 85 Abs. 1 VRV",
        "content": "Die Fahrzeugführer müssen so fahren, dass die andern Strassenbenützer möglichst wenig behindert werden. Andern Fahrzeugen ist das Kreuzen und Überholen zu erleichtern, nötigenfalls durch Halten ausserhalb der Fahrbahn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_85"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte, Verhalten im Verkehr",
        "citation": "Art. 85 Abs. 3 VRV",
        "content": "Mit Ausnahmefahrzeugen und auf Ausnahmetransporten darf aus zwingenden Gründen und bei genügenden Sicherheitsmassnahmen von den Verkehrsregeln sowie signalisierten oder markierten Anordnungen abgewichen werden. Dies gilt sinngemäss für deren Begleitfahrzeuge sowie für Fahrzeuge zum Bau, zum Unterhalt und zur Reinigung der Strasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_85"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Zulässige Fahrten",
        "citation": "Art. 86 Abs. 1 VRV",
        "content": "Mit land- und forstwirtschaftlichen Motorfahrzeugen und Anhängern (land- und forstwirtschaftliche Fahrzeuge) dürfen auf öffentlichen Strassen nur land- und forstwirtschaftliche Fahrten durchgeführt werden, nämlich:\na. Gütertransporte im Zusammenhang mit der Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs;\nb. Überführungsfahrten von Arbeitsstelle zu Arbeitsstelle oder bei der Anschaffung und zum Unterhalt der Fahrzeuge u. dgl.;\nc. Personentransporte im Zusammenhang mit der Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_86"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Zulässige Fahrten",
        "citation": "Art. 86 Abs. 2 VRV",
        "content": "Den Land- und Forstwirtschaftsbetrieben sind gleichgestellt:\na. ...\nb. die dem Pflanzenbau, namentlich dem Gemüse‐, Obst- und Weinbau dienenden Betriebe;\nc. die Gärtnereien;\nd. die Imkereien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_86"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Zulässige Fahrten",
        "citation": "Art. 86 Abs. 3 VRV",
        "content": "Land- und forstwirtschaftliche Fahrzeuge dürfen auch zu land- und forstwirtschaftlichen Fahrten für Dritte, selbst gegen Entgelt, verwendet werden. Personen und Betriebe, die nicht in der Land- oder Forstwirtschaft tätig sind, können land- und forstwirtschaftliche Fahrzeuge halten, wenn sie damit nur land- und forstwirtschaftliche Fahrten und Arbeiten für Dritte ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_86"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Fahrten zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs",
        "citation": "Art. 87 Abs. 1 VRV",
        "content": "Mit der Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs im Zusammenhang stehen die Fahrten zwischen den verschiedenen Teilen des Betriebes, namentlich zwischen dem Betrieb und dem bewirtschafteten Einsatzgebiet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_87"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Fahrten zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs",
        "citation": "Art. 87 Abs. 2 VRV",
        "content": "Zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs gehören auch die folgenden Fahrten, wenn sie nicht für Lieferanten oder Abnehmer erfolgen, die mit dem Transportgut gewerbsmässig Handel treiben, es gewerbsmässig herstellen oder verarbeiten:\na. Zu- und Abfuhr von Betriebsmitteln wie Futter, Streue, Dünger und Samen, von land-, haus- und forstwirtschaftlichen Maschinen oder Geräten, von Hausrat und Baumaterialien;\nb. Zu- und Abfuhr von Vieh, z.B. im Zusammenhang mit der Sömmerung, mit Märkten oder Ausstellungen;\nc. Abfuhr der Produkte des Betriebes zur Verarbeitung oder Verwertung bis zum ersten Abnehmer;\nd. Transporte für eine Kiesgrube, einen Torfstich, eine Schweine-, Geflügel- oder Bienenhaltung, die als Nebengewerbe zu einem Land- oder Forstwirtschaftsbetrieb gehören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_87"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Fahrten zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs",
        "citation": "Art. 87 Abs. 3 VRV",
        "content": "Den Fahrten zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs sind gleichgestellt:\na. Transporte für Meliorationen oder Neulandgewinnung, Güterzusammenlegungen und Rodungen zur land- und forstwirtschaftlichen Nutzung des Bodens;\nb. Fuhren für Wuhrarbeiten und Verbauungen, an denen der Fahrzeughalter unmittelbar beteiligt ist;\nc. Transporte im Zusammenhang mit Gemeindewerk und Fronarbeiten, zu denen der Fahrzeughalter gegenüber dem Gemeinwesen verpflichtet ist;\nd. Transporte von Brennholz und sogenanntem Bürgerholz vom Wald zum ersten Abnehmer;\ne. Fahrten für die Feuerwehr und den Zivilschutz;\nf. unentgeltliche Fahrten, die gemeinnützigen Zwecken oder der Erhaltung alter land- und forstwirtschaftlicher Fahrzeuge als technisches Kulturgut dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_87"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Verbotene Fahrten",
        "citation": "Art. 88 VRV",
        "content": "Nichtlandwirtschaftliche und nichtforstwirtschaftliche Fahrten mit land- und forstwirtschaftlichen Fahrzeugen sind untersagt, namentlich:\na. Fahrten für ein anderes als in Artikel 87 Absatz 2 Buchstabe d genanntes Nebengewerbe, z.B. Mosterei, Sägerei, Futter- und Viehhandel;\nb. Fahrten für Betriebe, die nicht in der Land- oder Forstwirtschaft tätig sind, wie Einsammeln von Milch oder andern landwirtschaftlichen Erzeugnissen für eine Sammelstelle und Weitertransport der Produkte, Transport von Holz für Sägereien oder Händler, Abholen des Getreides und Rücktransport der Mahlprodukte für Kundenmühlen;\nc. Fahrten, die auf dem Submissionsweg übernommen werden oder in Zusammenhang stehen mit gewerblichen Aufgaben öffentlicher Verwaltungen, ausgenommen in den Fällen von Artikel 87 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_88"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Genossenschaften",
        "citation": "Art. 89 VRV",
        "content": "Landwirtschaftliche und forstwirtschaftliche Genossenschaften können land- und forstwirtschaftliche Fahrzeuge halten und damit land- und forstwirtschaftliche Fahrten und Arbeiten für Genossenschaftsmitglieder oder andere in der Land- oder Forstwirtschaft tätige Betriebe ausführen. Die Fahrzeuge dürfen dagegen nicht für einen Handels- oder Gewerbebetrieb der Genossenschaft verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_89"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Ausnahmebewilligungen",
        "citation": "Art. 90 Abs. 1 VRV",
        "content": "Die kantonale Behörde kann die gewerbliche Verwendung land- und forstwirtschaftlicher Fahrzeuge bewilligen:\na. zu Fahrten für Staat und Gemeinde, namentlich für Bau und Unterhalt von Strassen und Wegen, für Kehrichtabfuhr und Schneeräumung;\nb. zu anderen einem allgemeinen Bedürfnis entsprechenden Fahrten, wie Einsammeln der Milch und Transport von der Sammelstelle zur Bahn, Bahncamionnage für abgelegene Gemeinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_90"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Ausnahmebewilligungen",
        "citation": "Art. 90 Abs. 2 VRV",
        "content": "Solche Bewilligungen dürfen nur aus zwingenden Gründen und nur für Orte erteilt werden, wo gewerbliche Fahrzeuge für eine zweckmässige Ausführung der Fahrten nicht zur Verfügung stehen. Voraussetzung ist, dass die bewilligten Fahrten unbedeutend sind und die land- und forstwirtschaftliche Verwendung des Fahrzeugs überwiegt. Die Bewilligung kann jederzeit widerrufen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_90"
    },
    {
        "book": "VRV",
        "title": "VRV, 4. Teil: Verwendung der Fahrzeuge, 3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge, Ausnahmebewilligungen",
        "citation": "Art. 90 Abs. 3 VRV",
        "content": "Die kantonale Behörde kann die Verwendung land- und forstwirtschaftlicher Fahrzeuge bei Umzügen und dergleichen gestatten; sie ordnet nötigenfalls Sicherheitsmassnahmen an. Für die Versicherung gilt Artikel 3 Absatz 2 der Verkehrsversicherungsverordnung vom 20. November 1959 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_90"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Grundsatz",
        "citation": "Art. 91 Abs. 1 VRV",
        "content": "Das Sonntagsfahrverbot gilt an allen Sonntagen und an den folgenden Feiertagen: Neujahr, Karfreitag, Ostermontag, Auffahrt, Pfingstmontag, 1. August, Weihnachten sowie 26. Dezember, wenn Weihnachten nicht auf einen Montag oder Freitag fällt. Wird in einem Kanton oder Kantonsteil einer dieser Tage nicht gefeiert, so gilt dort auch das Sonntagsfahrverbot nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Grundsatz",
        "citation": "Art. 91 Abs. 2 VRV",
        "content": "Das Nachtfahrverbot gilt von 22.00 Uhr bis 05.00 Uhr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Grundsatz",
        "citation": "Art. 91 Abs. 3 VRV",
        "content": "Unter das Sonntags- und Nachtfahrverbot fallen:\na. schwere Motorwagen (Art. 10 Abs. 2 VTS);\nb. gewerbliche Traktoren und Arbeitsmotorwagen;\nc. Sattelmotorfahrzeuge mit einem zulässigen Gesamtzugsgewicht (Art. 7 Abs. 6 VTS) von über 5 t;\nd. Fahrzeuge, die einen Anhänger mit einem zulässigen Gesamtgewicht (Art. 7 Abs. 4 VTS) von mehr als 3,5 t mitführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Ausnahmen vom Verbot",
        "citation": "Art. 91a Abs. 1 VRV",
        "content": "Vom Sonntags- und Nachtfahrverbot sind ausgenommen:\na. Fahrzeuge zum Personentransport;\nb. land- und forstwirtschaftliche Fahrzeuge;\nc. Fahrzeuge, die einen Sattelanhänger mit einem zum Wohnen dienenden Aufbau mitführen;\nd. Fahrten der Feuerwehr, des Zivilschutzes, der Sanität, der Polizei und des Militärs sowie Fahrten zur Hilfeleistung bei Katastrophen;\ne. gewerbliche Traktoren, Motorkarren und Arbeitskarren sowie ihre Anhänger, sofern die Fahrzeuge während den Verbotszeiten ausschliesslich für land- und forstwirtschaftliche Fahrten verwendet werden (Art. 86–90);\nf. Fahrten der Schweizerischen Post AG und der Postkonzerngesellschaften nach Artikel 1 Buchstabe e der Postverordnung vom 29. August 2012 (VPG) im Rahmen der Verpflichtung der Schweizerischen Post AG zur Grundversorgung mit Postdiensten (Art. 13 des Postgesetzes vom 17. Dezember 2010);\ng. Transporte von Lebensmitteln (Art. 4 des Lebensmittelgesetzes vom 20. Juni 2014, LMG), die nicht tiefgefroren, ultrahocherhitzt oder sterilisiert sind und deren Verbrauchsfrist höchstens 30 Tage beträgt;\nh. Transporte von Schlachttieren und Sportpferden;\ni. Transporte von Schnittblumen;\nj. Transporte von Tageszeitungen mit redaktionellem Inhalt sowie Fahrten für aktuelle Fernsehreportagen;\nk. Fahrten mit Raupenfahrzeugen zur Pistenbereitung;\nl. Fahrzeuge mit aufgebautem Nutzraum, der speziell zum Blutspenden eingerichtet ist;\nm. schwere Motorwagen mit einem Gesamtgewicht von höchstens 4250 kg, sofern sie über einen emissionsfreien Antrieb (Art. 9a Abs. 2 VTS) verfügen und das 3500 kg überschreitende Gewicht einzig durch das Mehrgewicht der emissionsfreien Antriebstechnik verursacht wird;\nn. Sattelmotorfahrzeuge mit einem zulässigen Gesamtzugsgewicht (Art. 7 Abs. 6 VTS) von höchstens 5750 kg, sofern sie über einen emissionsfreien Antrieb (Art. 9a Abs. 2 VTS) verfügen und das 5000 kg überschreitende Gewicht einzig durch das Mehrgewicht der emissionsfreien Antriebstechnik verursacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Ausnahmen vom Verbot",
        "citation": "Art. 91a Abs. 2 VRV",
        "content": "Vom Sonntags- und Nachtfahrverbot ausgenommen sind ferner Fahrten zur Hilfeleistung bei Unfällen, Fahrzeugpannen und Betriebsstörungen, namentlich in öffentlichen Transportunternehmungen und im Flugverkehr, sowie Fahrten bei Winterdiensteinsätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Ausnahmen vom Verbot",
        "citation": "Art. 91a Abs. 2bis VRV",
        "content": "Vom Sonntagsfahrverbot ausgenommen sind Veteranenfahrzeuge, die gemäss Eintrag im Fahrzeugausweis als solche anerkannt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Ausnahmen vom Verbot",
        "citation": "Art. 91a Abs. 3 VRV",
        "content": "Bei den Fahrten nach Absatz 1 Buchstaben f–j kann ein Viertel des Ladevolumens des Fahrzeugs mit anderen Gütern aufgefüllt werden. Dem Transport darf eine Leerfahrt von höchstens 30 Minuten vorangehen oder nachfolgen. Für längere Leerfahrten ist eine Bewilligung nach Artikel 92 Absatz 1 erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Ausnahmen vom Verbot",
        "citation": "Art. 91a Abs. 4 VRV",
        "content": "Bei Fahrten während des Sonntags- oder Nachtfahrverbots ist jede vermeidbare Ruhestörung zu unterlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_91_a"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Transporte mit Bewilligungen",
        "citation": "Art. 92 Abs. 1 VRV",
        "content": "Sonntags- und Nachtfahrbewilligungen werden erteilt, wenn eine Fahrt am Sonntag oder zur Nachtzeit dringend ist und weder durch organisatorische Massnahmen noch durch die Wahl eines anderen Verkehrsmittels vermieden werden kann. Sie werden erteilt für den Transport auf kürzester Strecke und nötigenfalls für eine unumgängliche Leerfahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_92"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Transporte mit Bewilligungen",
        "citation": "Art. 92 Abs. 2 VRV",
        "content": "Bewilligungen werden für folgende Fahrten erteilt:\na. Transport von Postsendungen durch Subunternehmerinnen nach Artikel 1 Buchstabe b VPG im Rahmen der Verpflichtung der Schweizerischen Post AG zur Grundversorgung mit Postdiensten;\nabis. Transport von Postsendungen durch Anbieterinnen nach Artikel 3 Absatz 1 und 8 Absatz 1 VPG oder durch deren Subunternehmerinnen nach Artikel 1 Buchstabe b VPG, sofern der Transport einem Angebot der Grundversorgung mit Postdiensten entspricht (Art. 13 des Postgesetzes vom 17. Dez. 2010);\nb. Transport von Zirkus‐, Schausteller‐, Marktfahrer‐, Orchester‐, Theatermaterial und dergleichen;\nc. Fahrten beim Bau und Unterhalt von Strassen und Gleisanlagen sowie von Werkleitungen wie Strom‐, Wasser‐, Telekomleitungen;\nd. Verschiebung von verkehrsstörenden Ausnahmefahrzeugen und für verkehrsstörende Ausnahmetransporte;\ne. Fahrten bei Veranstaltungen, namentlich zum Transport von Lebensmitteln und Getränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_92"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Transporte mit Bewilligungen",
        "citation": "Art. 92 Abs. 3 VRV",
        "content": "Bewilligungen für andere Fahrten als nach Absatz 2 darf der Kanton nur mit Zustimmung des ASTRA erteilen. In einem dringenden Fall kann der Kanton eine unerlässliche Fahrt von sich aus gestatten unter Mitteilung an das ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_92"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Transporte mit Bewilligungen",
        "citation": "Art. 92 Abs. 4 VRV",
        "content": "Der Standortkanton oder der Kanton, in dem die bewilligungspflichtige Fahrt beginnt, erteilt die Bewilligung mit Gültigkeit für die ganze Schweiz. Die Zuständigkeit des Standortkantons entfällt, wenn sein Gebiet nicht berührt wird. Für Fahrzeuge des Bundes und für Fahrten nach Absatz 2 Buchstabe abis ist das ASTRA zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_92"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Transporte mit Bewilligungen",
        "citation": "Art. 92 Abs. 5 VRV",
        "content": "Bei jedem Transport kann ein Viertel des Ladevolumens des Fahrzeugs mit andern Gütern aufgefüllt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_92"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Verfahren",
        "citation": "Art. 93 Abs. 1 VRV",
        "content": "Es dürfen Einzelbewilligungen für eine oder mehrere bestimmte Fahrten und Dauerbewilligungen für beliebig häufige Fahrten erteilt werden. Die Dauerbewilligungen sind auf höchstens zwölf Monate zu befristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_93"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Verfahren",
        "citation": "Art. 93 Abs. 2 VRV",
        "content": "In der Bewilligung sind anzugeben:\na bei Einzelbewilligungen: die Art des Ladegutes, die Zeit der Fahrt und die Fahrstrecke;\nb. bei Dauerbewilligungen: die Art des Ladegutes, das Gebiet und die Zeit der Fahrten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_93"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 1. Abschnitt: Sonntags- und Nachtfahrverbot, Verfahren",
        "citation": "Art. 93 Abs. 4 VRV",
        "content": "Die Bewilligung kann jederzeit entzogen werden, namentlich wenn sie missbraucht wurde oder bewilligte Fahrten nicht mehr nötig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_93"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Verbotene Veranstaltungen; Ausnahmen",
        "citation": "Art. 94 Abs. 1 VRV",
        "content": "Unter das Verbot der öffentlichen Rundstreckenrennen mit Motorfahrzeugen fallen alle Rennen, bei denen die gleiche Strecke ununterbrochen mehrmals zu befahren ist, wenn Zuschauer zugelassen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_94"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Verbotene Veranstaltungen; Ausnahmen",
        "citation": "Art. 94 Abs. 2 VRV",
        "content": "Untersagt sind ferner Veranstaltungen, bei denen die Teilnehmer einander gemäss Reglement durch gegenseitige Beschädigung zum Ausscheiden zwingen dürfen (sogenannte Stock-Car-Veranstaltungen u. dgl.) sowie Ballonverfolgungsfahrten auf Zeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_94"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Verbotene Veranstaltungen; Ausnahmen",
        "citation": "Art. 94 Abs. 3 VRV",
        "content": "Gestattet sind jedoch mit Bewilligung der kantonalen Behörde:\na. Rasenrennen mit Motorrädern;\nb. Geschicklichkeitswettfahrten im Gelände;\nc. Rennen mit besonderen Fahrzeugen von höchstens 250 cm3 Zylinderinhalt wie sogenannte Karts;\nd. Autoslaloms;\ne. Rennen im Rahmen der Formel-E-Meisterschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_94"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Bewilligungen",
        "citation": "Art. 95 Abs. 1 VRV",
        "content": "Gesuche für bewilligungspflichtige Veranstaltungen müssen der kantonalen Behörde spätestens einen Monat vor der Durchführung eingereicht werden. Beizulegen sind der Entwurf des Reglements, der Strecken- und Zeitplan sowie Angaben über die vorgesehenen Sicherheitsmassnahmen, die Organisation des Sanitätsdienstes und die ungefähre Zahl der Teilnehmer.*",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_95"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Bewilligungen",
        "citation": "Art. 95 Abs. 2 VRV",
        "content": "Es besteht kein Anspruch auf die Bewilligung. Sie ist namentlich zu verweigern, wenn eine Belästigung durch übermässigen oder langandauernden Lärm zu befürchten ist. Für Veranstaltungen auf Pisten ist sie ferner zu versagen, wenn der nicht bewilligungspflichtige Betrieb der Piste den Zielen der Verkehrserziehung und Lärmbekämpfung zuwiderläuft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_95"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Bewilligungen",
        "citation": "Art. 95 Abs. 3 VRV",
        "content": "Schnitzelfahrten, Orientierungsfahrten u. dgl. werden nur bewilligt, wenn die Bewertung nicht nach der kürzesten Fahrzeit erfolgt. Geschwindigkeitsprüfungen mit Motorfahrzeugen, wie Bergrennen, sind nur auf abgesperrten Strassen gestattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_95"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Bewilligungen",
        "citation": "Art. 95 Abs. 4 VRV",
        "content": "Sind Durchschnittsgeschwindigkeiten vorgesehen, so hat der Veranstalter geheime Kontrollen vorzunehmen und Überschreitungen bei der Bewertung angemessen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_95"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 2. Abschnitt: Sportliche Veranstaltungen, Bewilligungen",
        "citation": "Art. 95 Abs. 5 VRV",
        "content": "Für Rennen im Rahmen der Formel-E-Meisterschaft legt die kantonale Behörde in der Bewilligung eine für Rennkurs und Fahrzeuge angemessene Höchstgeschwindigkeit fest. Die kantonale Behörde stellt sicher, dass die Höchstgeschwindigkeit kontrolliert und durchgesetzt wird.* Für den Versicherungsnachweis vgl. die Art. 30 und 31 der Verkehrsversicherungsverordnung vom 20. Nov. 1959 (SR 741.31).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_95"
    },
    {
        "book": "VRV",
        "title": "VRV, 5. Teil: Verschiedene Bestimmungen, 3. Abschnitt: Strafbestimmung",
        "citation": "Art. 96 VRV",
        "content": "(Art. 103 Abs. 1 SVG)Wer Vorschriften dieser Verordnung verletzt, wird, wenn keine andere Strafbestimmung anwendbar ist, mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/de#art_96"
    }
]