[
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 1 ONC",
        "content": "Le strade sono aree utilizzate dai veicoli a motore, dai veicoli senza motore o dai pedoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 2 ONC",
        "content": "Sono strade pubbliche quelle che non servono esclusivamente all’uso privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 3 ONC",
        "content": "Le autostrade e le semiautostrade sono le strade riservate alla circolazione dei veicoli a motore e segnalate come tali (art. 45 cpv. 1 O del 5 set. 1979 sulla circolazione stradale, OSStr). Le autostrade hanno carreggiate separate per ogni senso e non hanno crocevia a raso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 4 ONC",
        "content": "La carreggiata è la parte della strada destinata alla circolazione dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 5 ONC",
        "content": "Le corsie sono parti demarcate della carreggiata e sufficientemente larghe per permettere la circolazione di una colonna di veicoli (art. 74 OSStr).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 6 ONC",
        "content": "Le ciclopiste sono strade destinate ai ciclisti, costruite in modo da essere separate dalla carreggiata e segnalate come tali (art. 33 cpv. 1 OSStr).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 7 ONC",
        "content": "Le corsie ciclabili sono corsie destinate ai ciclisti, delimitate da linee gialle discontinue oppure eccezionalmente continue (art. 74 cpv. 5 OSStr).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 8 ONC",
        "content": "Le intersezioni sono i crocevia, le biforcazioni o gli sbocchi di carreggiate. I punti in cui le ciclopiste, le strade dei campi, l’uscita da una autorimessa, da un parcheggio, da una fabbrica o da un cortile ecc. incontrano la carreggiata non sono intersezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 9 ONC",
        "content": "Regolazione* del traffico è l’ordine di arresto e di movimento del traffico per mezzo della polizia o di segnali luminosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Definizioni",
        "citation": "Art. 1 cpv. 10 ONC",
        "content": "I mezzi simili a veicoli sono pattini a rotelle, pattini in linea, monopattini o mezzi di spostamento analoghi muniti di ruote o rotelle che vengono azionati dalla sola forza fisica dell’utente. I velocipedi per bambini sono equiparati ai mezzi simili a veicoli.* Cfr. art. 6 cpv. 1 e 2, e art. 47 cpv. 2",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1"
    },
    {
        "book": "VRV",
        "title": "ONC, Introduzione, Numeri dopo la designazione di segnali e demarcazioni",
        "citation": "Art. 1a ONC",
        "content": "I numeri tra parentesi che figurano dopo la designazione di un segnale o di una demarcazione si riferiscono alle figure numerate dell’allegato 2 OSStr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_1_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Stato del conducente",
        "citation": "Art. 2 ONC",
        "content": "(art. 31 cpv. 2 e 55 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Stato del conducente",
        "citation": "Art. 2 cpv. 1 ONC",
        "content": "Chiunque, per spossatezza, influsso dell’alcol, di medicamenti o di stupefacenti oppure per altri motivi è inabile alla guida, non può condurre un veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Stato del conducente",
        "citation": "Art. 2 cpv. 2 ONC",
        "content": "Un conducente è considerato inabile alla guida se nel suo sangue è provata la presenza di:\na. tetraidrocannabinolo (cannabis);\nb. morfina libera (eroina/morfina);\nc. cocaina;\nd. amfetamina (amfetamina);\ne. metamfetamina;\nf. MDEA (metilendiossietilamfetamina); o\ng. MDMA (metilendiossimetilamfetamina).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Stato del conducente",
        "citation": "Art. 2 cpv. 2bis ONC",
        "content": "L’Ufficio federale delle strade (USTRA) emana, d’intesa con gli esperti, direttive concernenti la prova della presenza delle sostanze di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Stato del conducente",
        "citation": "Art. 2 cpv. 2ter ONC",
        "content": "La presenza attestata di una delle sostanze di cui al capoverso 2 non è sufficiente per stabilire l’inabilità alla guida di una persona in grado di provare di consumare una o più di queste sostanze su prescrizione medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Stato del conducente",
        "citation": "Art. 2 cpv. 3 ONC",
        "content": "Nessuno può affidare un veicolo a un conducente inabile alla guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Divieto di guidare sotto l’influsso dell’alcol",
        "citation": "Art. 2a cpv. bis ONC",
        "content": "(art. 31 cpv. 2 e 2ter LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Divieto di guidare sotto l’influsso dell’alcol",
        "citation": "Art. 2a cpv. 1 ONC",
        "content": "È vietato guidare sotto l’influsso dell’alcol:\na. durante lo svolgimento dell’attività di trasporto concessionario o internazionale di viaggiatori su strada;\nb. durante il trasporto professionale di persone;\nc. autocarri, trattori a sella pesanti e trattori con un peso totale superiore a 3,5 t;\nd. durante il trasporto di merci pericolose, con unità di trasporto soggette all’obbligo del contrassegno;\ne. ai maestri conducenti, durante l’esercizio della professione;\nf. ai conducenti, durante le corse di scuola guida e d’esercitazione;\ng. agli accompagnatori, durante le corse di scuola guida;\nh. ai titolari della licenza di condurre in prova, eccetto durante le corse con veicoli delle categorie speciali F, G e M.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Divieto di guidare sotto l’influsso dell’alcol",
        "citation": "Art. 2a cpv. 1bis ONC",
        "content": "Il divieto di cui al capoverso 1 lettera c non si applica nel caso di:\na. interventi urgenti e relativi spostamenti eseguiti da personale dei servizi antincendio di milizia;\nb. interventi urgenti e relativi spostamenti eseguiti da personale dei servizi antincendio professionisti, della polizia, del servizio doganale, della protezione civile e del servizio sanitario o da persone incaricate da queste organizzazioni, se mobilitati quando non sono in servizio né di picchetto;\nc. veicoli la cui velocità massima per costruzione non superi i 45 km/h;\nd. veicoli equiparati agli autoveicoli di lavoro secondo l’articolo 13 capoverso 2 dell’ordinanza del 19 giugno 1995 concernente le esigenze tecniche per i veicoli stradali (OETV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Divieto di guidare sotto l’influsso dell’alcol",
        "citation": "Art. 2a cpv. 2 ONC",
        "content": "Una persona è sotto l’influsso dell’alcol se:\na. presenta una concentrazione di alcol nell’aria espirata pari o superiore a 0,05 mg/l;\nb. presenta un tasso alcolemico pari o superiore allo 0,10 per mille; oppure\nc. ha nell’organismo una quantità di alcol tale da determinare un tasso alcolemico di cui alla lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_2_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Manovra del veicolo",
        "citation": "Art. 3 ONC",
        "content": "(art. 31 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Manovra del veicolo",
        "citation": "Art. 3 cpv. 1 ONC",
        "content": "Il conducente deve rivolgere la sua attenzione alla strada e alla circolazione. Egli non deve compiere movimenti che impediscono la manovra sicura del veicolo. Inoltre la sua attenzione non deve essere distratta in particolare né da apparecchi riproduttori del suono né da sistemi di comunicazione o di informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Manovra del veicolo",
        "citation": "Art. 3 cpv. 2 ONC",
        "content": "I conducenti di autobus non devono, se il traffico è intenso o se la strada è difficile, fornire informazioni ai passeggeri su attrazioni turistiche e simili. Essi non devono servirsi di microfoni manuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Manovra del veicolo",
        "citation": "Art. 3 cpv. 3 ONC",
        "content": "I conducenti di veicoli a motore e di velocipedi non devono abbandonare il dispositivo di guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Manovra del veicolo",
        "citation": "Art. 3 cpv. 3bis ONC",
        "content": "Durante le manovre di parcheggio effettuate utilizzando un apposito sistema di assistenza, il conducente può abbandonare il dispositivo di guida e scendere dal veicolo se il sistema lo prevede. Il conducente deve sorvegliare le manovre e, se necessario, interromperle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Manovra del veicolo",
        "citation": "Art. 3 cpv. 4 ONC",
        "content": "Il conducente deve tenere continuamente in funzione il tachigrafo prescritto e utilizzarlo correttamente:\na. se il veicolo è equipaggiato con un tachigrafo analogico, durante il viaggio il conducente può aprirlo per controllarlo e deve farlo se la polizia lo richiede. Il detentore mette a disposizione i dischi e le chiavi. Ogni disco è adoperato una sola volta; le iscrizioni facoltative non devono rendere difficile la lettura del disco. Il conducente deve portare con sé un numero sufficiente di dischi nuovi; \nb. se il veicolo è equipaggiato con un tachigrafo digitale, le carte del conducente e del passeggero devono rimanere inserite durante tutta l'attività lavorativa. In assenza della carta del conducente non è ammesso condurre il veicolo salvo in caso di danno, funzionamento difettoso, perdita o furto della carta. Il conducente deve portare con sé una sufficiente quantità di carta per la stampa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Allacciatura con cintura di sicurezza",
        "citation": "Art. 3a ONC",
        "content": "(art. 57 cpv. 5 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Allacciatura con cintura di sicurezza",
        "citation": "Art. 3a cpv. 1 ONC",
        "content": "Nei veicoli provvisti di cinture di sicurezza il conducente e i passeggeri devono, durante la corsa, allacciarsi con la cintura di sicurezza. I conducenti devono accertarsi che i fanciulli al di sotto dei 12 anni siano assicurati correttamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Allacciatura con cintura di sicurezza",
        "citation": "Art. 3a cpv. 2 ONC",
        "content": "L’obbligo di allacciarsi con la cintura di sicurezza di cui al capoverso 1 non è applicabile:\na. alle persone le quali provano mediante certificato medico che non può essere loro imposto di allacciarsi con la cintura di sicurezza; per le corse all’estero l’autorità cantonale rilascia a queste persone un attestato medico d’esonero giusta la direttiva 91/671/CEE;\nb. ai fornitori a domicilio (di casa in casa) nel quartiere di consegna se la velocità non supera 25 km/h;\nc. ai conducenti e passeggeri che circolano su strade rurali, strade forestali e entro perimetri aziendali se la velocità non supera 25 km/h;\nd. ai conducenti durante le manovre effettuate a passo d’uomo;\ne. ai conducenti e ai passeggeri di autoveicoli nel traffico di linea regionale di imprese di trasporto in concessione;\nf. agli accompagnatori di persone particolarmente bisognose di assistenza in veicoli dei servizi sanitario e di trasporto di persone disabili;\ng. ai conducenti e passeggeri di autoveicoli di lavoro, trattori e carri con motore se la velocità non supera 25 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Allacciatura con cintura di sicurezza",
        "citation": "Art. 3a cpv. 3 ONC",
        "content": "Ai passeggeri di autobus e minibus deve essere adeguatamente ricordato l’obbligo di allacciare la cintura di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Allacciatura con cintura di sicurezza",
        "citation": "Art. 3a cpv. 4 ONC",
        "content": "Nei posti provvisti di cintura di sicurezza, i fanciulli al di sotto dei 12 anni devono essere assicurati con un dispositivo di ritenuta per fanciulli, ad esempio un seggiolino, omologato in base al regolamento UNECE n. 44 o n. 129 di cui all’allegato 2 OETV. Ai dispositivi secondo il regolamento UNECE n. 44 si applica l’articolo 222r capoverso 3 OETV. L’impiego di tali dispositivi non è obbligatorio per:\na. fanciulli alti almeno 150 cm;\nb. fanciulli di almeno quattro anni che viaggiano su sedili appositamente previsti per fanciulli;\nc. fanciulli di almeno quattro anni che viaggiano su autobus;\nd. fanciulli di almeno sette anni che viaggiano su sedili con cinture addominali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Porto del casco",
        "citation": "Art. 3b ONC",
        "content": "(art. 57 cpv. 5 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Porto del casco",
        "citation": "Art. 3b cpv. 1 ONC",
        "content": "I conducenti e i passeggeri di motoveicoli con o senza carrozzino laterale, di quadricicli leggeri a motore, di quadricicli a motore e di veicoli a motore a tre ruote nonché i conducenti di ciclomotori devono, durante la corsa, portare un casco di protezione. I conducenti devono accertarsi che i fanciulli di età inferiore ai 12 anni che viaggiano con loro portino un casco di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Porto del casco",
        "citation": "Art. 3b cpv. 2 ONC",
        "content": "L’obbligo di portare il casco non è applicabile:\na. ai fornitori a domicilio (di casa in casa) nel quartiere di consegna se la velocità non supera 25 km/h;\nb. alle persone che circolano entro perimetri aziendali se la velocità non supera 25 km/h;\nc. alle persone in cabine chiuse;\nd. alle persone su sedili provvisti di cinture di sicurezza;\ne. alle persone su veicoli la cui velocità massima per costruzione è di 20 km/h oppure di 25 km/h in caso di pedalata assistita;\nf. ai conducenti di ciclomotori i quali provano mediante certificato medico che non può essere loro imposto di portare il casco di protezione;\ng. ai conducenti di sedie a rotelle motorizzate (art. 18 lett. c OETV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Porto del casco",
        "citation": "Art. 3b cpv. 3 ONC",
        "content": "Sui motoveicoli con o senza carrozzino laterale, sui quadricicli leggeri a motore, quadricicli a motore, veicoli a motore a tre ruote e ciclomotori va indossato un casco di protezione omologato secondo il regolamento UNECE n. 22 nella versione di cui all’allegato 2 OETV. Sui veicoli cingolati è sufficiente un casco omologato secondo la norma SN EN 1077 o SN EN 1078, sui ciclomotori un casco per ciclisti omologato secondo la norma SN EN 1078.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_3_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità adeguata",
        "citation": "Art. 4 ONC",
        "content": "(art. 32 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità adeguata",
        "citation": "Art. 4 cpv. 1 ONC",
        "content": "Il conducente deve circolare a una velocità che gli permetta di fermarsi nello spazio visibile; se l’incrocio con altri veicoli è difficile, egli deve poter fermarsi nella metà dello spazio visibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità adeguata",
        "citation": "Art. 4 cpv. 5 ONC",
        "content": "Egli non deve senza motivi impellenti, circolare così lentamente da impedire un flusso uniforme del traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a ONC",
        "content": "(art. 32 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a cpv. 1 ONC",
        "content": "La velocità massima generale dei veicoli può raggiungere, se le condizioni della strada, della circolazione e della visibilità sono favorevoli:\na.  50 km/h nelle località;\nb.  80 km/h fuori delle località, eccettuato sulle semiautostrade;\nc. 100 km/h sulle semiautostrade;\nd. 120 km/h sulle autostrade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a cpv. 2 ONC",
        "content": "La limitazione generale della velocità a 50 km/h (cpv. 1 lett. a) si applica in tutta la zona molto fabbricata, all’interno della località; questa limitazione incomincia al segnale «Velocità massima 50, Limite generale» (2.30.1) e termina al segnale «Fine della velocità massima 50, Limite generale» (2.53.1). Per i conducenti che entrano in una località da strade secondarie poco importanti (come strade che non collegano direttamente tra loro località o quartieri, strade agricole di accesso, strade forestali, ecc.), la limitazione è valevole, anche se manca la segnaletica, appena esiste una zona molto fabbricata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a cpv. 3 ONC",
        "content": "La limitazione generale della velocità a 80 km/h (cpv. 1 lett. b) vale a partire dal segnale «Fine della velocità massima 50, Limite generale» (2.53.1) o «Fine della velocità massima» (2.53) e, lasciando una semiautostrada o un’autostrada, a partire dal segnale «Fine della semiautostrada» (4.04) o dal segnale «Fine dell’autostrada» (4.02).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a cpv. 3bis ONC",
        "content": "La limitazione generale della velocità a 100 km/h (cpv. 1 lett. c) vale a partire dal segnale «Semiautostrada» (4.03) e termina al segnale «Fine della semiautostrada» (4.04).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a cpv. 4 ONC",
        "content": "La limitazione generale della velocità a 120 km/h (cpv. 1 lett. d) vale a partire dal segnale «Autostrada» (4.01) e termina al segnale «Fine dell’autostrada» (4.02).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Limitazioni generali della velocità; norma fondamentale",
        "citation": "Art. 4a cpv. 5 ONC",
        "content": "Se dei segnali indicano altre velocità massime, esse sono applicabili al posto delle limitazioni generali di velocità (cpv. 1); lo stesso vale per le velocità inferiori imposte a certi generi di veicoli dall’articolo 5 o a certi veicoli per decisione dell’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_4_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità massima per certi generi di veicoli",
        "citation": "Art. 5 ONC",
        "content": "(art. 32 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_5"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità massima per certi generi di veicoli",
        "citation": "Art. 5 cpv. 1 ONC",
        "content": "La velocità massima è di:\na. 80 km/h per:\n1. gli autoveicoli pesanti, escluse le automobili pesanti,\n2. gli autotreni,\n3. gli autoarticolati,\n4. i veicoli con pneumatici spikes;\nb. 60 km/h per i trattori industriali;\nc. 40 km/h per:\n1. la rimorchiatura, anche se una parte del veicolo rimorchiato grava su un carrello di sostegno o sul veicolo trattore; in casi speciali, l’autorità competente può autorizzare una velocità di rimorchiatura più elevata, segnatamente se un dispositivo rigido di traino assicura lo sterzo del veicolo rimorchiato,\n2. il traino di un carrello di sostegno non carico; in casi speciali, l’autorità competente può permettere una velocità più elevata, segnatamente per interventi sulle autostrade o sulle semiautostrade;\nd. 30 km/h per:\n1. il traino di rimorchi agricoli o forestali non immatricolati,\n2. il traino di rimorchi agricoli o forestali immatricolati, nella misura in cui nella licenza di circolazione non sia ammessa una velocità superiore,\n3. veicoli con ruote metalliche o con gomme piene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_5"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità massima per certi generi di veicoli",
        "citation": "Art. 5 cpv. 2 ONC",
        "content": "Sulle autostrade e semiautostrade la velocità massima è limitata a 100 km/h per:\na. autobus, esclusi gli autobus snodati nonché gli autobus del servizio di linea in concessione con posti in piedi autorizzati;\nb. autoveicoli pesanti adibiti ad abitazione;\nc. autoveicoli leggeri con rimorchio, se il peso totale del rimorchio non supera 3,5 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_5"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità massima per certi generi di veicoli",
        "citation": "Art. 5 cpv. 3 ONC",
        "content": "Le predette velocità massime non devono essere superate neppure dove è segnalato un limite di velocità più alto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_5"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Velocità massima per certi generi di veicoli",
        "citation": "Art. 5 cpv. 4 ONC",
        "content": "Commette un’infrazione alle norme della circolazione il conducente che supera la velocità massima prescritta per la categoria cui appartiene il suo veicolo; ciò non vale per i conducenti di ciclomotori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_5"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Comportamento verso i pedoni e gli utenti di mezzi simili a veicoli",
        "citation": "Art. 6 ONC",
        "content": "(art. 33 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_6"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Comportamento verso i pedoni e gli utenti di mezzi simili a veicoli",
        "citation": "Art. 6 cpv. 1 ONC",
        "content": "Davanti ai passaggi pedonali senza regolazione del traffico, il conducente deve accordare la precedenza a ogni pedone o utente di un mezzo simile a veicolo che si trova già sul passaggio pedonale o che attende davanti ad esso e che visibilmente vuole attraversarlo. Deve moderare per tempo la velocità e all’occorrenza fermarsi per poter adempiere questo obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_6"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Comportamento verso i pedoni e gli utenti di mezzi simili a veicoli",
        "citation": "Art. 6 cpv. 2 ONC",
        "content": "Alle intersezioni con regolazione del traffico, il conducente di un veicolo che volta deve accordare la precedenza ai pedoni o agli utenti di mezzi simili a veicoli che attraversano la strada trasversale . Ciò non vale qualora segnali luminosi indichino la via libera con una freccia di colore verde, senza luce gialla intermittente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_6"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Comportamento verso i pedoni e gli utenti di mezzi simili a veicoli",
        "citation": "Art. 6 cpv. 3 ONC",
        "content": "Sulle strade senza passaggi pedonali, il conducente d’un veicolo che circola in colonna deve, se necessario, fermarsi, qualora i pedoni o gli utenti di mezzi simili a veicoli aspettino di attraversare la carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_6"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Comportamento verso i pedoni e gli utenti di mezzi simili a veicoli",
        "citation": "Art. 6 cpv. 4 ONC",
        "content": "Ai pedoni ciechi non accompagnati, che, alzando il bastone bianco, indicano di voler attraversare la carreggiata, deve sempre essere accordata la precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_6"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo primo: Norme generali, Comportamento verso i pedoni e gli utenti di mezzi simili a veicoli",
        "citation": "Art. 6 cpv. 5 ONC",
        "content": "Se uno scuolabus, contrassegnato come tale, è fermo con le luci di avvertimento lampeggianti accese (art. 23 cpv. 3 lett. a), i conducenti possono sorpassarlo solamente ad andatura ridotta e con particolare prudenza; all’occorrenza devono fermarsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_6"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Corsie, circolazione in colonna, immissione a cerniera",
        "citation": "Art. 8 ONC",
        "content": "(art. 44 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_8"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Corsie, circolazione in colonna, immissione a cerniera",
        "citation": "Art. 8 cpv. 1 ONC",
        "content": "Sulle strade a più corsie per una medesima direzione deve essere adoperata la corsia più a destra. Questa norma non si applica in caso di sorpasso, preselezione, circolazione in colonne parallele nonché all’interno delle località.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_8"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Corsie, circolazione in colonna, immissione a cerniera",
        "citation": "Art. 8 cpv. 2 ONC",
        "content": "Nel caso di traffico intenso, è permesso circolare in colonne parallele, se la metà destra della carreggiata offre spazio sufficiente. I veicoli lenti devono circolare nella colonna più a destra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_8"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Corsie, circolazione in colonna, immissione a cerniera",
        "citation": "Art. 8 cpv. 3 ONC",
        "content": "Nella circolazione in colonne parallele e, all’interno delle località, sulle strade a più corsie per una medesima direzione è permesso passare sulla destra di altri veicoli, purché questi non si fermino per dare la precedenza ai pedoni o agli utenti di mezzi simili a veicoli. È vietato sorpassare a destra con manovre di uscita e di rientro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_8"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Corsie, circolazione in colonna, immissione a cerniera",
        "citation": "Art. 8 cpv. 4 ONC",
        "content": "Se veicoli a motore a ruote simmetriche e velocipedi utilizzano la medesima corsia, i veicoli a motore devono circolare a sinistra e i velocipedi a destra. I ciclisti possono derogare all’obbligo di circolare a destra:\na. sulle corsie che permettono di svoltare a sinistra;\nb. sulle corsie riservate alla svolta a destra sulle quali, a differenza del restante traffico, i velocipedi sono autorizzati dalla demarcazione (art. 74a cpv. 7 lett. e OSStr) a proseguire dritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_8"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Corsie, circolazione in colonna, immissione a cerniera",
        "citation": "Art. 8 cpv. 5 ONC",
        "content": "Sulle strade a più corsie in una direzione, in caso di interruzione del traffico su una corsia o nei pressi della fine di una corsia, ai veicoli impediti nel proseguimento della loro marcia va consentita l’immissione alternata nella corsia adiacente subito prima del restringimento di carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_8"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Incrocio",
        "citation": "Art. 9 ONC",
        "content": "(art. 34 cpv. 4, e 35 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_9"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Incrocio",
        "citation": "Art. 9 cpv. 1 ONC",
        "content": "Il conducente deve lasciare la precedenza al traffico inverso, se l’incrocio è reso difficile da un ostacolo situato sulla metà di carreggiata da lui adoperata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_9"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Incrocio",
        "citation": "Art. 9 cpv. 2 ONC",
        "content": "Se una strada stretta non permette l’incrocio, gli autotreni hanno la precedenza sugli altri veicoli, i veicoli a motore pesanti su quelli leggeri e gli autobus sugli autocarri. Se si tratta di veicoli dello stesso genere deve retrocedere quello più vicino ad uno spiazzo d’incrocio;* all’incrocio sulle strade a forte pendenza e sulle strade di montagna si applica l’articolo 38 capoverso 1 primo periodo.* ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_9"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in generale",
        "citation": "Art. 10 ONC",
        "content": "(art. 34 cpv. 3 e 4, e 35 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_10"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in generale",
        "citation": "Art. 10 cpv. 1 ONC",
        "content": "Il conducente che vuole sorpassare deve spostarsi a sinistra* con prudenza senza ostacolare i veicoli che seguono. Egli non deve sorpassare, se davanti al veicolo che lo precede si trovano ostacoli, come cantieri, veicoli in preselezione o pedoni che attraversano la strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_10"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in generale",
        "citation": "Art. 10 cpv. 2 ONC",
        "content": "Eseguito il sorpasso, il conducente deve riportarsi a destra, quando non vi è più alcun pericolo per il veicolo sorpassato. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_10"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in generale",
        "citation": "Art. 10 cpv. 3 ONC",
        "content": "Fuori delle località, i conducenti di autoveicoli pesanti devono agevolare in modo adeguato il sorpasso ai veicoli più veloci, circolando all’estrema destra, tenendo tra di loro una distanza di almeno 100 m e fermandosi, se necessario, nelle apposite piazzuole. La norma è parimente applicabile agli altri veicoli a motore che circolano lentamente.* Per le segnalazioni, cfr. art. 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_10"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in casi speciali",
        "citation": "Art. 11 ONC",
        "content": "(art. 35 cpv. 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_11"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in casi speciali",
        "citation": "Art. 11 cpv. 1 ONC",
        "content": "Sulle strade in cui i sensi di circolazione non sono separati, il conducente non deve servirsi, per il sorpasso, della corsia esterna sinistra sulle strade a tre corsie e della metà sinistra della carreggiata sulle strade a quattro corsie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_11"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in casi speciali",
        "citation": "Art. 11 cpv. 2 ONC",
        "content": "Il conducente non deve sorpassare un veicolo che ne sorpassa un altro, salvo che:\na. i due veicoli sorpassati non siano ciascuno più larghi di un metro e la carreggiata sia larga e con buona visibilità;\nb. circoli su una strada i cui sensi di circolazione siano separati e vi siano almeno tre corsie nello stesso senso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_11"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in casi speciali",
        "citation": "Art. 11 cpv. 3 ONC",
        "content": "È permesso sorpassare a destra della linea di sicurezza anche nelle curve e prima di un dosso, se la manovra non disturba chi circola sulla medesima metà della carreggiata. Sui passaggi a livello sprovvisti di barriere, il conducente può sorpassare soltanto pedoni, utenti di mezzi simili a veicoli e ciclisti, in quanto la visibilità sia buona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_11"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Sorpasso in casi speciali",
        "citation": "Art. 11 cpv. 4 ONC",
        "content": "Nelle intersezioni senza visuale sugli sbocchi di altre strade, il conducente può sorpassare soltanto se si trova su una strada con diritto di precedenza oppure se la circolazione è regolata dalla polizia o con segnali luminosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_11"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli in colonna",
        "citation": "Art. 12 ONC",
        "content": "(art. 34 cpv. 4, e 37 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_12"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli in colonna",
        "citation": "Art. 12 cpv. 1 ONC",
        "content": "Quando veicoli si susseguono, il conducente deve osservare una distanza sufficiente dal veicolo che lo precede al fine di potersi fermare per tempo in caso di frenata inattesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_12"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli in colonna",
        "citation": "Art. 12 cpv. 2 ONC",
        "content": "Le frenate e gli arresti improvvisi sono permessi soltanto se nessun veicolo segue o in caso di bisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_12"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli in colonna",
        "citation": "Art. 12 cpv. 3 ONC",
        "content": "Nel caso d’arresto della circolazione, il conducente non deve fermarsi su un passaggio pedonale e, alle intersezioni, sulla carreggiata usata dai veicoli che circolano in senso trasversale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_12"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 ONC",
        "content": "(art. 34 cpv. 3, e 36 cpv. 1 e 3 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 cpv. 1 ONC",
        "content": "I conducenti in manovra di svolta devono mettersi per tempo in preselezione. Questa norma si applica anche quando si svolta senza che vi sia un’intersezione e, per quanto possibile, nelle strade strette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 cpv. 2 ONC",
        "content": "Il conducente che si mette in preselezione per voltare a sinistra non deve occupare lo spazio destinato alla circolazione in senso inverso. Sulle strade a tre corsie, demarcate o no, egli può occupare la corsia centrale usando la necessaria prudenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 cpv. 3 ONC",
        "content": "Sui tratti di strada che servono alla preselezione, è vietato cambiare corsia per effettuare un sorpasso, a meno che le corsie indichino gli stessi luoghi di destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 cpv. 4 ONC",
        "content": "Il conducente che volta a sinistra nelle intersezioni non deve tagliare la curva. Nei crocevia, i veicoli provenienti da sensi opposti, che si accingono a voltare a sinistra, incrociano a sinistra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 cpv. 5 ONC",
        "content": "Il conducente che, prima di voltare, è obbligato a spostarsi verso il lato opposto, per le dimensioni del veicolo o le condizioni locali, deve usare speciale prudenza e, se necessario, fermarsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Preselezione e cambiamento di direzione",
        "citation": "Art. 13 cpv. 6 ONC",
        "content": "Se il carico di un veicolo a motore o di un rimorchio ostacola la visibilità, il conducente che si mette in preselezione o svolta deve usare speciale prudenza. Se necessario deve chiedere ad una persona di controllare la manovra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_13"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Esercizio del diritto di precedenza",
        "citation": "Art. 14 ONC",
        "content": "(art. 36 cpv. 2 a 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_14"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Esercizio del diritto di precedenza",
        "citation": "Art. 14 cpv. 1 ONC",
        "content": "Chi è tenuto a dare la precedenza non deve ostacolare la marcia di chi ne ha diritto. Egli deve ridurre per tempo la velocità e, se è obbligato ad aspettare, fermarsi prima dell’intersezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_14"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Esercizio del diritto di precedenza",
        "citation": "Art. 14 cpv. 2 ONC",
        "content": "Chi gode della precedenza deve usare riguardo per gli utenti della strada che hanno raggiunto l’intersezione prima di poter scorgere il suo veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_14"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Esercizio del diritto di precedenza",
        "citation": "Art. 14 cpv. 3 ONC",
        "content": "La precedenza dei veicoli che circolano in colonne parallele deve essere rispettata anche se la colonna più vicina è ferma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_14"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Esercizio del diritto di precedenza",
        "citation": "Art. 14 cpv. 4 ONC",
        "content": "I cavallerizzi e i conducenti di cavalli e di altri animali grossi sono equiparati ai conducenti di veicoli per quanto riguarda la precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_14"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Esercizio del diritto di precedenza",
        "citation": "Art. 14 cpv. 5 ONC",
        "content": "I conducenti devono usare speciale prudenza e intendersi sull’ordine delle precedenze nei casi non regolati dalle prescrizioni, per esempio quando veicoli provenienti da tutte le direzioni giungono contemporaneamente a una intersezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_14"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Casi speciali di precedenza",
        "citation": "Art. 15 ONC",
        "content": "(art. 36 cpv. 2 a 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_15"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Casi speciali di precedenza",
        "citation": "Art. 15 cpv. 1 ONC",
        "content": "Se una strada principale cambia direzione in un punto dove sboccano strade secondarie, il conducente che dalla strada principale svolta in una strada secondaria deve dare la precedenza soltanto ai veicoli che circolano in senso inverso sulla strada principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_15"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Casi speciali di precedenza",
        "citation": "Art. 15 cpv. 2 ONC",
        "content": "Se due o più strade munite del segnale «Stop» (3.01) o «Dare precedenza» (3.02) sboccano nel medesimo luogo in una strada con diritto di precedenza, gli utenti delle strade confluenti senza precedenza devono, tra di loro, rispettare la precedenza da destra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_15"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Casi speciali di precedenza",
        "citation": "Art. 15 cpv. 3 ONC",
        "content": "Chi si immette in una strada principale o secondaria uscendo da una fabbrica, da un cortile, da un’autorimessa, da strade dei campi, da ciclopiste, da parcheggi, da stazioni di servizio e simili oppure attraverso un marciapiede deve dare la precedenza ai veicoli che circolano su tali strade. Se questi punti sono senza visuale, il conducente deve fermarsi; se necessario, deve chiedere ad una persona di controllare la manovra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_15"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli con diritto di precedenza",
        "citation": "Art. 16 ONC",
        "content": "(art. 27 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_16"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli con diritto di precedenza",
        "citation": "Art. 16 cpv. 1 ONC",
        "content": "Tutti gli utenti della strada devono dare la precedenza ai veicoli del servizio antincendio, del servizio sanitario, della polizia e del servizio doganale che si annunciano con luce blu e avvisatore a suoni alternati, anche se la circolazione è regolata con segnali luminosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_16"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli con diritto di precedenza",
        "citation": "Art. 16 cpv. 2 ONC",
        "content": "Se indispensabile per lasciare immediatamente libera la carreggiata, i conducenti devono spostarsi sul marciapiede, con la necessaria prudenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_16"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli con diritto di precedenza",
        "citation": "Art. 16 cpv. 3 ONC",
        "content": "La luce blu e l’avvisatore a suoni alternati possono essere adoperati soltanto se il servizio è urgente e se le norme della circolazione non possono essere rispettate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_16"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Veicoli con diritto di precedenza",
        "citation": "Art. 16 cpv. 4 ONC",
        "content": "In caso di guida notturna in servizio d’emergenza la luce blu può essere utilizzata senza avvisatore a suoni alternati se il conducente non deroga considerevolmente alle norme della circolazione e non ricorre al diritto di precedenza straordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_16"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Manovre di partenza, di retromarcia e di inversione",
        "citation": "Art. 17 ONC",
        "content": "(art. 36 cpv. 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_17"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Manovre di partenza, di retromarcia e di inversione",
        "citation": "Art. 17 cpv. 1 ONC",
        "content": "Prima di partire, il conducente deve assicurarsi che non causa pericoli a bambini o ad altri utenti della strada. Se la visuale a tergo del veicolo è limitata, la manovra di retromarcia deve essere eseguita con l’aiuto di un’altra persona, in quanto non sia escluso qualsiasi pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_17"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Manovre di partenza, di retromarcia e di inversione",
        "citation": "Art. 17 cpv. 2 ONC",
        "content": "La retromarcia deve essere eseguita a passo d’uomo. È vietato attraversare in retromarcia i passaggi a livello e le intersezioni senza visuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_17"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Manovre di partenza, di retromarcia e di inversione",
        "citation": "Art. 17 cpv. 3 ONC",
        "content": "Su lunghi tratti la retromarcia è consentita soltanto se non è possibile proseguire o invertire il senso di marcia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_17"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Manovre di partenza, di retromarcia e di inversione",
        "citation": "Art. 17 cpv. 4 ONC",
        "content": "Il conducente deve evitare di invertire il senso di marcia del veicolo sulla carreggiata. L’inversione è vietata nei luoghi senza visuale e quando il traffico è intenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_17"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Manovre di partenza, di retromarcia e di inversione",
        "citation": "Art. 17 cpv. 5 ONC",
        "content": "Se il conducente di un veicolo del servizio di linea nelle località annuncia mediante gli indicatori di direzione lampeggianti, a una fermata segnalata, l’intenzione di partire, i veicoli che sopraggiungono da tergo devono se necessario moderare la velocità o fermarsi per agevolargli la partenza; ciò non vale se la fermata si trova sul margine sinistro della carreggiata. Il conducente del veicolo del servizio di linea deve azionare gli indicatori di direzione lampeggianti solo quando è pronto a partire; egli deve aspettare se i veicoli che sopraggiungono da tergo non possano fermarsi per tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_17"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Fermata",
        "citation": "Art. 18 ONC",
        "content": "(art. 37 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_18"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Fermata",
        "citation": "Art. 18 cpv. 1 ONC",
        "content": "I conducenti devono fermarsi, se possibile fuori della strada. Sulla carreggiata devono fermare il veicolo solo ai margini e parallelamente all’asse della stessa. La fermata sul lato sinistro della strada è autorizzata soltanto:\na. se sulla destra corre la rotaia di una tramvia o di una ferrovia su strada;\nb. se a destra è segnalato o demarcato un divieto di fermata o di parcheggio;\nc. sulle strade strette e a traffico debole;\nd. sulle strade a senso unico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_18"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Fermata",
        "citation": "Art. 18 cpv. 2 ONC",
        "content": "È vietato fermarsi volontariamente*:\na. in luoghi senza visibilità, segnatamente in prossimità di curve e di dossi;\nb. nei passaggi stretti e a lato di un ostacolo sulla carreggiata;\nc. nei tratti riservati alla preselezione e accanto alle linee di sicurezza, alle linee longitudinali continue e alle linee doppie, se non resta libero un passaggio largo almeno 3 m;\nd. alle intersezioni, come anche prima e dopo le intersezioni a meno di 5 m dalla carreggiata trasversale;\ne. sui passaggi pedonali e lateralmente sulla superficie contigua ad essi e, se non vi è una linea vietante l’arresto, a meno di 5 metri prima di passaggi pedonali sulla carreggiata e sul marciapiede contiguo;\nf. sui passaggi a livello e nei sottopassaggi;\ng. davanti a un segnale, se il veicolo potrebbe nasconderlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_18"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Fermata",
        "citation": "Art. 18 cpv. 3 ONC",
        "content": "A meno di 10 metri dai cartelli indicanti le fermate delle aziende pubbliche di trasporto e dai locali e magazzini dei servizi antincendio, la fermata è permessa soltanto per lasciare salire o scendere i passeggeri; i mezzi di trasporto pubblici e i servizi antincendio non devono essere ostacolati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_18"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Fermata",
        "citation": "Art. 18 cpv. 4 ONC",
        "content": "La fermata per il carico e lo scarico di merci accanto a veicoli parcheggiati lungo il margine della carreggiata è permessa soltanto se la circolazione non è ostacolata. Su domanda, il conducente deve immediatamente permettere la partenza del veicolo parcheggiato.* Per la fermata sulle rotaie di una tranvia o di una ferrovia su strada,cfr. art. 25 cpv. 5, e per la fermata nelle gallerie, cfr. art. 39 cpv. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_18"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio, in generale",
        "citation": "Art. 19 ONC",
        "content": "(art. 37 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_19"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio, in generale",
        "citation": "Art. 19 cpv. 1 ONC",
        "content": "Parcheggio è la sosta del veicolo che non è destinata soltanto a far salire o scendere i passeggeri oppure a caricare o scaricare merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_19"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio, in generale",
        "citation": "Art. 19 cpv. 2 ONC",
        "content": "Il parcheggio è vietato:\na. dove la fermata non è permessa*;\nb. sulle strade principali fuori delle località;\nc. sulle strade principali all’interno delle località se non resta spazio per l’incrocio di due autoveicoli;\nd. sulle corsie ciclabili e sulla parte attigua della carreggiata;\ne. a meno di 20 m dai passaggi a livello;\nf. sui ponti;\ng. davanti agli accessi di edifici o terreni altrui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_19"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio, in generale",
        "citation": "Art. 19 cpv. 3 ONC",
        "content": "Nelle strade strette, il parcheggio è permesso su ambedue i lati soltanto se la circolazione degli altri veicoli non ne è intralciata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_19"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio, in generale",
        "citation": "Art. 19 cpv. 4 ONC",
        "content": "I veicoli devono essere parcheggiati in modo da occupare il minor spazio possibile; tuttavia, la partenza degli altri veicoli non deve essere ostacolata.* Cfr. art. 18.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_19"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio in casi speciali",
        "citation": "Art. 20 ONC",
        "content": "(art. 37 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Parcheggio in casi speciali",
        "citation": "Art. 20 cpv. 1 ONC",
        "content": "I veicoli sprovvisti delle targhe prescritte non devono essere lasciati in sosta sulle strade o sui parcheggi pubblici; è fatta eccezione per i parcheggi accessibili al pubblico, appartenenti a privati se questi autorizzano la sosta. L’autorità competente può permettere eccezioni in casi speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Facilitazioni di parcheggio per persone disabili",
        "citation": "Art. 20a ONC",
        "content": "(art. 57 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Facilitazioni di parcheggio per persone disabili",
        "citation": "Art. 20a cpv. 1 ONC",
        "content": "Le persone disabili e coloro che le trasportano possono godere delle seguenti facilitazioni di parcheggio se sono in possesso di un «Contrassegno di parcheggio per persone disabili» (allegato 3 n. 2 OSStr):\na. parcheggiare per tre ore al massimo in aree con un segnale o una demarcazione indicante il divieto di parcheggio; devono comunque essere sempre osservate le limitazioni di parcheggio di cui all’articolo 19 capoversi 2–4;\nb. parcheggiare per un tempo illimitato nei parcheggi;\nc. parcheggiare per due ore al massimo nelle zone d’incontro, anche al di fuori delle aree contrassegnate dagli appositi segnali o demarcazioni; nelle zone pedonali vale la stessa autorizzazione a condizione che siano consentite eccezioni al divieto d’accesso alla zona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Facilitazioni di parcheggio per persone disabili",
        "citation": "Art. 20a cpv. 2 ONC",
        "content": "Le facilitazioni di parcheggio possono essere fatte valere soltanto:\na. se il resto del traffico non è messo in pericolo o inutilmente ostacolato;\nb. se nelle immediate vicinanze non sono disponibili parcheggi liberi, utilizzabili da tutti senza limiti di tempo;\nc. se e fintanto che il conducente, sebbene non sia disabile, trasporta e accompagna persone disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Facilitazioni di parcheggio per persone disabili",
        "citation": "Art. 20a cpv. 3 ONC",
        "content": "Le facilitazioni di parcheggio non si applicano nelle zone di parcheggio gestite da privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Facilitazioni di parcheggio per persone disabili",
        "citation": "Art. 20a cpv. 4 ONC",
        "content": "Il contrassegno di parcheggio per persone disabili va apposto in modo ben visibile dietro il parabrezza del veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Facilitazioni di parcheggio per persone disabili",
        "citation": "Art. 20a cpv. 5 ONC",
        "content": "Un contrassegno di parcheggio viene rilasciato alle persone che comprovano, mediante certificato medico, una netta riduzione della capacità deambulatoria e ai detentori di veicoli che vengono utilizzati frequentemente e in modo dimostrabile per il trasporto di persone notevolmente disabili. Il contrassegno di parcheggio è rilasciato dall’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_20_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Salita e discesa, carico e scarico delle merci",
        "citation": "Art. 21 ONC",
        "content": "(art. 37 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_21"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Salita e discesa, carico e scarico delle merci",
        "citation": "Art. 21 cpv. 1 ONC",
        "content": "Chi sale o scende da un veicolo non deve mettere in pericolo gli utenti della strada; prima di aprire le portiere, deve essere usata particolare attenzione a chi proviene da tergo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_21"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Salita e discesa, carico e scarico delle merci",
        "citation": "Art. 21 cpv. 2 ONC",
        "content": "Se i veicoli non possono essere caricati o scaricati fuori della strada o lontano dal traffico, deve essere evitato il più possibile il disturbo degli altri utenti della strada e l’operazione deve essere terminata senza indugio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_21"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Salita e discesa, carico e scarico delle merci",
        "citation": "Art. 21 cpv. 3 ONC",
        "content": "Se, per il carico o lo scarico, un veicolo deve fermarsi in un punto dove la circolazione potrebbe essere messa in pericolo, per esempio su una strada di montagna con molte curve, devono essere collocati segnali di veicolo fermo o incaricate persone di avvertire gli altri utenti della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_21"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Misure di sicurezza",
        "citation": "Art. 22 ONC",
        "content": "(art. 37 cpv. 3 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_22"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Misure di sicurezza",
        "citation": "Art. 22 cpv. 1 ONC",
        "content": "Il conducente, che lascia il veicolo, deve spegnere il motore. Prima di allontanarsi, egli deve prendere gli opportuni provvedimenti per evitare ch’esso possa mettersi in moto e che persone non autorizzate possano servirsene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_22"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Misure di sicurezza",
        "citation": "Art. 22 cpv. 2 ONC",
        "content": "Sulle strade in pendio, il conducente, che lascia il veicolo, deve tirare il freno e prendere un’altra efficace misura di sicurezza affinché non si muova, in particolare innestando la marcia più bassa o dirigendo le ruote verso un ostacolo al bordo della carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_22"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Misure di sicurezza",
        "citation": "Art. 22 cpv. 3 ONC",
        "content": "Sulle strade in forte pendio, l’immobilità degli autoveicoli deve essere garantita, inoltre, con cunei o con altri oggetti analoghi. Cunei devono essere collocati sotto le ruote degli autoveicoli pesanti, degli autotreni e dei rimorchi staccati anche sulle strade in leggero pendio. Prima di ripartire, la strada deve essere liberata dagli oggetti adoperati come cunei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_22"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Uso del segnale di veicolo fermo e delle luci di avvertimento lampeggianti",
        "citation": "Art. 23 ONC",
        "content": "(art. 4 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_23"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Uso del segnale di veicolo fermo e delle luci di avvertimento lampeggianti",
        "citation": "Art. 23 cpv. 1 ONC",
        "content": "Il segnale di veicolo fermo prescritto (art. 90 cpv. 2 OETV) deve trovarsi in un posto facilmente accessibile del veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_23"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Uso del segnale di veicolo fermo e delle luci di avvertimento lampeggianti",
        "citation": "Art. 23 cpv. 2 ONC",
        "content": "Il segnale di veicolo fermo deve essere collocato al margine della carreggiata appena un veicolo, per motivi impellenti, è lasciato in sosta sulla carreggiata contrariamente alle prescrizioni come pure per segnalare un veicolo in sosta sulla corsia di emergenza. Il segnale deve essere collocato dietro il veicolo ad almeno 50 m da esso e, sulle strade a traffico rapido, ad almeno 100 m e, se il veicolo è in sosta su una corsia di emergenza, sul margine destro di questa. Non è necessario collocare il segnale di veicolo fermo in caso di fermata d’emergenza in uno spiazzo con segnale di posto di fermata per veicoli in panne (4.16).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_23"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Uso del segnale di veicolo fermo e delle luci di avvertimento lampeggianti",
        "citation": "Art. 23 cpv. 3 ONC",
        "content": "Le luci di avvertimento lampeggianti (art. 110 cpv. 1 lett. g OETV) possono essere usate solamente per segnalare un pericolo nel modo seguente:\na. sul veicolo fermo, a complemento del segnale di veicolo fermo nonché sugli scuolabus segnalati come tali per permettere agli scolari di salire e scendere (art. 6 cpv. 5);\nb. sui veicoli in marcia, in caso di rallentamento improvviso del traffico causato segnatamente da un incidente o da un ingorgo oppure in caso di rimorchiatura sulle autostrade e sulle semiautostrade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_23"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Uso del segnale di veicolo fermo e delle luci di avvertimento lampeggianti",
        "citation": "Art. 23 cpv. 6 ONC",
        "content": "Il segnale di veicolo fermo deve pure essere applicato sulla parte posteriore dei veicoli rimorchiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_23"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento ai passaggi a livello e alle barriere",
        "citation": "Art. 24 ONC",
        "content": "(art. 28 e 32 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_24"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento ai passaggi a livello e alle barriere",
        "citation": "Art. 24 cpv. 2 ONC",
        "content": "I passaggi a livello devono essere attraversati senza indugiare; i veicoli con ruote o cingoli metallici, i veicoli a trazione animale e i cavalieri devono, però, attraversarli a passo d’uomo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_24"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento ai passaggi a livello e alle barriere",
        "citation": "Art. 24 cpv. 3 ONC",
        "content": "Gli utenti della strada non devono aprire le barriere, comprese quelle degli aeroporti e simili, passarvi intorno o sotto o scavalcarle. Le semibarriere e le barriere con apertura a richiesta sono equiparate alle barriere. Le barriere con apertura a richiesta possono però essere aperte mediante l’apposito comando.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_24"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento ai passaggi a livello e alle barriere",
        "citation": "Art. 24 cpv. 4 ONC",
        "content": "...* Cfr. anche art. 52 cpv. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_24"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 25 ONC",
        "content": "(art. 38 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_25"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 25 cpv. 1 ONC",
        "content": "La tranvia o la ferrovia su strada che non circola sul margine della carreggiata può essere sorpassata a sinistra soltanto dove non sboccano altre strade e quando non è intralciato il traffico in senso inverso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_25"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 25 cpv. 2 ONC",
        "content": "Se la tranvia o la ferrovia su strada circola a sinistra, il conducente del veicolo che circola nel medesimo senso deve lasciare spazio sufficiente, affinché i veicoli provenienti in senso inverso possano scansare a sinistra i veicoli su rotaia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_25"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 25 cpv. 3 ONC",
        "content": "Se, alle fermate sprovviste di banchine, i passeggeri d’una tranvia o ferrovia su strada devono scendere dal lato della circolazione, i veicoli che circolano nella medesima metà della strada devono fermarsi sino a che i passeggeri abbiano lasciato libera la carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_25"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 25 cpv. 4 ONC",
        "content": "Se nessuna tranvia o ferrovia su strada si avvicina, i veicoli che voltano a sinistra possono portarsi sulle rotaie per mettersi in preselezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_25"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 25 cpv. 5 ONC",
        "content": "I veicoli non devono fermarsi sulle rotaie di una tranvia o di una ferrovia su strada né a meno di 1.50 metri dalla rotaia più vicina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_25"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 ONC",
        "content": "(art. 15 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 cpv. 1 ONC",
        "content": "I veicoli a motore guidati da un allievo conducente devono essere muniti di una targa recante una «L» bianca su fondo blu. La targa deve essere fissata in modo tale da essere facilmente riconoscibile da dietro. Deve essere tolta quando il veicolo non è più guidato da un allievo conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 cpv. 2 ONC",
        "content": "Sugli autoveicoli adoperati per corse di scuola guida e per corse d’esame, l’accompagnatore deve prendere posto accanto al conducente, salvo sui terreni di esercitazione chiusi come pure per eseguire la retromarcia e parcheggiare. L’accompagnatore deve potersi facilmente servire almeno del freno a mano, tranne in caso di corse di scuola guida effettuate con autoveicoli della categoria C, a condizione che il conducente sia pronto all’esame di guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 cpv. 3 ONC",
        "content": "Il titolare di una licenza per allievo conducente non può trasportare passeggeri che non posseggono la licenza di condurre pertinente:\na. su motoveicoli;\nb. su altri veicoli a motore senza rimorchio con i quali può effettuare corse di scuola guida senza accompagnatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 cpv. 4 ONC",
        "content": "Gli allievi conducenti possono circolare sulle strade a forte traffico solo se hanno una formazione sufficiente e sulle autostrade e semiautostrade soltanto quando sono pronti all’esame di guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 cpv. 5 ONC",
        "content": "Sulle strade a forte traffico sono vietate esercitazioni di partenza in salita, d’inversione di marcia, di marcia indietro e analoghe; nei quartieri abitati, esse devono essere evitate il più possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo secondo: Singole manovre, Scuola guida",
        "citation": "Art. 27 cpv. 6 ONC",
        "content": "Durante le corse di scuola guida e di esame la retromarcia è consentita su lunghi tratti anche quando è possibile proseguire o invertire il senso di marcia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_27"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Segnalazioni",
        "citation": "Art. 28 ONC",
        "content": "(art. 39 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_28"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Segnalazioni",
        "citation": "Art. 28 cpv. 1 ONC",
        "content": "Il conducente deve segnalare qualsiasi cambiamento di direzione, compresa la svolta a destra. Anche il ciclista, che per sorpassarne un altro si scansa, deve segnalarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_28"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Segnalazioni",
        "citation": "Art. 28 cpv. 2 ONC",
        "content": "Il segnale deve cessare subito dopo il cambiamento di direzione. I ciclisti possono cessare il segnale già durante il cambiamento di direzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_28"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Segnalazioni",
        "citation": "Art. 28 cpv. 3 ONC",
        "content": "Se un veicolo è sprovvisto di indicatori di direzione o se essi non sono efficaci, il conducente o un passeggero indica col braccio la direzione che sarà presa. Se ciò non è possibile, la manovra di svolta deve essere eseguita con speciale prudenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_28"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Segnalazioni",
        "citation": "Art. 28 cpv. 4 ONC",
        "content": "Se il carico dei carri con motore, dei carri di lavoro, dei veicoli a motore agricoli e forestali o dei loro rimorchi copre la visuale, il conducente deve adoperare una paletta indicatrice di direzione (allegato 4 OETV), salvo se il veicolo è provvisto di un apparecchio speciale col quale il conducente può simultaneamente vedere a tergo e segnalare gli spostamenti sulla sinistra, oppure se gli indicatori di direzione lampeggianti sono applicati dietro il convoglio e quelli del veicolo trattore sono visibili. L’uso dell’apparecchio sopraindicato e della paletta non deve mettere in pericolo gli altri utenti della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_28"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Avvisatori",
        "citation": "Art. 29 ONC",
        "content": "(art. 40 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_29"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Avvisatori",
        "citation": "Art. 29 cpv. 1 ONC",
        "content": "Il conducente deve comportarsi in modo da dover usare il meno possibile avvisatori acustici o dispositivi di segnalazione ottica. Ha diritto di farne uso solamente se lo esige la sicurezza del traffico; questa norma si applica anche alle luci di pericolo (art. 109 cpv. 6 e 110 cpv. 3 lett. b OETV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_29"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Avvisatori",
        "citation": "Art. 29 cpv. 2 ONC",
        "content": "Il conducente deve usare l’avvisatore acustico se fanciulli, ai bordi della strada o su di essa, non prestano attenzione al traffico e prima delle curve strette e senza visuale fuori delle località.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_29"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Avvisatori",
        "citation": "Art. 29 cpv. 3 ONC",
        "content": "Dall’imbrunire in poi possono essere dati soltanto segnali luminosi. Possono essere usati gli avvisatori acustici solo in caso di pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_29"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci durante la corsa",
        "citation": "Art. 30 ONC",
        "content": "(art. 41 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_30"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci durante la corsa",
        "citation": "Art. 30 cpv. 1 ONC",
        "content": "Dall’imbrunire al far del giorno, in caso di cattive condizioni di visibilità e nelle gallerie si devono accendere durante la corsa i fari a luce anabbagliante. Sui veicoli sprovvisti di fari a luce anabbagliante si devono usare le luci prescritte per il tipo di veicolo in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_30"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci durante la corsa",
        "citation": "Art. 30 cpv. 2 ONC",
        "content": "Per il resto, sui veicoli a motore si devono accendere le luci di circolazione diurna o i fari a luce anabbagliante e su quelli che ne sono sprovvisti, le luci prescritte per il tipo di veicolo in questione. Sono esclusi:\na. i veicoli a motore condotti da una persona a piedi;\nb. i veicoli a motore con una velocità massima di 10 km/h;\nc. i veicoli a motore immatricolati per la prima volta prima del 1° gennaio 1970.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_30"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci durante la corsa",
        "citation": "Art. 30 cpv. 3 ONC",
        "content": "All’occorrenza, si possono usare i fari di profondità; per quanto possibile, si deve tuttavia evitarne l’uso nelle località. I fari di profondità devono essere spenti:\na. per tempo, prima dell’incrocio con altri utenti della strada o con una ferrovia proveniente, accanto alla strada, in senso inverso;\nb. nel caso di circolazione in colonna e di retromarcia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_30"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci durante la corsa",
        "citation": "Art. 30 cpv. 4 ONC",
        "content": "I fari fendinebbia e i fari fendinebbia di coda possono essere accesi solo se la visibilità è notevolmente ridotta a causa della nebbia, di una tempesta di neve o di forte pioggia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_30"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci durante la corsa",
        "citation": "Art. 30 cpv. 5 ONC",
        "content": "In caso di fermata prolungata è possibile passare alle luci di posizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_30"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci sui veicoli in sosta",
        "citation": "Art. 31 ONC",
        "content": "(art. 41 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_31"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci sui veicoli in sosta",
        "citation": "Art. 31 cpv. 1 ONC",
        "content": "Sui veicoli a ruote simmetriche in sosta fuori delle località si devono accendere le luci di posizione o le luci di posteggio dal lato del traffico. Sui veicoli sprovvisti di tali luci si devono usare le luci prescritte per il tipo di veicolo in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_31"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci sui veicoli in sosta",
        "citation": "Art. 31 cpv. 2 ONC",
        "content": "Sui veicoli a ruote simmetriche non a motore si deve accendere almeno una luce gialla non abbagliante, applicata dal lato del traffico e visibile da entrambi i sensi di marcia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_31"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Uso delle luci sui veicoli in sosta",
        "citation": "Art. 31 cpv. 3 ONC",
        "content": "All’interno delle località e sui veicoli la cui larghezza non supera 1,00 m sono sufficienti i catarifrangenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_31"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Illuminazione di rimorchi e veicoli rimorchiati nonché uso di luci di lavoro e luci orientabili",
        "citation": "Art. 32 ONC",
        "content": "(art. 41 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_32"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Illuminazione di rimorchi e veicoli rimorchiati nonché uso di luci di lavoro e luci orientabili",
        "citation": "Art. 32 cpv. 1 ONC",
        "content": "Le luci dei rimorchi e dei veicoli rimorchiati devono essere accese contemporaneamente a quelle del veicolo trattore, salvo qualora sul veicolo trattore siano usate soltanto le luci di circolazione diurna. In presenza di più rimorchi, è sufficiente che siano accese le luci posteriori dell’ultimo rimorchio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_32"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Illuminazione di rimorchi e veicoli rimorchiati nonché uso di luci di lavoro e luci orientabili",
        "citation": "Art. 32 cpv. 2 ONC",
        "content": "Le luci di lavoro e le luci orientabili possono essere utilizzate solo per il tempo indispensabile per svolgere l’attività in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_32"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Divieto di rumori",
        "citation": "Art. 33 ONC",
        "content": "(art. 42 cpv. 1 LCStr)I conducenti, i passeggeri e gli ausiliari non devono cagionare alcun rumore evitabile, specialmente nei quartieri abitati, nei luoghi di riposo e di notte. È segnatamente vietato:\na. di usare in modo continuo e inadeguato l’avviamento e di inutilmente riscaldare e far girare il motore di veicoli fermi;\nb. di far girare a regime elevato il motore, a vuoto o nelle marce basse;\nc. di accelerare troppo rapidamente, soprattutto alla partenza;\nd. di effettuare continuamente giri inutili nell’interno delle località;\ne. di circolare troppo rapidamente, soprattutto con veicoli provvisti di cerchioni metallici, con carico sciolto o con rimorchi, nelle curve e in salita;\nf. di caricare e scaricare veicoli senza precauzione e di trasportare bidoni e analoghi carichi rumorosi senza fissarli o senza isolarli;\ng. di sbattere le portiere, il cofano, il coperchio del portabagagli e simili;\nh. di disturbare con apparecchi radio e altri apparecchi per la riproduzione del suono, istallati o trasportati nel veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_33"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Divieto di altre molestie",
        "citation": "Art. 34 ONC",
        "content": "(art. 42 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_34"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Divieto di altre molestie",
        "citation": "Art. 34 cpv. 1 ONC",
        "content": "I veicoli a motore devono essere tenuti e usati in modo che non sviluppino fumo evitabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_34"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Divieto di altre molestie",
        "citation": "Art. 34 cpv. 2 ONC",
        "content": "Il motore deve essere spento anche durante brevi fermate, se ciò non ritarda la partenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_34"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo terzo: Misure di sicurezza, Divieto di altre molestie",
        "citation": "Art. 34 cpv. 3 ONC",
        "content": "Sulle strade polverose, sporche o bagnate, segnatamente quando la neve si scioglie, il conducente deve circolare in modo da non molestare gli utenti della strada e gli abitanti della zona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_34"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Uso delle autostrade e semiautostrade",
        "citation": "Art. 35 ONC",
        "content": "(art. 43 cpv. 3 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_35"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Uso delle autostrade e semiautostrade",
        "citation": "Art. 35 cpv. 1 ONC",
        "content": "Le autostrade e le semiautostrade sono accessibili soltanto ai veicoli a motore capaci di raggiungere una velocità di almeno 80 km/h e autorizzati a farlo. La disposizione non è applicabile ai veicoli per la manutenzione delle strade nonché ai veicoli e ai trasporti eccezionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_35"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Uso delle autostrade e semiautostrade",
        "citation": "Art. 35 cpv. 2 ONC",
        "content": "I trattori, i veicoli cingolati, i veicoli muniti di pneumatici chiodati come anche i motoveicoli di cilindrata fino a 50 cm3 o con una potenza massima del motore di 4,00 kW non possono circolare sulle autostrade e sulle semiautostrade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_35"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Uso delle autostrade e semiautostrade",
        "citation": "Art. 35 cpv. 3 ONC",
        "content": "I veicoli in panne possono essere trainati solo sino alla prossima uscita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_35"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Uso delle autostrade e semiautostrade",
        "citation": "Art. 35 cpv. 4 ONC",
        "content": "Sulle autostrade e sulle semiautostrade è vietato effettuare corse di prova e manifestazioni sportive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_35"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 ONC",
        "content": "(art. 43 cpv. 3 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 1 ONC",
        "content": "Sulle autostrade e sulle semiautostrade è permesso cambiare direzione solo nei punti espressamente designati a tale scopo. È vietato voltare e fare marcia indietro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 2 ONC",
        "content": "Lo spartitraffico centrale nelle autostrade non può essere superato nemmeno nei punti destinati al passaggio trasversale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 3 ONC",
        "content": "Solo in caso di necessità, il conducente può fermarsi nelle corsie di emergenza e sugli spiazzi appositamente segnalati per veicoli in panne, altrimenti solo nei posti di parcheggio indicati con segnali. Gli occupanti del veicolo non devono accedere alla carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 4 ONC",
        "content": "Gli utenti delle autostrade e delle semiautostrade hanno la precedenza sui veicoli provenienti dalle strade di accesso. In caso di traffico fortemente rallentato si applica l’articolo 8 capoverso 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 5 ONC",
        "content": "È vietato sorpassare a destra con manovre di uscita e di rientro. I conducenti possono tuttavia, con la dovuta prudenza, avanzare sulla destra accanto ad altri veicoli:\na. in caso di circolazione in colonna sulla corsia di sinistra o su quella centrale;\nb. sui tratti che servono alla preselezione purché, per ogni corsia, siano indicati differenti luoghi di destinazione;\nc. se la corsia di sinistra è delimitata da una linea di sicurezza (6.01) o, in presenza di una linea doppia (6.04), da una linea di sicurezza applicata sulla sinistra, fino al termine della demarcazione corrispondente, in particolare sulle corsie d’accelerazione delle entrate;\nd. sulle corsie di decelerazione delle uscite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 6 ONC",
        "content": "Sulle autostrade ad almeno tre corsie nello stesso senso, la corsia esterna sinistra può essere utilizzata soltanto da veicoli a motore che sono autorizzati a circolare ad oltre 100 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Norme speciali sulle autostrade e sulle semi-autostrade",
        "citation": "Art. 36 cpv. 7 ONC",
        "content": "I veicoli che sulle autostrade e semiautostrade con almeno due corsie in una direzione circolano a passo d’uomo o sono fermi devono lasciare un corridoio libero per il passaggio dei veicoli della polizia, del servizio sanitario, del servizio antincendio, del servizio doganale e ausiliari tra la corsia di sinistra più esterna e quella situata alla sua destra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_36"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a senso unico",
        "citation": "Art. 37 ONC",
        "content": "(art. 57 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_37"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a senso unico",
        "citation": "Art. 37 cpv. 1 ONC",
        "content": "Le strade a senso unico sono equiparate alla metà destra di una strada aperta al traffico nei due sensi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_37"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a senso unico",
        "citation": "Art. 37 cpv. 2 ONC",
        "content": "Il conducente può passare a destra o a sinistra delle isole spartitraffico e degli ostacoli, come anche delle tranvie e delle ferrovie su strada in moto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_37"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a senso unico",
        "citation": "Art. 37 cpv. 3 ONC",
        "content": "La retromarcia è vietata, salvo nel parcheggiare, attaccare un rimorchio, ecc.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_37"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a forte pendenza e strade di montagna",
        "citation": "Art. 38 ONC",
        "content": "(art. 45 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_38"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a forte pendenza e strade di montagna",
        "citation": "Art. 38 cpv. 1 ONC",
        "content": "Se, su strade a forte pendenza e su strade di montagna, veicoli dello stesso genere* non possono incrociare, il veicolo che discende deve fare marcia indietro, in quanto l’altro non si trovi vicino a uno spiazzo d’incrocio. L’incrocio di veicoli di diverso genere è disciplinato dall’articolo 9 capoverso 2 primo periodo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_38"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade a forte pendenza e strade di montagna",
        "citation": "Art. 38 cpv. 3 ONC",
        "content": "Sulle strade postali di montagna, qualora l’incrocio o il sorpasso sia difficile, è obbligo attenersi ai cenni e alle istruzioni dei conducenti dei veicoli di linea.* ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_38"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Gallerie",
        "citation": "Art. 39 ONC",
        "content": "(art. 57 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_39"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Gallerie",
        "citation": "Art. 39 cpv. 1 ONC",
        "content": "Nelle gallerie è vietato fare retromarcia e invertire il senso di marcia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_39"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Gallerie",
        "citation": "Art. 39 cpv. 2 ONC",
        "content": "Le luci del veicolo devono sempre essere tenute accese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_39"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Gallerie",
        "citation": "Art. 39 cpv. 3 ONC",
        "content": "I conducenti possono fermarsi solo in caso di necessità. Il motore deve essere spento immediatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_39"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Ciclopiste e corsie ciclabili",
        "citation": "Art. 40 ONC",
        "content": "(art. 43 cpv. 2, e 46 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_40"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Ciclopiste e corsie ciclabili",
        "citation": "Art. 40 cpv. 1 ONC",
        "content": "I ciclisti devono dare la precedenza, se da una ciclopista o da una corsia ciclabile accedono alla carreggiata attigua e se, sorpassando, lasciano la corsia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_40"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Ciclopiste e corsie ciclabili",
        "citation": "Art. 40 cpv. 2 ONC",
        "content": "I pedoni possono usare la ciclopista dove mancano i marciapiedi e le strade pedonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_40"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Ciclopiste e corsie ciclabili",
        "citation": "Art. 40 cpv. 3 ONC",
        "content": "I conducenti di altri veicoli possono circolare sulla corsia ciclabile delimitata da una linea discontinua (6.09) purché non ostacolino la circolazione dei velocipedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_40"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Ciclopiste e corsie ciclabili",
        "citation": "Art. 40 cpv. 4 ONC",
        "content": "Se devono attraversare una ciclopista o una corsia ciclabile all’infuori di intersezioni, per esempio per accedere a un immobile, i conducenti di altri veicoli devono dare la precedenza ai ciclisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_40"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Ciclopiste e corsie ciclabili",
        "citation": "Art. 40 cpv. 5 ONC",
        "content": "Se una ciclopista corre a una distanza massima di 2 m lungo una carreggiata per il traffico dei veicoli a motore, per i ciclisti alle intersezioni vigono le norme di precedenza cui sottostanno i conducenti dei veicoli che circolano sulla carreggiata contigua. Quando svoltano, i conducenti dei veicoli a motore sulla carreggiata contigua devono dare la precedenza ai ciclisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_40"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade pedonali, marciapiedi",
        "citation": "Art. 41 ONC",
        "content": "(art. 43 cpv. 1 e 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade pedonali, marciapiedi",
        "citation": "Art. 41 cpv. 1 ONC",
        "content": "I velocipedi possono essere parcheggiati sul marciapiede se resta libero uno spazio almeno di 1,50 m per i pedoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade pedonali, marciapiedi",
        "citation": "Art. 41 cpv. 1bis ONC",
        "content": "Se non è autorizzato espressamente mediante segnali o demarcazioni, è vietato parcheggiare altri veicoli sul marciapiede. In mancanza di siffatta segnaletica, è possibile parcheggiare sul marciapiede solamente per caricare o scaricare merci oppure per far salire o scendere i passeggeri dai veicoli; deve restare sempre libero uno spazio di almeno 1,50 m per i pedoni. Queste operazioni devono essere svolte nel più breve tempo possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade pedonali, marciapiedi",
        "citation": "Art. 41 cpv. 2 ONC",
        "content": "Il conducente che con il suo veicolo deve utilizzare il marciapiede è tenuto a osservare una prudenza particolare verso i pedoni e gli utenti di mezzi simili a veicoli; deve dare loro la precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade pedonali, marciapiedi",
        "citation": "Art. 41 cpv. 3 ONC",
        "content": "Le corsie pedonali longitudinali (6.19) demarcate sulla carreggiata possono essere usate dai veicoli solo se il traffico pedonale non ne è ostacolato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Strade pedonali, marciapiedi",
        "citation": "Art. 41 cpv. 4 ONC",
        "content": "In mancanza di una ciclopista o di una corsia ciclabile, i fanciulli fino a 12 anni possono circolare in velocipede su strade pedonali e marciapiedi. Essi devono adeguare la velocità e il modo di circolare alle circostanze. In particolare, devono avere riguardo per i pedoni e dare loro la precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Quartieri residenziali o analoghi",
        "citation": "Art. 41a ONC",
        "content": "(art. 57 cpv. 1 LCStr)Sulle strade secondarie nei quartieri residenziali oppure sulle strade secondarie a circolazione parzialmente limitata, i conducenti di veicoli devono usare speciale prudenza e avere riguardo verso gli altri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Aree con percorso rotatorio obbligato",
        "citation": "Art. 41b cpv. ONC",
        "content": "(art. 57 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Aree con percorso rotatorio obbligato",
        "citation": "Art. 41b cpv. 1 ONC",
        "content": "Prima di entrare in un’area con percorso rotatorio obbligato (segnale 2.41.1 in relazione con il segnale 3.02), il conducente deve rallentare e dare la precedenza ai veicoli che arrivano da sinistra nella rotatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Aree con percorso rotatorio obbligato",
        "citation": "Art. 41b cpv. 2 ONC",
        "content": "All’entrata nell’area con percorso rotatorio obbligato e, se non segue nessun cambiamento di corsia, all’interno della rotatoria il conducente non deve segnalare la direzione. Tuttavia deve segnalare la direzione quando lascia la rotatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quarto: Strade speciali, Aree con percorso rotatorio obbligato",
        "citation": "Art. 41b cpv. 3 ONC",
        "content": "Nelle aree con percorso rotatorio obbligato i ciclisti possono derogare dall’obbligo di circolare a destra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_41_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: in generale",
        "citation": "Art. 42 ONC",
        "content": "(art. 19 cpv. 1, 46 cpv. 4, 47 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_42"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: in generale",
        "citation": "Art. 42 cpv. 1 ONC",
        "content": "I motociclisti e i ciclisti devono occupare il posto loro destinato. I fanciulli possono usare un velocipede solo se riescono a pedalare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_42"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: in generale",
        "citation": "Art. 42 cpv. 2 ONC",
        "content": "I conducenti di motoveicoli e ciclisti non possono trasportare oggetti che impediscano loro di fare le segnalazioni o mettano in pericolo gli altri utenti della strada. La larghezza degli oggetti trasportati non deve superare 1 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_42"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: in generale",
        "citation": "Art. 42 cpv. 3 ONC",
        "content": "I ciclisti possono avanzare sulla destra di una colonna di veicoli a motore se vi è sufficiente spazio libero; è loro vietato di avanzare tra i veicoli della colonna. Essi non devono impedire alla colonna di proseguire né segnatamente porsi davanti a veicoli fermi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_42"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: in generale",
        "citation": "Art. 42 cpv. 4 ONC",
        "content": "I conducenti di ciclomotori e i conducenti di risciò elettrici la cui larghezza non supera 1,00 m devono attenersi alle norme per i ciclisti. Devono inoltre rispettare le velocità massime generali e quelle segnalate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_42"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: circolazione in fila indiana",
        "citation": "Art. 43 ONC",
        "content": "(art. 46 cpv. 2, e 47 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_43"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: circolazione in fila indiana",
        "citation": "Art. 43 cpv. 1 ONC",
        "content": "I conducenti di velocipedi e di ciclomotori non devono circolare accanto ad altri velocipedi o ciclomotori. Sempreché non ostacolino il traffico, possono tuttavia circolare affiancati a due:\na. se circolano in formazione chiusa di oltre dieci velocipedi o ciclomotori;\nb. se la circolazione dei velocipedi e dei ciclomotori è densa;\nc. sulle ciclopiste e sulle piste di cicloturismo indicate da segnali su strade secondarie;\nd. nelle zone d’incontro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_43"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Motoveicoli, ciclomotori e velocipedi: circolazione in fila indiana",
        "citation": "Art. 43 cpv. 2 ONC",
        "content": "I conducenti di motoveicoli non devono circolare né affiancati, né accanto a velocipedi o a ciclomotori. I ciclisti e i conducenti di ciclomotori non devono circolare accanto a motoveicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_43"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Sedie a rotelle e monopattini autobilanciati",
        "citation": "Art. 43a ONC",
        "content": "(art. 43 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_43_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Sedie a rotelle e monopattini autobilanciati",
        "citation": "Art. 43a cpv. 1 ONC",
        "content": "Sulle aree di traffico destinate ai pedoni, l’uso di sedie a rotelle non motorizzate è consentito a chiunque, mentre le sedie a rotelle motorizzate e i monopattini autobilanciati possono essere utilizzati soltanto da persone con ridotte capacità deambulatorie. In questi casi si applicano per analogia le disposizioni vigenti per i pedoni. La velocità e il modo di circolare vanno adeguati alle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_43_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Sedie a rotelle e monopattini autobilanciati",
        "citation": "Art. 43a cpv. 2 ONC",
        "content": "Le sedie a rotelle per invalidi possono essere utilizzate sulle superfici riservate ai veicoli. In questo caso si applicano per analogia le disposizioni in vigore per i ciclisti. Quando circolano sulla carreggiata o su una ciclopista, le sedie a rotelle per invalidi devono essere provviste, di notte e in caso di cattive condizioni di visibilità, di una luce ben visibile, bianca davanti e rossa dietro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_43_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Tranvie e ferrovie su strada",
        "citation": "Art. 45 ONC",
        "content": "(art. 48 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_45"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Tranvie e ferrovie su strada",
        "citation": "Art. 45 cpv. 1 ONC",
        "content": "I conducenti di tranvie e di ferrovie su strada devono circolare con speciale prudenza quando voltano al capolinea, cambiano il lato della carreggiata, incrociano su una strada stretta o circolano in senso inverso al traffico. Prima di sorpassare, essi devono assicurarsi che lo spazio è sufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_45"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Tranvie e ferrovie su strada",
        "citation": "Art. 45 cpv. 2 ONC",
        "content": "Essi danno la precedenza ai veicoli del servizio antincendio, del servizio sanitario, della polizia e del servizio doganale che si annunciano con gli speciali segnalatori. Circolando su una strada secondaria, essi devono dare la precedenza quando si immettono in una principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_45"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte prima: Norme per i veicoli, Capo quinto: Categorie speciali di veicoli, Tranvie e ferrovie su strada",
        "citation": "Art. 45 cpv. 3 ONC",
        "content": "Ogni qualvolta sia richiesto dalla sicurezza del traffico segnatamente prima della partenza, essi devono avvertire gli utenti della strada con i loro avvisatori luminosi o acustici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_45"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Uso della strada",
        "citation": "Art. 46 ONC",
        "content": "(art. 49 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_46"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Uso della strada",
        "citation": "Art. 46 cpv. 1 ONC",
        "content": "Sulla carreggiata, i pedoni devono circolare a destra e non a sinistra, quando solamente su quel lato vi è la possibilità di scansarsi oppure quando essi conducono un veicolo che non sia una carrozzella per bambini. Essi evitano di passare frequentemente da un lato all’altro della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_46"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Uso della strada",
        "citation": "Art. 46 cpv. 2 ONC",
        "content": "I pedoni evitano di sostare inutilmente sulla carreggiata, soprattutto nei punti senza visuale e stretti, sulle intersezioni, di notte o per cattivo tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_46"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Uso della strada",
        "citation": "Art. 46 cpv. 2bis ONC",
        "content": "Per attività, segnatamente giuochi, praticate su un’area delimitata, può essere utilizzata l’area di traffico destinata ai pedoni e su strade secondarie con poco traffico (ad es. nei quartieri d’abitazione) tutta la superficie della carreggiata, nella misura in cui non vengono ostacolati o messi in pericolo gli altri utenti della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_46"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Uso della strada",
        "citation": "Art. 46 cpv. 3 ONC",
        "content": "Alle fermate delle tranvie e delle ferrovie su strada, sprovviste di banchina, i pedoni possono lasciare il marciapiede solo dopo che il veicolo si sia fermato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_46"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Attraversamento della carreggiata",
        "citation": "Art. 47 ONC",
        "content": "(art. 49 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_47"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Attraversamento della carreggiata",
        "citation": "Art. 47 cpv. 1 ONC",
        "content": "I pedoni devono accedere alla carreggiata con prudenza, soprattutto davanti e dietro un veicolo fermo; essi devono attraversare la strada rapidamente. Essi devono usare passaggi pedonali, cavalcavia o sottopassaggi che distino meno di 50 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_47"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Attraversamento della carreggiata",
        "citation": "Art. 47 cpv. 2 ONC",
        "content": "Sui passaggi pedonali senza regolazione del traffico, il pedone ha la precedenza, salvo rispetto alle tranvie e alle ferrovie su strada. Tuttavia non può avvalersi della precedenza se il veicolo è già così vicino da non potersi più fermare per tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_47"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Attraversamento della carreggiata",
        "citation": "Art. 47 cpv. 3 ONC",
        "content": "Dove il passaggio pedonale, senza regolazione del traffico, è suddiviso da un’isola spartitraffico, ciascuna parte è considerata come un passaggio pedonale indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_47"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Attraversamento della carreggiata",
        "citation": "Art. 47 cpv. 5 ONC",
        "content": "Fuori dai passaggi pedonali, i pedoni devono dare la precedenza ai veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_47"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Casi speciali",
        "citation": "Art. 48 ONC",
        "content": "(art. 49 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_48"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Casi speciali",
        "citation": "Art. 48 cpv. 1 ONC",
        "content": "Le persone che spingono carri a mano, di larghezza non superiore a 1 m, carrozzelle per bambini, sedie a rotelle per invalidi o velocipedi devono osservare almeno le norme e i segnali per i pedoni. Sulla carreggiata, tuttavia, esse devono sempre procedere in fila indiana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_48"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Casi speciali",
        "citation": "Art. 48 cpv. 1bis ONC",
        "content": "L’impiego di sci e di slitte come mezzi di circolazione è permesso dove è di uso locale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_48"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo primo: Pedoni, Casi speciali",
        "citation": "Art. 48 cpv. 3 ONC",
        "content": "Le persone che lavorano sulla carreggiata o nello spazio della stessa devono, se necessario, collocare segnali; in caso di lavori di pianificazione, costruzione o manutenzione devono indossare abiti fluorescenti e catarifrangenti che le rendano ben visibili sia di giorno sia di notte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_48"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo 1a: Utenti di mezzi simili a veicoli, Uso della strada",
        "citation": "Art. 50 cpv. 1 ONC",
        "content": "I mezzi simili a veicoli possono essere impiegati come mezzi di circolazione per circolare su:\na. aree di traffico destinate ai pedoni quali marciapiedi, strade pedonali, corsie pedonali, zone pedonali; \nb. ciclopiste;\nc. carreggiate di zone con limite di velocità massimo di 30 km/h e zone d’incontro;\nd. carreggiate di strade secondarie, se lungo la strada mancano il marciapiede, il sentiero pedonale o la ciclopista e il volume di traffico nel momento dell’utenza è esiguo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_50"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo 1a: Utenti di mezzi simili a veicoli, Uso della strada",
        "citation": "Art. 50 cpv. 2 ONC",
        "content": "Per attività, segnatamente giuochi, praticate su un’area delimitata, può essere utilizzata l’area di traffico destinata ai pedoni e su strade secondarie con poco traffico (ad es. nei quartieri d’abitazione) tutta la superficie della carreggiata, nella misura in cui non vengono ostacolati o messi in pericolo gli altri utenti della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_50"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo 1a: Utenti di mezzi simili a veicoli, Uso come mezzo di circolazione",
        "citation": "Art. 50a cpv. 1 ONC",
        "content": "Agli utenti di mezzi simili a veicoli si applicano le norme di circolazione vigenti per i pedoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_50_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo 1a: Utenti di mezzi simili a veicoli, Uso come mezzo di circolazione",
        "citation": "Art. 50a cpv. 2 ONC",
        "content": "Devono sempre adeguare la velocità e il loro modo di circolare alle circostanze nonché alle peculiarità del mezzo. In particolare devono avere riguardo per i pedoni e dare loro la precedenza. Nell’attraversare la carreggiata possono circolare soltanto a passo d’uomo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_50_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo 1a: Utenti di mezzi simili a veicoli, Uso come mezzo di circolazione",
        "citation": "Art. 50a cpv. 3 ONC",
        "content": "Sulla carreggiata, gli utenti di mezzi simili a veicoli circolano a destra. Sulle ciclopiste mantengono la direzione di circolazione prescritta per i ciclisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_50_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo 1a: Utenti di mezzi simili a veicoli, Uso come mezzo di circolazione",
        "citation": "Art. 50a cpv. 4 ONC",
        "content": "Di notte o se le condizioni di visibilità lo esigono, sulla carreggiata e sulle ciclopiste i mezzi simili a veicoli o i loro utenti devono essere provvisti davanti di una luce bianca luminosa e dietro di una luce rossa luminosa ben visibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_50_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Cavalli montati",
        "citation": "Art. 51 ONC",
        "content": "(art. 50 cpv. 1 e 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_51"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Cavalli montati",
        "citation": "Art. 51 cpv. 1 ONC",
        "content": "Sulle strade di grande traffico, l’equitazione è permessa solo ai cavalieri esperti che montano cavalli abituati al traffico. Cavalcando, è permesso condurre per la briglia solo un altro cavallo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_51"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Cavalli montati",
        "citation": "Art. 51 cpv. 2 ONC",
        "content": "È permesso cavalcare affiancati a due a due solamente in gruppi di almeno sei cavalieri o, durante il giorno sulle strade di poco traffico, fuori delle località.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_51"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Singoli animali, mandrie e greggi",
        "citation": "Art. 52 ONC",
        "content": "(art. 50 cpv. 2 a 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_52"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Singoli animali, mandrie e greggi",
        "citation": "Art. 52 cpv. 1 ONC",
        "content": "Chiunque conduce un animale deve tenerlo costantemente sotto la sua padronanza. Gli animali devono essere affidati solo a guardiani capaci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_52"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Singoli animali, mandrie e greggi",
        "citation": "Art. 52 cpv. 2 ONC",
        "content": "Nelle regioni di montagna, un animale isolato può essere guidato sul margine sinistro della strada, se la sicurezza è maggiore per il guardiano e l’animale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_52"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Singoli animali, mandrie e greggi",
        "citation": "Art. 52 cpv. 3 ONC",
        "content": "Gli animali fermi non devono ostacolare il traffico; se sono lasciati incustoditi, essi devono essere legati in modo sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_52"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Singoli animali, mandrie e greggi",
        "citation": "Art. 52 cpv. 4 ONC",
        "content": "I guardiani che conducono mandrie o greggi su strade principali devono vigilare affinché la parte sinistra della strada sia lasciata libera agli altri utenti. Ai passaggi a livello, se occorre, la mandria o il gregge deve essere frazionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_52"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Disposizioni comuni",
        "citation": "Art. 53 ONC",
        "content": "(art. 50 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_53"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Disposizioni comuni",
        "citation": "Art. 53 cpv. 1 ONC",
        "content": "Per quanto possibile, le colonne di cavalli montati, le mandrie e i greggi devono essere frazionati per agevolare il sorpasso ai veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_53"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte seconda: Norme per gli altri utenti della strada, Capo secondo: Cavalli montati, animali, Disposizioni comuni",
        "citation": "Art. 53 cpv. 2 ONC",
        "content": "Di notte o se le condizioni atmosferiche lo esigono, chi va a cavallo o conduce animali deve portare sulla parte rivolta al traffico almeno una luce gialla anabbagliante, visibile davanti e di dietro. Inoltre la cavalcatura dev’essere munita di gambali catarifrangenti. Le colonne di cavallerizzi e i gruppi di animali devono portare, a sinistra, almeno una luce gialla davanti e di dietro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_53"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Misure di sicurezza sul luogo dell’infortunio",
        "citation": "Art. 54 ONC",
        "content": "(art. 51 cpv. 1 e 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_54"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Misure di sicurezza sul luogo dell’infortunio",
        "citation": "Art. 54 cpv. 1 ONC",
        "content": "Se per causa di un infortunio, di una panne a un veicolo, di merci cadute o di olio dispersosi risultano ostacoli o altri pericoli, le persone coinvolte, compresi anche i passeggeri, devono prendere subito i provvedimenti di sicurezza appropriati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_54"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Misure di sicurezza sul luogo dell’infortunio",
        "citation": "Art. 54 cpv. 2 ONC",
        "content": "La polizia deve essere subito avvertita, se un pericolo non può essere eliminato immediatamente, in particolare se liquidi dispersisi possono inquinare fiumi e laghi o acque sotterranee. Qualora l’esercizio ferroviario sia ostacolato, ad esempio se veicoli o il loro carico cadono sugli impianti ferroviari, l’amministrazione della ferrovia deve essere subito informata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_54"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Infortuni con danni alle persone",
        "citation": "Art. 55 ONC",
        "content": "(art. 51 cpv. 1 e 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_55"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Infortuni con danni alle persone",
        "citation": "Art. 55 cpv. 1 ONC",
        "content": "In caso di infortunio con danni alle persone, la polizia deve essere subito avvertita, se una persona ha subito ferite esterne o presumibilmente ferite interne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_55"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Infortuni con danni alle persone",
        "citation": "Art. 55 cpv. 2 ONC",
        "content": "Non è necessario avvertire la polizia, se si tratta solo di escoriazioni o di lievi contusioni; tuttavia, l’autore del danno deve indicare al ferito il nome e l’indirizzo. La polizia non deve parimente essere avvertita, se solo il conducente, i suoi parenti o i membri della comunione domestica sono stati feriti in modo insignificante e nessun terzo è coinvolto nell’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_55"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Accertamento dei fatti",
        "citation": "Art. 56 ONC",
        "content": "(art. 51 cpv. 2 e 3 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_56"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Accertamento dei fatti",
        "citation": "Art. 56 cpv. 1 ONC",
        "content": "Sul luogo dell’infortunio, lo stato di fatto non può essere modificato prima dell’arrivo della polizia che per proteggere i feriti o garantire la sicurezza del traffico. Prima di spostare le vittime o le cose, è necessario segnare sulla strada la loro posizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_56"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Accertamento dei fatti",
        "citation": "Art. 56 cpv. 1bis ONC",
        "content": "La polizia procede agli accertamenti in caso di incidenti della circolazione che devono essere annunciati secondo l’articolo 51 LCStr; negli altri casi, deve compiere gli accertamenti qualora una persona implicata lo richieda. È fatta salva l’azione penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_56"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Accertamento dei fatti",
        "citation": "Art. 56 cpv. 2 ONC",
        "content": "Se una parte lesa vuole chiamare la polizia, sebbene non vi sia obbligo, le altre persone coinvolte devono collaborare all’accertamento dei fatti, sino a quando sono congedate dalla polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_56"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Accertamento dei fatti",
        "citation": "Art. 56 cpv. 3 ONC",
        "content": "I conducenti di veicoli del servizio antincendio, del servizio sanitario, della polizia e del servizio doganale in corse urgenti e i conducenti dei veicoli delle aziende di trasporto pubbliche in corse soggette a orario possono proseguire, se l’aiuto ai feriti e l’accertamento dei fatti sono garantiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_56"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte terza: Comportamento in caso d’infortunio, Accertamento dei fatti",
        "citation": "Art. 56 cpv. 4 ONC",
        "content": "Il conducente che apprende di essere stato o di poter essere stato coinvolto in un infortunio deve ritornare immediatamente sul luogo dell’infortunio o annunciarsi presso il posto di polizia più vicino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_56"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, In generale",
        "citation": "Art. 57 ONC",
        "content": "(art. 29 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_57"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, In generale",
        "citation": "Art. 57 cpv. 1 ONC",
        "content": "Il conducente deve accertarsi che il veicolo e il carico siano conformi alle prescrizioni e che il veicolo sia provvisto dei necessari accessori, come il segnale di veicolo fermo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_57"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, In generale",
        "citation": "Art. 57 cpv. 2 ONC",
        "content": "Le targhe di controllo, il disco di velocità massima e simili devono essere ben leggibili; i dispositivi delle luci, i catarifrangenti, i vetri e gli specchi retrovisori devono essere puliti. Il carico, i portacarichi, le attrezzature di lavoro e oggetti analoghi non devono celare né le targhe né i dispositivi d’illuminazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_57"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, In generale",
        "citation": "Art. 57 cpv. 3 ONC",
        "content": "Se, durante la circolazione, si manifestano difetti poco gravi, il conducente può proseguire con speciale prudenza; la riparazione deve essere effettuata senza indugio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_57"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, In generale",
        "citation": "Art. 57 cpv. 4 ONC",
        "content": "I veicoli a motore in costruzione, in trasformazione o in riparazione possono circolare per trasferimenti, qualora almeno il dispositivo di guida e i freni diano le necessarie garanzie di sicurezza, il veicolo sia provvisto della luce di fermata, le luci, durante la notte o per cattivo tempo, corrispondano alle prescrizioni e il rumore non sia eccessivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_57"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 ONC",
        "content": "(art. 29 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 cpv. 1 ONC",
        "content": "Parti integranti, attrezzature di lavoro o carichi, che possono diventare pericolosi in caso di collisione, specialmente se hanno punte, lame o angoli vivi, devono essere muniti di dispositivi protettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 cpv. 2 ONC",
        "content": "Se carichi, singole parti o rimorchi sporgono lateralmente dalla sagoma del veicolo in modo poco visibile, i punti esterni devono essere contrassegnati chiaramente, di giorno con banderuole o pannelli, di notte e quando le condizioni atmosferiche lo esigono con luci o catarifrangenti di colore bianco davanti e rosso dietro; i catarifrangenti non possono essere collocati a più di 90 cm dal suolo. In caso di trasporti eccezionali, i carichi o i rimorchi eccessivamente larghi devono essere segnalati mediante banderuole o pannelli rettangolari di almeno 40 cm di lato e recanti strisce oblique rosse e bianche larghe 10 cm circa; di notte e quando le condizioni atmosferiche lo esigono, detti contrassegni devono essere illuminati o completati da luci d’ingombro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 cpv. 2bis ONC",
        "content": "L’estremità di carichi o singole parti che sporgono posteriormente di oltre 1 m dal veicolo deve essere contrassegnata chiaramente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 cpv. 3 ONC",
        "content": "Durante la circolazione, le parti mobili, come bracci di gru e ganci, devono essere immobilizzate e le forche sollevatrici vanno fissate verticalmente o munite di casse protettrici ben visibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 cpv. 5 ONC",
        "content": "I veicoli a motore trainanti carichi o rimorchi che impediscono la visibilità devono essere muniti esteriormente a sinistra e a destra di un retrovisore che consenta al conducente di osservare la carreggiata a lato dei carichi o dei rimorchi e verso il retro su una distanza di almeno 100 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Misure di protezione",
        "citation": "Art. 58 cpv. 6 ONC",
        "content": "I dispositivi pieghevoli o retraibili per ridurre la resistenza aerodinamica (art. 38 cpv. 1 lett. s OETV) che sporgono sul retro del veicolo più di 500 mm oltre la lunghezza massima autorizzata devono essere retratti su strade con una velocità massima segnalata di 50 km/h o inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_58"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I. Misure di sicurezza, Protezione della carreggiata",
        "citation": "Art. 59 ONC",
        "content": "(art. 29 LCStr)Il conducente di un veicolo deve evitare di sporcare la carreggiata in qualsiasi modo. La carreggiata che sia stata sporcata deve essere segnalata agli altri utenti della strada e pulita rapidamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_59"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I.a Emissioni dei gas di scarico. Manutenzione del sistema antinquinamento dei veicoli, Obbligo di manutenzione del sistema antinquinamento",
        "citation": "Art. 59a cpv. 1 ONC",
        "content": "Gli autoveicoli immatricolati in Svizzera sono sottoposti all’obbligo di manutenzione del sistema antinquinamento (art. 35 OETV). Fanno eccezione:\na. gli autoveicoli provvisti di un sistema di diagnosi «On Board» riconosciuto (sistema OBD);\nb. gli autoveicoli equipaggiati di motore ad accensione comandata, il cui genere di costruzione permette velocità massime inferiori a 50 km/h nonché gli autoveicoli pesanti equipaggiati di motore ad accensione comandata;\nc. i carri di lavoro agricoli e forestali;\nd. gli autoveicoli immatricolati per la prima volta prima del 1° gennaio 1976;\ne. i veicoli di detentori che beneficiano di privilegi e immunità diplomatiche o consolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_59_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I.a Emissioni dei gas di scarico. Manutenzione del sistema antinquinamento dei veicoli, Obbligo di manutenzione del sistema antinquinamento",
        "citation": "Art. 59a cpv. 2 ONC",
        "content": "Un sistema OBD è riconosciuto nel caso dei seguenti autoveicoli:\na. autoveicoli leggeri equipaggiati di motore ad accensione comandata che soddisfano almeno le prescrizioni sui gas di scarico Euro 3;\nb. autoveicoli leggeri equipaggiati di motore ad accensione per compressione che soddisfano almeno le prescrizioni sui gas di scarico Euro 4;\nc. autoveicoli pesanti che soddisfano almeno le prescrizioni sui gas di scarico Euro 4 e immatricolati per la prima volta dopo il 30 settembre 2006.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_59_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I.a Emissioni dei gas di scarico. Manutenzione del sistema antinquinamento dei veicoli, Intervalli di manutenzione",
        "citation": "Art. 59b cpv. 1 ONC",
        "content": "Il detentore di un veicolo sottoposto all’obbligo di manutenzione del sistema antinquinamento deve fare effettuare un servizio di manutenzione entro i termini seguenti:\na. per gli autoveicoli leggeri equipaggiati di un motore ad accensione comandata e il cui genere di costruzione permette velocità massime di 50 km/h e oltre:\n1. senza catalizzatore: ogni 12 mesi,\n2. con catalizzatore: ogni 24 mesi;\nb. per gli autoveicoli equipaggiati di un motore ad accensione per compressione e il cui genere di costruzione permette velocità massime di oltre 30 km/h: ogni 24 mesi;\nc. per gli autoveicoli equipaggiati di un motore ad accensione per compressione e il cui genere di costruzione permette velocità massime di 30 km/h e meno: ogni 48 mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_59_b"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I.a Emissioni dei gas di scarico. Manutenzione del sistema antinquinamento dei veicoli, Obblighi del conducente e del detentore",
        "citation": "Art. 59c cpv. 1 ONC",
        "content": "Il conducente di un veicolo sottoposto all’obbligo di manutenzione del sistema antinquinamento deve portare seco il documento di manutenzione del sistema antinquinamento e presentarlo, su richiesta, agli organi incaricati del controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_59_c"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, I.a Emissioni dei gas di scarico. Manutenzione del sistema antinquinamento dei veicoli, Obblighi del conducente e del detentore",
        "citation": "Art. 59c cpv. 2 ONC",
        "content": "Se l’indicatore di funzionamento errato del sistema OBD indica un difetto dell’equipaggiamento rilevante in materia di gas di scarico, il detentore di un veicolo provvisto di un sistema OBD riconosciuto deve far controllare e ripristinare il veicolo entro un mese dalla prima volta che si è presentato il difetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_59_c"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, In generale",
        "citation": "Art. 60 ONC",
        "content": "(art. 30 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_60"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, In generale",
        "citation": "Art. 60 cpv. 2 ONC",
        "content": "Il numero di persone trasportate in e su veicoli a motore e i loro rimorchi non deve superare quello dei posti autorizzati. Durante la corsa devono essere utilizzati i posti autorizzati; negli autobus è permesso lasciare per breve tempo il posto a sedere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_60"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, In generale",
        "citation": "Art. 60 cpv. 3 ONC",
        "content": "Sui veicoli cingolati possono essere eccezionalmente trasportati feriti e altre persone addette a prestare assistenza al di fuori dei posti a sedere ammessi, se è garantita una protezione adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_60"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, In generale",
        "citation": "Art. 60 cpv. 4 ONC",
        "content": "È vietato trasportare persone in compartimenti di autoveicoli che non si possono aprire dall’interno; sono eccettuati i trasporti di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_60"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, In generale",
        "citation": "Art. 60 cpv. 5 ONC",
        "content": "Se i veicoli a motore, tranvie e ferrovie su strada sono in moto, è vietato salirvi, scendervi e sporgersi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_60"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, In generale",
        "citation": "Art. 60 cpv. 6 ONC",
        "content": "Conducenti e passeggeri non possono far sporgere né gettare alcun oggetto dal veicolo, salvo nei cortei su percorso chiuso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_60"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su veicoli adibiti al trasporto di cose e su veicoli agricoli e forestali",
        "citation": "Art. 61 ONC",
        "content": "(art. 30 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_61"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su veicoli adibiti al trasporto di cose e su veicoli agricoli e forestali",
        "citation": "Art. 61 cpv. 1 ONC",
        "content": "Sui posti in piedi autorizzati dei veicoli adibiti al trasporto di cose può essere trasportato solamente il personale necessario per caricare, scaricare e sorvegliare il carico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_61"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su veicoli adibiti al trasporto di cose e su veicoli agricoli e forestali",
        "citation": "Art. 61 cpv. 2 ONC",
        "content": "Sui seguenti veicoli, i fanciulli fino a 7 anni devono essere sorvegliati da un passeggero di età superiore a 14 anni oppure viaggiare in un seggiolino per fanciulli sicuro:\na. sui veicoli a motore agricoli e forestali e i loro rimorchi;\nb. sui trattori industriali con una velocità massima di 40 km/h, sui carri con motore e sui carri di lavoro come anche i loro rimorchi, nella misura in cui sono utilizzati per trasporti agricoli e forestali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_61"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su veicoli adibiti al trasporto di cose e su veicoli agricoli e forestali",
        "citation": "Art. 61 cpv. 3 ONC",
        "content": "Sui veicoli di cui al capoverso 2 possono essere trasportate per brevi tratti persone nel quadro dell’articolo 86 capoverso 1 lettera c anche sul ponte di carico e sul carico, quando è garantita un’adeguata protezione e i posti autorizzati non sono sufficienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_61"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su veicoli adibiti al trasporto di cose e su veicoli agricoli e forestali",
        "citation": "Art. 61 cpv. 4 ONC",
        "content": "Per interventi del servizio antincendio, della protezione civile o della polizia, per spostamenti con veicoli cingolati o l’impiego di veicoli militari nel quadro di manifestazioni non militari né controllate dal Dipartimento federale della difesa, della protezione della popolazione e dello sport oppure per traslochi e simili, l’autorità cantonale può permettere altri trasporti di persone su autoveicoli adibiti al trasporto di cose, su veicoli agricoli e forestali e relativi rimorchi. Essa prescrive i necessari provvedimenti di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_61"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su veicoli adibiti al trasporto di cose e su veicoli agricoli e forestali",
        "citation": "Art. 61 cpv. 5 ONC",
        "content": "Più di nove persone possono essere trasportate su autoveicoli adibiti al trasporto di cose o autotreni soltanto se ciò è previsto nella licenza di circolazione; ne è presupposto una sufficiente assicurazione sulla responsabilità civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_61"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su motoveicoli e velocipedi",
        "citation": "Art. 63 ONC",
        "content": "(art. 30 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_63"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su motoveicoli e velocipedi",
        "citation": "Art. 63 cpv. 1 ONC",
        "content": "I passeggeri dei motoveicoli nonché dei quadricicli leggeri a motore, dei quadricicli a motore e dei veicoli a motore a tre ruote simili a motoveicoli devono sedersi a cavalcioni e devono poter utilizzare predellini e poggiapiedi. Un fanciullo al di sotto dei sette anni può prendere posto soltanto su un apposito sedile autorizzato dall’autorità d’ammissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_63"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su motoveicoli e velocipedi",
        "citation": "Art. 63 cpv. 2 ONC",
        "content": "Nei carrozzini dei motoveicoli possono prendere posto soltanto tante persone quanti sono i sedili autorizzati. Sui rimorchi dei motoveicoli non possono essere trasportate persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_63"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su motoveicoli e velocipedi",
        "citation": "Art. 63 cpv. 3 ONC",
        "content": "I ciclisti di almeno 16 anni possono trasportare:\na. sui velocipedi a più posti, tante persone quante sono le paia supplementari di pedali disponibili; i fanciulli possono essere trasportati soltanto se sono in grado di pedalare restando seduti;\nb. su un elemento rimorchiato ai sensi dell’articolo 210 capoverso 5 OETV collegato a un velocipede a uno o due posti: un fanciullo, se è in grado di pedalare restando seduto, o una persona disabile in una sedia a rotelle;\nc. su un velocipede appositamente predisposto o su una speciale combinazione velocipede/sedia a rotelle: una persona disabile; oppure\nd. su un rimorchio per velocipedi collegato a un velocipede a uno o due posti oppure su un velocipede appositamente predisposto: al massimo due fanciulli sistemati su sedili protetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_63"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su motoveicoli e velocipedi",
        "citation": "Art. 63 cpv. 4 ONC",
        "content": "Oltre alle possibilità di cui nel capoverso 3, i ciclisti di almeno 16 anni possono trasportare un fanciullo su un seggiolino sicuro. Il seggiolino, in particolare, deve proteggere le gambe del fanciullo e non intralciare i movimenti del conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_63"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, II. Passeggeri, Passeggeri su motoveicoli e velocipedi",
        "citation": "Art. 63 cpv. 6 ONC",
        "content": "Sui velocipedi aventi due ruote sul medesimo asse l’autorità cantonale può autorizzare più posti delle paia di pedali a disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_63"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Larghezza",
        "citation": "Art. 64 cpv. ONC",
        "content": "(art. 9 cpv. 1 e 4, 20, 25 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_64"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Larghezza",
        "citation": "Art. 64 cpv. 1 ONC",
        "content": "La larghezza dei veicoli a motore e dei rimorchi non deve superare 2,55 m; quella dei veicoli climatizzati le cui carrozzerie fisse o amovibili sono equipaggiate appositamente per il trasporto di merci a uno stato di temperatura determinato e le cui pareti laterali, compreso l’isolamento termico, hanno uno spessore di almeno 45 mm, non deve superare 2,60 m. Per lo sbalzo laterale si applica l’articolo 73 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_64"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Larghezza",
        "citation": "Art. 64 cpv. 2 ONC",
        "content": "I veicoli di lavoro, i veicoli adibiti al trasporto di bestiame, i veicoli aventi una velocità massima di 30 km/h, i veicoli agricoli e forestali aventi una velocità massima di 40 km/h e i veicoli a trazione animale aventi una larghezza massima di m 2,55 possono circolare anche sulle strade segnalate con una larghezza massima di m 2,30.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_64"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Larghezza",
        "citation": "Art. 64 cpv. 3 ONC",
        "content": "I dispositivi sgombraneve possono essere più larghi del veicolo, con il quale sono usati; tuttavia devono essere contrassegnati in modo ben visibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_64"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. ONC",
        "content": "(art. 9 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. 1 ONC",
        "content": "La lunghezza dei veicoli, senza il carico, non deve superare:Metri\na. autoveicoli, esclusi gli autobus12,00\nb. rimorchi, esclusi i semirimorchi12,00\nc. autobus a due assi13,50\nd. autobus a più di due assi15,00\ne. autoarticolati16,50\nf. autotreni18,75\ng. autobus snodati18,75.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. 2 ONC",
        "content": "Nel caso degli autobus snodati e degli altri autobus, compresi gli accessori amovibili quali i box porta-sci, non deve essere superata la lunghezza massima di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. 3 ONC",
        "content": "In caso di veicoli specialmente equipaggiati per il trasporto di veicoli a motore con ruote disposte simmetricamente, i dispositivi d’appoggio per mantenere a posto i veicoli trasportati possono superare la lunghezza ammessa al massimo di 1,10 m posteriormente e al massimo di 0,50 m anteriormente nei limiti dello sbalzo ammesso (art. 73 cpv. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. 4 ONC",
        "content": "In caso di autoarticolati che trasportano container e contenitori analoghi lunghi 45 piedi nell’ambito del trasporto combinato non accompagnato, la lunghezza ammessa di cui al capoverso 1 lettera e può essere superata, anche a vuoto, al massimo di 0,15 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. 5 ONC",
        "content": "In caso di veicoli a motore pesanti dotati di cabina del conducente aerodinamica allungata o di serbatoi di idrogeno o batterie per l’alimentazione (art. 94 cpv. 1ter OETV) possono essere superate le lunghezze di cui al capoverso 1 lettere a ed e, purché non ne derivi una maggiore capacità di carico e siano rispettate le condizioni relative al percorso circolare di cui all’articolo 65a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Lunghezza",
        "citation": "Art. 65 cpv. 6 ONC",
        "content": "In caso di autotreni dotati di cabina del conducente aerodinamica allungata o di serbatoi di idrogeno o batterie per l’alimentazione può essere superata la lunghezza di cui al capoverso 1 lettera f e all’articolo 9 capoverso 1 LCStr, purché non ne derivi una maggiore capacità di carico e siano rispettate le condizioni relative al percorso circolare di cui all’articolo 65a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Percorso circolare",
        "citation": "Art. 65a ONC",
        "content": "Gli autoveicoli e gli autotreni in moto devono poter muoversi entro i limiti di una superficie a corona circolare di diametro esterno di 25 m e di diametro interno di 10.60 m, senza che la proiezione di una parte del veicolo sulla carreggiata (ad eccezione dei retrovisori e degli indicatori di direzione lampeggianti anteriori) sia situata fuori della superficie a corona circolare. Questa disposizione non è applicabile ai veicoli a motore agricoli e alle combinazioni di veicoli agricoli e forestali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_65_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Altezza",
        "citation": "Art. 66 cpv. ONC",
        "content": "(art. 9 cpv. 1 e 4 LCStr)L’altezza dei veicoli, compreso il carico, non deve superare i 4 m. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_66"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. ONC",
        "content": "(art. 9 cpv. 1, 2 e 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 1 ONC",
        "content": "Il peso effettivo dei veicoli e delle combinazioni di veicoli non può superare:\na. 40,00 t per i veicoli a motore con più di 4 assi, gli autotreni e gli autoarticolati, ovvero 44,00 t per i medesimi veicoli nel trasporto combinato non accompagnato;\nb. 32,00 t per i veicoli a motore con 4 assi;\nc. 28 t per gli snodati a tre assi;\nd. 25 t per i veicoli a motore con tre assi, nel caso normale, 26,00 t per i veicoli a motore con tre assi, se l’asse motore è equipaggiato di pneumatici gemellati e di una sospensione pneumatica o di una sospensione riconosciuta equivalente o se entrambi gli assi motori posteriori sono equipaggiati di pneumatici gemellati e il carico massimo per asse non supera le 9,50 t;\ndbis. 19,50 t per gli autobus a due assi;\ne. 18 t per i veicoli a motore con due assi;\nf. 32,00 t per i rimorchi con più di tre assi, esclusi i semirimorchi, i rimorchi con asse centrale e i rimorchi a timone rigido;\ng. 24,00 t per i rimorchi con tre assi, esclusi i semirimorchi, i rimorchi con asse centrale e i rimorchi a timone rigido;\nh. 18,00 t per i rimorchi con due assi, esclusi i semirimorchi, i rimorchi con asse centrale e i rimorchi a timone rigido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 1bis ONC",
        "content": "Per trasporto combinato non accompagnato si intende il trasporto di unità di carico (container, cassa mobile) o il trasferimento di un semirimorchio da o verso una qualsiasi stazione ferroviaria svizzera di trasbordo oppure da o verso un porto svizzero senza che la merce trasportata cambi di contenitore all’atto del trasbordo da un mezzo di trasporto all’altro. Il DATEC può stabilire quali stazioni di trasbordo estere situate in vicinanza del confine sono equiparate a quelle svizzere. Nel trasporto combinato non accompagnato, il conducente del veicolo deve disporre di un documento giustificativo adeguato (per es. lettera ferroviaria di vettura).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 1 ONC",
        "content": "ter Il peso effettivo dei veicoli di cui al capoverso 1 lettere b–d ed e a propulsione alternativa (art. 9a cpv. 1 OETV) può essere aumentato del peso aggiuntivo necessario per il sistema di propulsione alternativa, ma al massimo di 1 t, e per i veicoli a emissioni zero (art. 9a cpv. 2 OETV), al massimo di 2 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 1 ONC",
        "content": "quater Il peso effettivo dei veicoli di cui al capoverso 1 lettera a a propulsione alternativa (art. 9a cpv. 1 OETV) può essere aumentato del peso aggiuntivo necessario per il sistema di propulsione alternativa, ma al massimo di 1 t, e per i veicoli a emissioni zero (art. 9a cpv. 2 OETV), al massimo di 2 t rispetto ai valori indicati al capoverso 1 e all’articolo 9 capoverso 1 LCStr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 2 ONC",
        "content": "Il carico per asse non può superare:Tonnellate\na. per un asse singolo 10,00\nb. per un asse singolo motore di:\n1. raccoglitrici agricole con pneumatici larghi (art. 60 cpv. 6 OETV)14,00\n2. carri di lavoro con pneumatici larghi (art. 60 cpv. 6 OETV)14,00\n3. altri autoveicoli11,50\n4. rimorchi costruiti per l’impiego fuori strada11,50\nc. per un asse doppio il cui passo è meno di 1,00 m\n1. di veicoli a motore11,50\n2. di rimorchi11,00\nd. per un asse doppio il cui passo è compreso tra 1,00 e meno di 1,30 m16,00\ne. per un asse doppio il cui passo è compreso tra 1,30 e meno di 1,80 m18,00\nf. per un asse doppio il cui passo è compreso tra 1,30 m e meno di 1,80 m, il cui asse motore è equipaggiato da pneumatici gemellati e di una sospensione pneumatica o di una sospensione riconosciuta equivalente secondo l’articolo 57 OETV o che ciascuno degli assi motori è equipaggiato di pneumatici gemellati e il carico massimo autorizzato per asse non supera 9,50 t 19,00\ng. per un asse doppio di rimorchio il cui passo è di m 1,80 o più20,00\nh. per un asse triplo con passi inferiori o uguali a 1,30 m21,00\ni. per un asse triplo con passi superiori a 1,30 m e di 1,40 m al massimo24,00\nk. per un asse triplo con uno passo superiore a 1,40 m27,00",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 3 ONC",
        "content": "Se i valori iscritti nella licenza di circolazione sono inferiori ai valori massimi indicati nei capoversi 1, 2, 6, e 7, tali valori non devono essere superati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 4 ONC",
        "content": "Il peso sugli assi motori deve essere almeno pari al (peso minimo d’aderenza): \na. 22 per cento del peso effettivo per combinazioni di veicoli aventi una velocità massima per costruzione superiore a 25 km/h e fino a 40 km/h;\nb. 25 per cento del peso effettivo per veicoli e combinazioni di veicoli aventi una velocità massima per costruzione superiore a 40 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 5 ONC",
        "content": "Il peso effettivo dei rimorchi non può superare il carico rimorchiabile iscritto nella licenza di circolazione del veicolo trattore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 8 ONC",
        "content": "I carichi per asse autorizzati ai sensi dei capoversi 2 e 3 possono essere superati al massimo del 2 per cento, se è rispettato il peso effettivo dei veicoli e delle combinazioni di veicoli ai sensi dei capoversi 1 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, III. Dimensioni e peso, Pesi",
        "citation": "Art. 67 cpv. 9 ONC",
        "content": "L’USTRA può emanare istruzioni sui carichi massimi autorizzati per asse e sul peso minimo d’aderenza per i veicoli e i trasporti speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_67"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchi",
        "citation": "Art. 68 cpv. 1 ONC",
        "content": "I veicoli a motore e i velocipedi possono trainare un solo rimorchio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_68"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchi",
        "citation": "Art. 68 cpv. 2 ONC",
        "content": "Sono applicabili le seguenti eccezioni:\na. i carri industriali con motore possono trainare due rimorchi o, con autorizzazione cantonale, tre rimorchi;\nb. i trattori industriali possono trainare due rimorchi industriali o due rimorchi agricoli e forestali;\nc. nel traffico locale l’autorità cantonale può autorizzare, per i veicoli della Confederazione, due rimorchi industriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_68"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchi",
        "citation": "Art. 68 cpv. 3 ONC",
        "content": "I trattori e i carri con motore agricoli e forestali possono trainare due rimorchi agricoli e forestali, così come i monoassi agricoli e forestali, se l’asse del primo rimorchio è azionato dal motore. Se utilizzati a scopo agricolo e forestale, i convogli agricoli e forestali possono trainare inoltre un rimorchio vuoto o un rimorchio di lavoro leggero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_68"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchi",
        "citation": "Art. 68 cpv. 4 ONC",
        "content": "I rimorchi per il trasporto di persone possono essere utilizzati soltanto per corse regionali, soggette a orario, di imprese di trasporto in concessione. Gli autobus possono trainare soltanto un rimorchio per il bagaglio di peso totale massimo di 3,50 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_68"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchi",
        "citation": "Art. 68 cpv. 6 ONC",
        "content": "Nel caso di sinistri e per esercizi d’intervento in caso di sinistri, è permesso trainare con autoveicoli due rimorchi del servizio antincendio o della protezione civile oppure due attrezzi antincendio concepiti per trazione animale o manuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_68"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchi",
        "citation": "Art. 68 cpv. 7 ONC",
        "content": "I rimorchi trainati da velocipedi non possono superare, compreso il carico, 1,00 m di larghezza. Sul lato posteriore il carico può sporgere al massimo di 50 cm. Il peso effettivo non può superare 80 kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_68"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Misure di sicurezza per i rimorchi",
        "citation": "Art. 70 cpv. 1 ONC",
        "content": "Prima di partire, il conducente deve controllare che il rimorchio o il semirimorchio sia agganciato in modo sicuro, che i freni e le luci siano efficienti e che, nella marcia in avanti, segnatamente nelle curve, sia evitato l’urto fra i due veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_70"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Misure di sicurezza per i rimorchi",
        "citation": "Art. 70 cpv. 2 ONC",
        "content": "Se è necessario, il conducente e i suoi aiuti devono prendere i provvedimenti di sicurezza richiesti, in particolare, devono azionare correttamente l’eventuale dispositivo di direzione del rimorchio quando deve essere affrontata una curva stretta con un rimorchio che non può essere sterzato facilmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_70"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino e a spinta, in generale",
        "citation": "Art. 71 cpv. 1 ONC",
        "content": "I conducenti di veicoli a motore e dei velocipedi* come anche i passeggeri non devono tirare né rimorchiare a traino o a spinta veicoli od oggetti. È parimente vietato tirare sciatori, slitte per sport e simili e condurre animali. I ciclisti adulti possono, tuttavia, tenere, con la necessaria prudenza, un cane al guinzaglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_71"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino e a spinta, in generale",
        "citation": "Art. 71 cpv. 2 ONC",
        "content": "L’autorità cantonale può consentire di rimorchiare a traino legna e simili, come anche di tirare sciatori nelle regioni di sport invernali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_71"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino e a spinta, in generale",
        "citation": "Art. 71 cpv. 3 ONC",
        "content": "...* Per i ciclisti, cfr. anche art. 46 cpv. 4 LCStr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_71"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino di veicoli a motore",
        "citation": "Art. 72 cpv. 1 ONC",
        "content": "I veicoli a motore (ad eccezione dei motoveicoli), possono rimorchiare a traino al massimo un altro veicolo a motore senza rimorchio, i motoveicoli non più di un altro motoveicolo. La rimorchiatura di veicoli a pedale efficienti è vietata. L’autorità cantonale può autorizzare la rimorchiatura di due trattori o di due veicoli a motore leggeri – ad eccezione dei motoveicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_72"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino di veicoli a motore",
        "citation": "Art. 72 cpv. 2 ONC",
        "content": "Il veicolo rimorchiato deve essere guidato da una persona provvista di licenza di condurre, se il dispositivo di traino non ne garantisce la sterzatura. Nessuno può prendere posto su veicoli a motore poggianti interamente o in parte su un dispositivo di traino mobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_72"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino di veicoli a motore",
        "citation": "Art. 72 cpv. 3 ONC",
        "content": "I veicoli a motore che non possono essere frenati con dispositivi propri devono essere agganciati rigidamente al veicolo rimorchiante, del quale non devono, di regola, superare il peso effettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_72"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino di veicoli a motore",
        "citation": "Art. 72 cpv. 4 ONC",
        "content": "I motoveicoli possono essere rimorchiati, posando la loro parte anteriore su un veicolo a motore – ad eccezione di un motoveicolo con carrozzino. Nessuno può prendere posto sul veicolo rimorchiato; questo non deve potersi staccare né rovesciare. Con la corda, può essere rimorchiato solo un motoveicolo in panne; il suo conducente deve, se è necessario, poter lasciare immediatamente la corda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_72"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, IV. Traino di rimorchi e rimorchiatura, Rimorchiatura a traino di veicoli a motore",
        "citation": "Art. 72 cpv. 5 ONC",
        "content": "La lunghezza massima di una sbarra di rimorchiatura è di 5 m e di una corda di rimorchiatura 8 m. La corda deve essere contrassegnata nel mezzo, in modo ben visibile. L’uso di catene è vietato; è parimente vietato l’uso di cavi per rimorchiare motoveicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_72"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 ONC",
        "content": "(art. 30 cpv. 2 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 1 ONC",
        "content": "Il carico dev’essere collocato in modo che gli assi sterzabili del veicolo portino almeno il 20 per cento del peso effettivo e per i rimorchi ad asse centrale, il centro di gravità si trovi davanti all’asse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 2 ONC",
        "content": "Il carico non deve sporgere lateralmente dai veicoli a motore a ruote simmetriche e dai rimorchi. Vigono le seguenti eccezioni:\na. attrezzi sportivi indivisibili di una larghezza massima di 2,55 m trasportati su rimorchi per attrezzi sportivi;\nb.  balle di fieno e di paglia e carichi simili sino a una larghezza di 2.55 m per trasporti agricoli e forestali;\nc. fieno, paglia e carichi simili sciolti per trasporti agricoli e forestali; in questo caso, tuttavia, nessun oggetto solido deve sporgere dalla sagoma del veicolo senza carico;\nd. velocipedi e ciclomotori fissati dietro ai veicoli a motore, a condizione che la loro sporgenza non superi i 20 cm da una parte e dall’altra (art. 38 cpv. 1bis OETV) e la larghezza complessiva non superi i 2 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 3 ONC",
        "content": "Sui veicoli a motore, il carico può sporgere anteriormente di 3 metri al massimo a contare dal centro del dispositivo di guida; sui veicoli a motore e sui rimorchi il carico può sporgere posteriormente di 5 m al massimo a contare dal centro dell’asse posteriore oppure dal centro di rotazione degli assi posteriori, se supera la superficie di carico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 4 ONC",
        "content": "Nei veicoli a motore, le merci possono essere trasportate soltanto su un piano di carico. Per motivi impellenti, l’autorità cantonale può permettere eccezionalmente il trasporto di merci speciali con gru, forche sollevatrici e simili. Essa ordina le necessarie misure di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 5 ONC",
        "content": "Si devono adottare misure opportune volte ad assicurare che i carichi o parti di essi non possano essere facilmente spostati dal vento; quanto precede non si applica ai veicoli con una velocità massima per costruzione di 40 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 6 ONC",
        "content": "Sulla superficie di carico situata davanti o accanto al conducente, possono essere trasportati soltanto carichi che non ostacolano la visuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Carico, in generale",
        "citation": "Art. 73 cpv. 7 ONC",
        "content": "Quando per causa del ghiaccio vi è pericolo di strada sdrucciolevole, non può essere trasportata alcuna merce impregnata d’acqua che potrebbe gocciolare sulla strada pubblica, come ghiaia, sabbia e simili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_73"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Trasporto di animali",
        "citation": "Art. 74 ONC",
        "content": "(art. 30 cpv. 4 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_74"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Trasporto di animali",
        "citation": "Art. 74 cpv. 1 ONC",
        "content": "Nel trasporto di animali, le escrezioni non devono giungere all’esterno. Se necessario, il pavimento dev’essere coperto di materiale sufficientemente assorbente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_74"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Trasporto di animali",
        "citation": "Art. 74 cpv. 2 ONC",
        "content": "I veicoli a motore e i rimorchi possono essere usati per il trasporto regolare di ungulati soltanto se autorizzati a tale scopo come da iscrizione nella licenza di circolazione. Le pareti sino all’altezza prescritta e il pavimento devono essere stagni in modo che gli escrementi non possano giungere all’esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_74"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Trasporto di animali",
        "citation": "Art. 74 cpv. 3 ONC",
        "content": "Su motoveicoli e velocipedi gli animali possono essere trasportati soltanto in gabbie o cesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_74"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, V. Carico, Trasporto di animali",
        "citation": "Art. 74 cpv. 4 ONC",
        "content": "Sono fatte salve le disposizioni dell’ordinanza del 27 giugno 1995 sulle epizoozie e dell’ordinanza del 23 aprile 2008 sulla protezione degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_74"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Servizio di linea",
        "citation": "Art. 76 cpv. ONC",
        "content": "(art. 9 cpv. 3 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_76"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Servizio di linea",
        "citation": "Art. 76 cpv. 1 ONC",
        "content": "Se le condizioni locali lo permettono, i Cantoni possono autorizzare sul loro territorio, per i veicoli di imprese di trasporto in concessione adibiti al trasporto di persone impiegati esclusivamente per corse regionali soggette a orario, deroghe per quanto concerne il peso totale, il peso per asse e le condizioni del movimento circolare e, giusta i capoversi 2–4, anche l’impiego di rimorchi, nonché le dimensioni dei veicoli. Se la circolazione avviene su strade nazionali, le deroghe possono essere autorizzate soltanto previo assenso dell’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_76"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Servizio di linea",
        "citation": "Art. 76 cpv. 2 ONC",
        "content": "I Cantoni possono permettere che gli autobus trainino:\na. un rimorchio normale adibito al trasporto di persone e, in più, un rimorchio per il bagaglio di un peso totale massimo di 3,5 t; oppure\nb. un rimorchio adibito al trasporto di cose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_76"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Servizio di linea",
        "citation": "Art. 76 cpv. 3 ONC",
        "content": "I Cantoni possono permettere che gli autobus snodati e autoarticolati adibiti al trasporto di persone trainino un rimorchio per il bagaglio di un peso totale massimo di 3,5 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_76"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Servizio di linea",
        "citation": "Art. 76 cpv. 4 ONC",
        "content": "I Cantoni possono ammettere una larghezza di 2,55 m anche sulle strade segnalate per una larghezza massima inferiore nonché le seguenti lunghezze massime:\na. 25 m per gli autobus snodati\nb. 18 m 75 per gli autoarticolati con rimorchio per il bagaglio;\nc. 25 m per gli autobus con rimorchio adibito al trasporto di persone;\nd. 28 m per gli autobus, se sono simultaneamente trainati un rimorchio  adibito al trasporto di persone e un rimorchio per il bagaglio e per  gli autobus snodati con rimorchio per il bagaglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_76"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Veicoli di lavoro; rimorchi a slitta; casse mobili",
        "citation": "Art. 77 ONC",
        "content": "(art. 57 cpv. 1 LCStr)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_77"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Veicoli di lavoro; rimorchi a slitta; casse mobili",
        "citation": "Art. 77 cpv. 1 ONC",
        "content": "Con i veicoli di lavoro non può essere trasportata alcuna merce; ciò non vale per i veicoli del servizio antincendio e della protezione civile e per le seguenti merci:\na. materie di consumo, parti integranti e materiale di consumo necessari alla macchina;\nb. attrezzi e attrezzature di lavoro;\nc. beni meccanicamente modificati o utilizzati nel processo di lavoro;\nd. veicoli per gli spostamenti degli operatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_77"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Veicoli di lavoro; rimorchi a slitta; casse mobili",
        "citation": "Art. 77 cpv. 2 ONC",
        "content": "L’autorità cantonale può permettere il trasporto di merci nel traffico interno di un’azienda che si svolge sulla strada pubblica, per il trasbordo di merci fra stazioni vicine di aziende di trasporti pubblici e per il trasporto di terra attraverso la strada o lungo un cantiere per mezzo di veicoli provvisti di benne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_77"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Veicoli di lavoro; rimorchi a slitta; casse mobili",
        "citation": "Art. 77 cpv. 3 ONC",
        "content": "Il traino di rimorchi a slitta è ammesso solo da parte di trattori, autoveicoli a trazione integrale e veicoli cingolati. Deve essere autorizzato dall’autorità competente a rilasciare permessi speciali (art. 79). L’autorità determina le tratte e dispone i necessari provvedimenti di sicurezza. Essa può autorizzare il trasporto di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_77"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Veicoli di lavoro; rimorchi a slitta; casse mobili",
        "citation": "Art. 77 cpv. 3bis ONC",
        "content": "Non necessita di alcuna autorizzazione il traino dei rimorchi seguenti, se essi non superano la larghezza del veicolo trattore: \na. rimorchi a slitta adibiti al trasporto di merci fino a un peso effettivo massimo di 150 kg;\nb. rimorchi a slitta utilizzati a scopo agricolo e forestale;\nc. slitte a mano da salvataggio a un posto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_77"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo primo: Disposizioni generali, VI. Casi speciali, Veicoli di lavoro; rimorchi a slitta; casse mobili",
        "citation": "Art. 77 cpv. 4 ONC",
        "content": "Con il permesso del Cantone sul cui territorio avviene il trasporto, le casse mobili montate su ruote possono essere trainate da veicoli appropriati in provenienza dalla stazione di trasbordo o a destinazione di essa. Il permesso è rilasciato per il veicolo trattore ed è limitato a determinate specie di casse mobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_77"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Permessi",
        "citation": "Art. 78 cpv. 1 ONC",
        "content": "I veicoli che a causa del loro carico non soddisfano alle prescrizioni concernenti le dimensioni e i pesi, come pure i veicoli eccezionali (art. 25 OETV), possono circolare sulle strade pubbliche solo in virtù di un permesso scritto. Possono essere rilasciati permessi unici per uno o più viaggi determinati e permessi duraturi per un numero indeterminato di viaggi.I permessi per sovrappeso possono essere rilasciati unicamente per veicoli o combinazioni di veicoli che, conformemente alla licenza di circolazione, sono ammessi per il peso massimo legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_78"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Permessi",
        "citation": "Art. 78 cpv. 2 ONC",
        "content": "Per i viaggi in cui sono superati la larghezza, l’altezza o il peso massimi sono ammessi soltanto permessi unici. I permessi duraturi possono tuttavia essere rilasciati nei seguenti casi:\na. trasporti in relazione fra di essi effettuati sulla stessa tratta;\nb. trasferimento, trasporto e utilizzazione di veicoli di lavoro entro il territorio cantonale;\nc. utilizzazione di veicoli cingolati nelle regioni di sport invernali; i permessi duraturi per questo tipo di veicoli possono essere rilasciati con il consenso dei Cantoni interessati anche per regioni di sport invernali che comprendono diversi Cantoni;\nd. trasporto di merci indivisibili entro il territorio cantonale;\ne. trasporto di carri ferroviari carichi mediante carrelli stradali entro il territorio cantonale e, con il consenso dei Cantoni interessati, anche per tratte fuori del Cantone;\nf. trasporto di merci indivisibili e utilizzo di veicoli eccezionali nel quadro dei limiti stabiliti dall’articolo 79 capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_78"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Permessi",
        "citation": "Art. 78 cpv. 2bis ONC",
        "content": "Per i veicoli eccezionali che per dimensioni e peso non superano i limiti di cui all’articolo 79 capoverso 2 lettera a, il permesso duraturo può essere iscritto nella licenza di circolazione come decisione dell’autorità, sempreché siano rispettate le condizioni relative ai percorsi circolari secondo l’articolo 65a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_78"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Permessi",
        "citation": "Art. 78 cpv. 4 ONC",
        "content": "Il permesso può essere revocato in qualsiasi tempo, segnatamente se sono stati commessi abusi, se il veicolo ha cagionato difficoltà nella circolazione o se i viaggi autorizzati non sono più necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_78"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Competenza",
        "citation": "Art. 79 cpv. 1 ONC",
        "content": "Il Cantone di stanza o il Cantone sul cui territorio inizia il viaggio assoggettato al permesso rilascia i permessi per le corse interne e di esportazione, l’USTRA quelli per i veicoli al servizio della Confederazione nonché per le corse di transito transfrontaliere e di importazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_79"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Competenza",
        "citation": "Art. 79 cpv. 2 ONC",
        "content": "Se le dimensioni e il peso legali sono superati, i permessi possono essere rilasciati per tutta la Svizzera alle seguenti condizioni:\na. i veicoli e le combinazioni di veicoli non devono superare 30 m di lunghezza, 3 m di larghezza, 4 m di altezza e 44 t di peso effettivo; il carico sugli assi non deve superare 12 t per asse;\nb. possono essere usate soltanto strade di grande transito, ai sensi degli allegati 1 e 2, lettere A e B dell’ordinanza del 18 dicembre 1991 concernente le strade di grande transito, nonché la rete stradale delle località toccate da tali strade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_79"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Competenza",
        "citation": "Art. 79 cpv. 3 ONC",
        "content": "Nel caso dei permessi unici, il peso effettivo di cui al capoverso 2 lettera a può arrivare fino a 50 t se il transito attraverso i Cantoni interessati dalle tratte extracantonali viene effettuato esclusivamente in autostrada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_79"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Competenza",
        "citation": "Art. 79 cpv. 4 ONC",
        "content": "Se le condizioni di cui al capoverso 2 non sono soddisfatte, ogni Cantone interessato dalla corsa rilascia un permesso valido sul proprio territorio o dà il proprio assenso ai permessi rilasciati dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_79"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Competenza",
        "citation": "Art. 79 cpv. 5 ONC",
        "content": "Se le dimensioni e il peso legali secondo il capoverso 2 lettera a sono superati, il permesso di percorrere le strade nazionali può essere rilasciato solo previo assenso dell’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_79"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Dimensioni e pesi eccezionali",
        "citation": "Art. 80 cpv. 1 ONC",
        "content": "Eccezioni alle dimensioni e ai pesi massimi legali (art. 64–67) sono ammesse soltanto:\na. per il trasferimento e l’uso di veicoli eccezionali, segnatamente veicoli di lavoro e veicoli cingolati, che, a causa dello scopo cui sono destinati, non possono essere conformi alle prescrizioni;\nb. per il trasporto di carichi indivisibili, se le prescrizioni non possono essere adempiute nonostante l’uso di veicoli appropriati; deroghe a questa disposizione sono possibili, allo scopo di evitare un secondo viaggio, se un autoveicolo di lavoro trasporta parti integranti, come ad esempio bracci di gru;\nc. per il trasporto di componenti delle gru, segnatamente contrappesi, da e verso il luogo di lavoro della gru;\nd. per il trasporto di veicoli a motore destinati agli spostamenti degli operatori di veicoli di lavoro per impieghi stazionari, in particolare autogrù: fino a 3 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_80"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Dimensioni e pesi eccezionali",
        "citation": "Art. 80 cpv. 2 ONC",
        "content": "Se la circolazione rischia di essere notevolmente ostacolata, il permesso deve essere rifiutato, salvo qualora, per la natura della merce o per l’urgenza del viaggio, per la lunghezza del percorso o per difficoltà di trasbordo e simili, non si possa ragionevolmente pretendere l’uso di un altro mezzo di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_80"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Dimensioni e pesi eccezionali",
        "citation": "Art. 80 cpv. 3 ONC",
        "content": "Entro i limiti del territorio cantonale, l’autorità cantonale può permettere viaggi con veicoli più larghi, su strade segnalate per una determinata larghezza massima, se le condizioni della strada lo permettono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_80"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Condizioni per i rimorchi eccezionali",
        "citation": "Art. 82 cpv. 1 ONC",
        "content": "Per la limitazione del peso effettivo dei rimorchi eccezionali è applicabile l’articolo 67 capoverso 5 o il peso del convoglio iscritto nel permesso giusta l’articolo 78.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_82"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Condizioni per i rimorchi eccezionali",
        "citation": "Art. 82 cpv. 2 ONC",
        "content": "Il veicolo che traina un rimorchio speciale non può trainare nel contempo alcun altro veicolo. In casi giustificati, l’autorità può tuttavia autorizzare che trattori o autocarri trainino, al massimo, due rimorchi eccezionali e che veicoli a motore, ad eccezione dei motoveicoli, tranino, al massimo, due piccole casse mobili. Per gli espositori di fiere può autorizzare due rimorchi per una lunghezza complessiva massima della combinazione di veicoli di 30 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_82"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Condizioni per i rimorchi eccezionali",
        "citation": "Art. 82 cpv. 3 ONC",
        "content": "Il permesso per i rimorchi eccezionali, eccettuate le casse mobili montate su ruote (art. 77 cpv. 4), è rilasciato per il rimorchio e limitato a determinati veicoli trattori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_82"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Misure protettive",
        "citation": "Art. 84 cpv. 1 ONC",
        "content": "L’autorità che rilascia il permesso ordina le misure necessarie richieste dalle particolarità del veicolo allo scopo di garantire la sicurezza della circolazione, di proteggere la carreggiata, di evitare rumore e di impedire ogni ostacolo alla circolazione. L’USTRA emana direttive uniformi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_84"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Misure protettive",
        "citation": "Art. 84 cpv. 2 ONC",
        "content": "Se le condizioni della strada e della circolazione sono difficili, i conducenti di veicoli e le persone ausiliarie devono prendere, di propria iniziativa, le altre misure di sicurezza imposte dalle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_84"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Comportamento nella circolazione",
        "citation": "Art. 85 cpv. 1 ONC",
        "content": "I conducenti devono circolare in modo che gli altri utenti della strada siano disturbati il meno possibile. Agli altri veicoli deve essere agevolato l’incrocio e il sorpasso, se necessario fermandosi fuori della carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_85"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo secondo: Veicoli eccezionali e trasporti speciali, Comportamento nella circolazione",
        "citation": "Art. 85 cpv. 3 ONC",
        "content": "Per motivi impellenti e a condizione di prendere misure di sicurezza sufficienti, i conducenti di veicoli e trasporti eccezionali possono derogare alle norme della circolazione così come agli obblighi indicati mediante segnali o demarcazioni. La disposizione è applicabile per analogia ai relativi veicoli d’accompagnamento nonché ai veicoli adibiti alla costruzione, alla manutenzione e alla pulizia della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_85"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti ammessi",
        "citation": "Art. 86 cpv. 1 ONC",
        "content": "I veicoli a motore agricoli e forestali e i loro rimorchi (veicoli agricoli e forestali) possono circolare sulle strade pubbliche soltanto per trasporti agricoli e forestali, segnatamente:\na. per i trasporti di merci in relazione con l’esercizio di un’azienda agricola o forestale;\nb. per i trasferimenti da un luogo di lavoro a un altro o cagionati dall’acquisto e dalla manutenzione del veicolo e simili;\nc. per i trasporti di persone in relazione con l’esercizio di un’azienda agricola o forestale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_86"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti ammessi",
        "citation": "Art. 86 cpv. 2 ONC",
        "content": "Sono equiparate alle aziende agricole e forestali:\na. ... \nb. le aziende ortofrutticole, vitivinicole e simili;\nc. le aziende vivaistiche;\nd. le aziende di apicoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_86"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti ammessi",
        "citation": "Art. 86 cpv. 3 ONC",
        "content": "I veicoli agricoli e forestali possono essere parimenti adoperati per trasporti agricoli e forestali per conto di terzi, anche dietro compenso. Le persone e le aziende che non operano nel settore agricolo o forestale possono tenere veicoli agricoli e forestali, a condizione che se ne servano soltanto per effettuare lavori e trasporti agricoli e forestali per conto di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_86"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti per l’esercizio di un’azienda agricola e forestale",
        "citation": "Art. 87 cpv. 1 ONC",
        "content": "Sono considerati in relazione con l’esercizio di un’azienda agricola e forestale i trasporti fra le diverse parti dell’azienda, segnatamente fra la sede e il luogo di svolgimento dell’attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_87"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti per l’esercizio di un’azienda agricola e forestale",
        "citation": "Art. 87 cpv. 2 ONC",
        "content": "Sono parimenti considerati in relazione con l’esercizio di un’azienda agricola e forestale i seguenti trasporti, se non sono effettuati per fornitori o acquirenti che commerciano, producono o trasformano a titolo professionale le merci trasportate:\na. il carico e lo scarico di beni dell’azienda come foraggi, strame, concimi, sementi, di macchine e apparecchi agricoli, forestali o domestici, di mobili e materiali da costruzione;\nb. i trasporti di bestiame, ad esempio in relazione con l’alpeggio, i mercati e le esposizioni;\nc. le consegne al primo acquirente dei prodotti dell’azienda per la trasformazione o l’utilizzazione;\nd. i trasporti per una cava, una torbiera o un allevamento di maiali, volatili o api che fa parte di un’azienda agricola o forestale quale azienda accessoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_87"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti per l’esercizio di un’azienda agricola e forestale",
        "citation": "Art. 87 cpv. 3 ONC",
        "content": "Sono equiparati ai trasporti per l’esercizio di un’azienda agricola o forestale:\na. i trasporti in relazione con lavori di bonifica, di formazione di nuove terre, di raggruppamento parcellare e di dissodamento eseguiti per poter sfruttare il suolo a scopo agricolo e forestale;\nb. i trasporti in relazione con lavori di arginatura e di protezione, ai quali il detentore del veicolo partecipa direttamente;\nc. i trasporti in relazione con lavori comunali e altri che il detentore del veicolo è tenuto a eseguire per la comunità;\nd. i trasporti di legna da ardere e di quella proveniente dalle foreste patriziali effettuati tra la foresta e il primo destinatario;\ne. le corse per il servizio antincendio e per la protezione civile;\nf. le corse gratuite per scopi di pubblica utilità o per la conservazione di vecchi veicoli agricoli e forestali che servono come beni culturali tecnici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_87"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Trasporti vietati",
        "citation": "Art. 88 ONC",
        "content": "È vietato l’impiego di veicoli agricoli e forestali per trasporti diversi da quelli agricoli e forestali, segnatamente:\na. i trasporti per un’azienda accessoria non designata nell’articolo 87 capoverso 2 lettera d, come fabbrica di sidro, segherie, commercio di foraggi o di bestiame;\nb. i trasporti per aziende attive nel settore agricolo o forestale, come la raccolta del latte o di altri prodotti agricoli per un centro di raccolta e il trasporto dei prodotti a partire dal centro, il trasporto di legna per segherie o altri commercianti, il trasporto di cereali dal cliente al mulino e la riconsegna dei prodotti macinati;\nc. i trasporti eseguiti per aggiudicazione o in relazione con compiti industriali spettanti alle amministrazioni pubbliche, eccettuati i casi previsti nell’articolo 87 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_88"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Cooperative",
        "citation": "Art. 89 ONC",
        "content": "Le cooperative agricole e forestali possono tenere veicoli agricoli e forestali ed effettuare con essi trasporti e lavori agricoli e forestali per i membri della cooperativa o altre aziende attive nel settore agricolo o forestale. È invece vietato utilizzare i veicoli al servizio di un’azienda commerciale o industriale appartenente alla cooperativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_89"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Permessi speciali",
        "citation": "Art. 90 cpv. 1 ONC",
        "content": "L’autorità cantonale può permettere l’uso industriale di un veicolo agricolo e forestale:\na. per le corse al servizio dello Stato o di un Comune, specialmente in relazione con la costruzione e la manutenzione di strade o sentieri, per il trasporto delle immondizie e per lo sgombero della neve;\nb. per gli altri trasporti conformi a un bisogno generale, come la raccolta del latte, il trasporto di esso dal centro di raccolta alle stazioni ferroviarie, il servizio di camionaggio della ferrovia per i Comuni isolati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_90"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Permessi speciali",
        "citation": "Art. 90 cpv. 2 ONC",
        "content": "Questi permessi sono concessi soltanto per motivi impellenti e solo nelle località ove non esistono veicoli industriali atti a effettuare in modo adeguato tali trasporti. I trasporti permessi devono essere poco importanti e l’uso agricolo e forestale deve restare predominante. I permessi possono essere revocati in qualsiasi momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_90"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quarta: Uso dei veicoli, Capo terzo: Veicoli agricoli e forestali, Permessi speciali",
        "citation": "Art. 90 cpv. 3 ONC",
        "content": "L’autorità cantonale può permettere l’uso di veicoli agricoli e forestali per cortei ecc.; essa ordina, all’occorrenza, le necessarie misure di sicurezza. Circa l’assicurazione è applicabile per analogia l’articolo 3 capoverso 2 dell’ordinanza del 20 novembre 1959 sull’assicurazione dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_90"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Norma",
        "citation": "Art. 91 cpv. 1 ONC",
        "content": "È vietato circolare la domenica e i seguenti giorni festivi: Capodanno, Venerdì Santo, Lunedì di Pasqua, Ascensione, Lunedì di Pentecoste, 1° agosto, Natale e il 26 di dicembre, se Natale non cade di lunedì o venerdì. Se in un Cantone, o in una parte di esso, una di queste feste non è osservata, il divieto di circolare non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Norma",
        "citation": "Art. 91 cpv. 2 ONC",
        "content": "È vietato circolare la notte dalle ore 22.00 alle 05.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Norma",
        "citation": "Art. 91 cpv. 3 ONC",
        "content": "Sono assoggettati al divieto di circolare la notte e la domenica:\na. gli autoveicoli pesanti (art. 10 cpv. 2 OETV);\nb. i trattori industriali e gli autoveicoli di lavoro;\nc. gli autoarticolati con un peso autorizzato del convoglio (art. 7 cpv. 6 OETV) superiore a 5 t;\nd. i veicoli che trainano un rimorchio con un peso totale autorizzato (art. 7 cpv. 4 OETV) superiore a 3,5 t.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Eccezioni al divieto",
        "citation": "Art. 91a cpv. 1 ONC",
        "content": "Non sono assoggettati al divieto di circolare la notte e la domenica:\na. i veicoli adibiti al trasporto di persone;\nb. i veicoli agricoli e forestali;\nc. i veicoli che trainano un semirimorchio il cui interno è adibito ad abitazione;\nd. i viaggi effettuati dal servizio antincendio, dai servizi della protezione civile, dal servizio sanitario, dalla polizia e dall’esercito, nonché i viaggi per azioni di soccorso in caso di catastrofe;\ne. i trattori industriali, i carri con motore e i carri di lavoro, come anche i loro rimorchi, nella misura in cui i veicoli siano utilizzati esclusivamente per trasporti agricoli (art. 86–90) durante le ore di divieto di circolare;\nf. i viaggi effettuati dalla Posta Svizzera SA e dalle società del gruppo Posta secondo l’articolo 1 lettera e dell’ordinanza del 29 agosto 2012 sulle poste (OPO) nell’ambito dell’obbligo a carico della Posta Svizzera SA di fornire il servizio universale nel settore dei servizi postali (art. 13 della L del 17 dic. 2010 sulle poste);\ng. i trasporti di derrate alimentari (art. 4 della legge del 24 giugno 2014 sulle derrate alimentari, LDerr) che non sono surgelate, riscaldate a temperatura ultra alta o sterilizzate e la cui data di consumo non supera i 30 giorni;\nh. i trasporti di animali da macello e cavalli da competizione;\ni. i trasporti di fiori recisi;\nj. i trasporti di quotidiani con contenuto redazionale e i viaggi riguardanti servizi televisivi d’attualità;\nk. i veicoli cingolati impiegati per la preparazione delle piste da sci;\nl. i veicoli il cui interno è adibito a locale appositamente attrezzato per donazioni di sangue;\nm. gli autoveicoli pesanti con un peso totale di al massimo 4250 kg, se sono a emissioni zero (art. 9a cpv. 2 OETV) e il peso superiore a 3500 kg è dovuto unicamente al peso aggiuntivo del sistema di propulsione a emissioni zero;\nn. gli autoarticolati con un peso autorizzato del convoglio (art. 7 cpv. 6 OETV) di al massimo 5750 kg, se sono a emissioni zero (art. 9a cpv. 2 OETV) e il peso superiore a 5000 kg è dovuto unicamente al peso aggiuntivo del sistema di propulsione a emissioni zero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Eccezioni al divieto",
        "citation": "Art. 91a cpv. 2 ONC",
        "content": "Sono inoltre esclusi dal divieto di circolare la notte e la domenica i viaggi per soccorso in caso di infortuni o panne di veicoli o in caso di guasti d’esercizio, segnatamente nelle aziende pubbliche di trasporto e nel traffico aereo, nonché i viaggi per interventi del servizio invernale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Eccezioni al divieto",
        "citation": "Art. 91a cpv. 2bis ONC",
        "content": "Non sono assoggettati al divieto di circolare la domenica i veicoli d’epoca designati come tali nella licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Eccezioni al divieto",
        "citation": "Art. 91a cpv. 3 ONC",
        "content": "Nel caso dei viaggi di cui al capoverso 1 lettere f–j, un quarto del volume di carico del veicolo può essere occupato da altre merci. Il trasporto può essere preceduto o seguito da un viaggio a vuoto della durata di 30 minuti al massimo. Per viaggi a vuoto più lunghi e indispensabili è necessario un permesso conformemente all’articolo 92 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Eccezioni al divieto",
        "citation": "Art. 91a cpv. 4 ONC",
        "content": "Nel caso dei viaggi effettuati durante il divieto di circolare la notte o la domenica è necessario evitare qualsiasi turbamento del riposo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_91_a"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Trasporti con permessi",
        "citation": "Art. 92 cpv. 1 ONC",
        "content": "Per viaggi notturni o domenicali urgenti che non possono essere evitati mediante altri provvedimenti organizzativi o altri mezzi di locomozione sono rilasciati permessi di circolare la notte e la domenica. Il permesso è rilasciato per il trasporto lungo la via più corta e per un viaggio a vuoto, se questo è indispensabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_92"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Trasporti con permessi",
        "citation": "Art. 92 cpv. 2 ONC",
        "content": "I permessi sono rilasciati per le seguenti corse: \na. per il trasporto di invii postali da parte di subappaltatori secondo l’articolo 1 lettera b OPO nell’ambito dell’obbligo a carico della Posta Svizzera SA di fornire il servizio universale nel settore dei servizi postali;\nabis. per il trasporto di invii postali da parte di fornitori secondo gli articoli 3 capoverso 1 e 8 capoverso 1 OPO oppure di subappaltatori secondo l’articolo 1 lettera b OPO, in quanto tale trasporto sia incluso nell’offerta del servizio universale nel settore dei servizi postali (art. 13 della L del 17 dic. 2010 sulle poste);\nb. per il trasporto di materiale da circo, materiale per fiere e mercati, strumenti d’orchestra, scenari di teatro e simili;\nc. per corse destinate a lavori di costruzione e manutenzione di strade e ferrovie, come pure di linee industriali come linee elettriche, idriche, di telecomunicazione;\nd. per spostamenti di veicoli eccezionali e trasporti speciali che ostacolano la circolazione;\ne. in caso di viaggi per manifestazioni, segnatamente per il trasporto di viveri e bevande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_92"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Trasporti con permessi",
        "citation": "Art. 92 cpv. 3 ONC",
        "content": "Per altri viaggi oltre a quelli di cui al capoverso 2, i permessi sono rilasciati solamente con il consenso dell’USTRA. Se vi è urgenza, il Cantone può permettere, da sé, un viaggio indispensabile, informandone l’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_92"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Trasporti con permessi",
        "citation": "Art. 92 cpv. 4 ONC",
        "content": "Il Cantone di stanza oppure quello nel quale inizia il viaggio assoggettato al permesso rilascia il permesso, che è valido in tutta la Svizzera. La competenza del Cantone di stanza decade se il viaggio non tocca il suo territorio. Per i veicoli della Confederazione e per le corse di cui al capoverso 2 lettera abis il permesso è rilasciato dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_92"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Trasporti con permessi",
        "citation": "Art. 92 cpv. 5 ONC",
        "content": "Per ciascun trasporto autorizzato, un quarto del volume di carico del veicolo può essere occupato da altre merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_92"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Procedura",
        "citation": "Art. 93 cpv. 1 ONC",
        "content": "Possono essere rilasciati permessi unici per uno o più viaggi determinati e permessi duraturi per un numero indeterminato di viaggi. I permessi duraturi devono essere limitati al massimo a 12 mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_93"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Procedura",
        "citation": "Art. 93 cpv. 2 ONC",
        "content": "Il permesso deve contenere le seguenti indicazioni:\na. nel caso dei permessi unici: la natura della merce trasportata, il giorno del trasporto e l’itinerario; \nb. nel caso dei permessi duraturi: la natura della merce trasportata, la regione interessata e i giorni dei trasporti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_93"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo primo: Divieto di circolare la notte e la domenica, Procedura",
        "citation": "Art. 93 cpv. 4 ONC",
        "content": "Il permesso può essere revocato in ogni momento, segnatamente in caso di abuso o se il motivo, per il quale è stato rilasciato, decade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_93"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Manifestazioni vietate; eccezioni",
        "citation": "Art. 94 cpv. 1 ONC",
        "content": "Sono sottoposte al divieto di effettuare gare di velocità con veicoli a motore su circuito alla presenza di pubblico tutte le siffatte gare in cui la stessa tratta è percorsa più volte senza interruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_94"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Manifestazioni vietate; eccezioni",
        "citation": "Art. 94 cpv. 2 ONC",
        "content": "Sono, inoltre, vietate le manifestazioni, il cui regolamento permette ai concorrenti di eliminare gli avversari danneggiando il loro veicolo (corse di stock-car e simili), e le gare d’inseguimento degli aerostati con classificazione in base al tempo impiegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_94"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Manifestazioni vietate; eccezioni",
        "citation": "Art. 94 cpv. 3 ONC",
        "content": "L’autorità cantonale può, tuttavia, permettere:\na. gare di velocità con motoveicoli su prato;\nb. gare di abilità su terreno accidentato; \nc. gare di velocità con veicoli eccezionali di cilindrata massima di 250 cm3; \nd. slalom automobilistici;\ne. gare di velocità nell’ambito dei campionati di formula E.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_94"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Permessi",
        "citation": "Art. 95 cpv. 1 ONC",
        "content": "Le domande per manifestazioni, assoggettate al permesso devono essere presentate all’autorità cantonale, almeno un mese prima della gara. Sono da allegare un disegno del regolamento, un piano del percorso e l’orario, come anche indicazioni circa i provvedimenti di protezione previsti, l’organizzazione del servizio sanitario e il numero approssimativo dei partecipanti.*",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_95"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Permessi",
        "citation": "Art. 95 cpv. 2 ONC",
        "content": "Gli organizzatori non hanno alcun diritto al permesso. Esso deve essere rifiutato, se è prevedibile una molestia per rumori eccessivi o persistenti. Per le manifestazioni su pista, esso deve essere, inoltre, rifiutato se l’esercizio della pista, non assoggettato a un permesso, è contrario agli scopi dell’educazione stradale e della lotta contro i rumori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_95"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Permessi",
        "citation": "Art. 95 cpv. 3 ONC",
        "content": "Il permesso di organizzare «rally-papier», corse d’orientamento e simili è rilasciato solo se la classificazione non è fondata sul tempo impiegato. Le prove di velocità con veicoli a motore, come le corse in salita, sono permesse solo su strade chiuse al traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_95"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Permessi",
        "citation": "Art. 95 cpv. 4 ONC",
        "content": "Se il regolamento di gara prevede delle velocità medie, gli organizzatori devono approntare controlli segreti; eccessi di velocità devono essere adeguatamente considerati nella classificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_95"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo secondo: Manifestazioni sportive, Permessi",
        "citation": "Art. 95 cpv. 5 ONC",
        "content": "Per le gare nell’ambito dei campionati di formula E l’autorità cantonale definisce nell’autorizzazione una velocità massima adeguata al circuito e ai veicoli. L’autorità cantonale garantisce il controllo e il rispetto della velocità massima. * Circa l’attestato di assicurazione, cfr. art. 30 e 31 dell’O del 20 nov. 1959 sull’assicurazione dei veicoli (RS 741.31).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_95"
    },
    {
        "book": "VRV",
        "title": "ONC, Parte quinta: Disposizioni varie, Capo terzo: Disposizioni penali",
        "citation": "Art. 96 ONC",
        "content": "Chiunque viola le disposizioni della presente ordinanza è punito con la multa, se non è applicabile alcun’altra disposizione penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/it#art_96"
    }
]