[
    {
        "book": "VSMS",
        "title": "OSMP, Section 1, Dispositions générales, Objet",
        "citation": "Art. 1 OSMP",
        "content": "La présente ordonnance règle l’octroi par la Confédération d’aides financières à des organisations qui mettent en œuvre des mesures en Suisse en vue de protéger certaines minorités contre des attaques relevant du terrorisme ou de l’extrémisme violent au sens de l’art. 19, al. 2, let. a et e, de la loi fédérale du 25 septembre 2015 sur le renseignement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_1"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 1, Dispositions générales, Bénéficiaires",
        "citation": "Art. 2 OSMP",
        "content": "Les organisations de droit privé ou public dont le siège se trouve en Suisse et qui sont à but non lucratif peuvent bénéficier des aides financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_2"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 1, Dispositions générales, Minorités",
        "citation": "Art. 3 al. 1 OSMP",
        "content": "On entend par minorités au sens de la présente ordonnance les groupes de personnes qui, en Suisse:\na.  sont numériquement inférieurs au restant de la population de la Suisse ou d’un canton;\nb.  se sentent liées notamment par leur mode de vie, leur culture, leur religion, leurs traditions, leur langue ou leur orientation sexuelle;\nc.  entretiennent des liens solides avec la Suisse et ses valeurs, et\nd.  présentent un besoin de protection particulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_3"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 1, Dispositions générales, Minorités",
        "citation": "Art. 3 al. 2 OSMP",
        "content": "Le besoin de protection particulier est admis quand une minorité est exposée à une menace d’attaques relevant du terrorisme ou de l’extrémisme violent qui dépasse la menace générale touchant le reste de la population.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_3"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 2, Mesures",
        "citation": "Art. 4 OSMP",
        "content": "La Confédération peut octroyer des aides financières pour des mesures ayant pour but d’assurer:\na. une protection architectonique, technique ou de nature organisationnelle destinée à prévenir les infractions;\nb. la formation des membres des minorités ayant un besoin de protection particulier dans les domaines de la gestion des risques et de la prévention des menaces, à l’exception de la formation aux armes au sens de l’art. 4, al. 1, de la loi du 20 juin 1997 sur les armes;\nc. la sensibilisation des minorités ayant un besoin de protection particulier ou des tiers aux menaces existantes et aux mesures préventives à prendre pour assurer leur sécurité;\nd. l’information de la population ou de groupes définis sur les minorités ayant un besoin de protection particulier, et notamment sur les enjeux en matière de sécurité les concernant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_4"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Principes",
        "citation": "Art. 5 al. 1 OSMP",
        "content": "Les aides financières de la Confédération sont accordées sous réserve des propositions et arrêtés annuels relatifs aux crédits des organes compétents de la Confédération en matière de budget et de plan financier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_5"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Principes",
        "citation": "Art. 5 al. 2 OSMP",
        "content": "Il n’existe pas de droit à recevoir des aides financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_5"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Principes",
        "citation": "Art. 5 al. 3 OSMP",
        "content": "Si les aides financières demandées excèdent les ressources disponibles, l’autorité compétente pour rendre la décision (art. 11, al. 6) établit un ordre de priorité sur la base de l’art. 13, al. 2, de la loi du 5 octobre 1990 sur les subventions (LSu). Les critères pour établir l’ordre de priorité sont:\na.  l’urgence de la mesure;\nb.  la qualité de la mesure;\nc.  l’efficience de l’utilisation des moyens alloués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_5"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Conditions matérielles",
        "citation": "Art. 6 al. 1 OSMP",
        "content": "Une aide financière peut être octroyée pour des mesures préventives uniques ou récurrentes:\na. qui visent la durabilité, et\nb. qui ont un impact et un effet multiplicateur aussi larges que possible ou qui peuvent servir à éliminer d’autres menaces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_6"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Conditions matérielles",
        "citation": "Art. 6 al. 2 OSMP",
        "content": "Une aide financière n’est octroyée que si une vérification de la réalisation et de l’impact de la mesure est prévue, adaptée à l’ampleur de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_6"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Conditions matérielles",
        "citation": "Art. 6 al. 3 OSMP",
        "content": "Aucune aide financière n’est octroyée:\na.  si la mesure comporte des activités politiques, de lobbying ou de prosélytisme religieux;\nb. si l’organisation qui dépose la demande ou qui souhaite avoir un soutien financier poursuit des activités illicites, fait l’apologie de la violence ou la banalise de manière directe ou indirecte;\nc. si les mesures nécessitent un engagement financier à long terme de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_6"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Limite des aides financières",
        "citation": "Art. 7 al. 1 OSMP",
        "content": "Les aides financières de la Confédération octroyées en vertu de la présente ordonnance et d’autres actes de la Confédération couvrent au total un maximum de 50 % des coûts imputables de chaque mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_7"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Limite des aides financières",
        "citation": "Art. 7 al. 2 OSMP",
        "content": "Sont imputables les coûts directement liés à la préparation, à la réalisation et à l’évaluation de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_7"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 3, Aides financières, Calcul",
        "citation": "Art. 8 OSMP",
        "content": "Les aides financières sont calculées sur la base des éléments suivants:\na.  le type et l’importance de la mesure;\nb. les prestations fournies par les bénéficiaires des aides financières, les contributions versées en vertu d’autres actes de la Confédération ainsi que les prestations fournies par les cantons, les autorités locales ou les tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_8"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Bases, forme juridique et durée de validité",
        "citation": "Art. 9 al. 1 OSMP",
        "content": "La procédure d’octroi des aides financières est régie par la LSu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_9"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Bases, forme juridique et durée de validité",
        "citation": "Art. 9 al. 2 OSMP",
        "content": "Les aides financières sont octroyées:\na.  par décision au sens de l’art. 16, al. 1, LSu, ou\nb. par contrat de droit public au sens de l’art. 16, al. 2, LSu pour les mesures à plus long terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_9"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Bases, forme juridique et durée de validité",
        "citation": "Art. 9 al. 3 OSMP",
        "content": "Un contrat est conclu pour une durée de quatre ans au maximum, sous réserve du crédit disponible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_9"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Bases, forme juridique et durée de validité",
        "citation": "Art. 9 al. 4 OSMP",
        "content": "La décision ou le contrat fixe notamment:\na. le but de l’aide financière;\nb. le montant de l’aide financière;\nc. les éventuelles conditions et obligations liées à l’octroi de l’aide financière;\nd. les rapports à fournir;\ne. l’assurance qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_9"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Demandes ",
        "citation": "Art. 10 al. 1 OSMP",
        "content": "Les demandes d’aides financières sont déposées auprès de l’Office fédéral de la police (fedpol) au plus tard le 30 juin de l’année précédant le début de la mesure à soutenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_10"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Demandes ",
        "citation": "Art. 10 al. 2 OSMP",
        "content": "Les demandes contiennent:\na.  des renseignements détaillés sur l’organisation qui dépose la demande ou qui souhaite avoir un soutien financier;\nb.  une description détaillée des circonstances qui fondent un besoin de protection particulier;\nc. une description détaillée de la mesure avec indication de l’objectif visé, du mode de réalisation prévu et des effets attendus;\nd. des renseignements sur la coordination avec les mesures que d’autres autorités fédérales, les cantons, les autorités locales ou des tiers ont prises ou entendent prendre;\ne. le calendrier relatif à la réalisation de la mesure;\nf.  un devis détaillé et un plan de financement;\ng. des renseignements sur les prestations fournies par les bénéficiaires des aides financières, les contributions versées en vertu d’autres actes de la Confédération ainsi que les prestations fournies par les cantons, les autorités locales ou les tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_10"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Examen des demandes et décision",
        "citation": "Art. 11 al. 1 OSMP",
        "content": "fedpol réceptionne les demandes d’aides financières, en accuse réception, vérifie si elles sont complètes et, au besoin, réclame les éléments manquants et requiert des informations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_11"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Examen des demandes et décision",
        "citation": "Art. 11 al. 2 OSMP",
        "content": "Il examine les demandes au fond.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_11"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Examen des demandes et décision",
        "citation": "Art. 11 al. 3 OSMP",
        "content": "Il requiert une appréciation du Service de renseignement de la Confédération (SRC) sur l’existence d’un besoin de protection particulier. Le SRC consulte les autorités cantonales et communales de sécurité compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_11"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Examen des demandes et décision",
        "citation": "Art. 11 al. 4 OSMP",
        "content": "fedpol peut se procurer des informations supplémentaires auprès des autorités cantonales ou locales, ou auprès de tiers en accord avec le demandeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_11"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Examen des demandes et décision",
        "citation": "Art. 11 al. 5 OSMP",
        "content": "Il peut instituer un groupe de suivi qui apprécie les demandes sur la base de l’ordre de priorité et qui émet à son intention une recommandation quant aux mesures devant être financées en priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_11"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Examen des demandes et décision",
        "citation": "Art. 11 al. 6 OSMP",
        "content": "Il décide de l’octroi d’aides financières et rend la décision ou conclut le contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_11"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Obligation de renseigner et de rendre compte",
        "citation": "Art. 12 al. 1 OSMP",
        "content": "Les bénéficiaires des aides financières sont tenus en tout temps de renseigner fedpol quant à l’utilisation de celles-ci et de lui donner accès aux documents pertinents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_12"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Obligation de renseigner et de rendre compte",
        "citation": "Art. 12 al. 2 OSMP",
        "content": "Ils doivent remettre à fedpol un rapport et un décompte final qui présentent le déroulement et le résultat de la mesure soutenue financièrement et qui rendent compte de l’utilisation, conforme à la décision ou au contrat, de l’aide financière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_12"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 4, Procédure d’octroi des aides financières, Mention de l’aide financière octroyée par la Confédération",
        "citation": "Art. 13 OSMP",
        "content": "Les bénéficiaires des aides financières sont tenus de mentionner les aides financières octroyées par la Confédération dans leur rapport annuel et dans les documents de projet publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_13"
    },
    {
        "book": "VSMS",
        "title": "OSMP, Section 5, Voies de droit ",
        "citation": "Art. 14 OSMP",
        "content": "Les voies de droit sont régies par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/fr#art_14"
    }
]