[
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 1: Disposizioni generali, Oggetto",
        "citation": "Art. 1 OMSM",
        "content": "La presente ordinanza disciplina la concessione di aiuti finanziari della Confederazione a organizzazioni che eseguono misure in Svizzera al fine di proteggere determinate minoranze da aggressioni connesse ad attività terroristiche o dell’estremismo violento ai sensi dell’articolo 19 capoverso 2 lettere a ed e della legge federale del 25 settembre 2015 sulle attività informative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_1"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 1: Disposizioni generali, Beneficiari degli aiuti finanziari",
        "citation": "Art. 2 OMSM",
        "content": "Possono beneficiare degli aiuti finanziari le organizzazioni di diritto pubblico o privato che hanno sede in Svizzera e non hanno scopo di lucro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_2"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 1: Disposizioni generali, Minoranze",
        "citation": "Art. 3 cpv. 1 OMSM",
        "content": "Sono considerati minoranze ai sensi della presente ordinanza i gruppi di persone in Svizzera che:\na. sono in minoranza numerica rispetto al resto della popolazione della Svizzera o di un Cantone;\nb. si sentono uniti in particolare da stili di vita, cultura, religione, tradizione, lingua od orientamento sessuale comuni;\nc. hanno un legame consolidato con la Svizzera e i suoi valori; e\nd. sono bisognosi di particolare protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_3"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 1: Disposizioni generali, Minoranze",
        "citation": "Art. 3 cpv. 2 OMSM",
        "content": "Un bisogno di particolare protezione è dato quando una minoranza è esposta a una minaccia di aggressioni connesse al terrorismo o all’estremismo violento superiore a quella generale cui è esposta la restante popolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_3"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 2: Misure",
        "citation": "Art. 4 OMSM",
        "content": "La Confederazione può concedere aiuti finanziari per misure aventi i seguenti scopi:\na. protezione di natura edile, tecnica o organizzativa volta a impedire reati;\nb. formazione di membri di minoranze bisognose di particolare protezione nei settori del riconoscimento dei rischi e della prevenzione delle minacce; è esclusa la formazione nell’impiego di armi secondo l’articolo 4 capoverso 1 legge del 20 giugno 1997 sulle armi; \nc. sensibilizzazione di minoranze bisognose di particolare protezione e di terzi per quanto riguarda le minacce esistenti e i provvedimenti specifici indicati per garantire la loro sicurezza;\nd. informazione della popolazione o di gruppi particolari della popolazione sulle minoranze bisognose di particolare protezione, segnatamente per quanto riguarda le sfide che le concernono nel settore della sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_4"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Principi",
        "citation": "Art. 5 cpv. 1 OMSM",
        "content": "Gli aiuti finanziari della Confederazione sono subordinati alle domande di credito e ai decreti sul credito annuali degli organi competenti della Confederazione in materia di preventivo e di piano finanziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_5"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Principi",
        "citation": "Art. 5 cpv. 2 OMSM",
        "content": "Non sussiste alcun diritto agli aiuti finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_5"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Principi",
        "citation": "Art. 5 cpv. 3 OMSM",
        "content": "Se gli aiuti finanziari richiesti superano i mezzi disponibili, in virtù dell’articolo 13 capoverso 2 della legge del 5 ottobre 1990 sui sussidi (LSu) l’autorità competente per la decisione (art. 11 cpv. 6) istituisce un ordine di priorità. I criteri per istituire l’ordine di priorità sono:\na. l’urgenza della misura;\nb. la qualità della misura;\nc. l’impiego efficiente delle risorse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_5"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Presupposti materiali",
        "citation": "Art. 6 cpv. 1 OMSM",
        "content": "Gli aiuti finanziari possono essere concessi per misure uniche o ricorrenti che:\na. hanno un effetto duraturo; e\nb. conseguono il maggior impatto e il maggior effetto moltiplicatore possibile o fungono da approccio risolutivo per l’eliminazione di altre minacce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_6"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Presupposti materiali",
        "citation": "Art. 6 cpv. 2 OMSM",
        "content": "Sono concessi aiuti finanziari soltanto se è prevista una valutazione della loro attuazione e dei loro effetti, commisurata all’entità della misura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_6"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Presupposti materiali",
        "citation": "Art. 6 cpv. 3 OMSM",
        "content": "Non sono concessi aiuti finanziari:\na.  per misure comprendenti attività politiche, lobbistiche o missionarie;\nb. se l’organizzazione che presenta la domanda o desidera essere sostenuta esercita attività vietate oppure esalta o minimizza direttamente o indirettamente la violenza;\nc. per misure che comportano un impegno finanziario a lungo termine da parte della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_6"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Limitazione degli aiuti finanziari",
        "citation": "Art. 7 cpv. 1 OMSM",
        "content": "Gli aiuti finanziari della Confederazione concessi in virtù della presente ordinanza e di altri atti normativi federali non superano complessivamente il 50 per cento dei costi computabili della misura da sostenere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_7"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Limitazione degli aiuti finanziari",
        "citation": "Art. 7 cpv. 2 OMSM",
        "content": "Sono computabili i costi direttamente connessi alla preparazione, all’attuazione e alla valutazione della misura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_7"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 3: Aiuti finanziari, Calcolo",
        "citation": "Art. 8 OMSM",
        "content": "Gli aiuti finanziari sono calcolati sulla base degli elementi seguenti:\na.  il tipo e l’importanza della misura;\nb. le prestazioni fornite dai beneficiari degli aiuti finanziari, i contributi versati in virtù di altri atti normativi federali, le prestazioni fornite dai Cantoni e da autorità locali nonché le prestazioni fornite da terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_8"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Basi, forma giuridica e durata",
        "citation": "Art. 9 cpv. 1 OMSM",
        "content": "La procedura per la concessione di aiuti finanziari è retta dalle disposizioni della LSu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_9"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Basi, forma giuridica e durata",
        "citation": "Art. 9 cpv. 2 OMSM",
        "content": "Gli aiuti finanziari sono concessi mediante:\na. una decisione formale secondo l’articolo 16 capoverso 1 LSu; o\nb. un contratto di diritto pubblico secondo l’articolo 16 capoverso 2 LSu per misure con un orizzonte temporale più lungo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_9"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Basi, forma giuridica e durata",
        "citation": "Art. 9 cpv. 3 OMSM",
        "content": "Un contratto è concluso per la durata di quattro anni al massimo, fatte salve le disponibilità creditizie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_9"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Basi, forma giuridica e durata",
        "citation": "Art. 9 cpv. 4 OMSM",
        "content": "Nella decisione formale o nel contratto sono stabiliti segnatamente:\na.  lo scopo dell’aiuto finanziario;\nb.  l’importo dell’aiuto finanziario;\nc.  eventuali condizioni e oneri che vincolano la concessione dell’aiuto finanziario;\nd.  i rendiconti;\ne. la garanzia della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_9"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Domande",
        "citation": "Art. 10 cpv. 1 OMSM",
        "content": "Le domande di aiuto finanziario devono essere presentate all’Ufficio federale di polizia (fedpol) al più tardi il 30 giugno dell’anno che precede l’inizio della misura da sostenere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_10"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Domande",
        "citation": "Art. 10 cpv. 2 OMSM",
        "content": "Le domande devono contenere:\na. indicazioni complete sull’organizzazione che presenta la domanda o desidera essere sostenuta;\nb. indicazioni dettagliate sulle circostanze che legittimano un bisogno di particolare protezione;\nc. una descrizione dettagliata della misura prevista con indicazione dell’obiettivo, del modo di procedere e degli effetti attesi;\nd. indicazioni relative al coordinamento con misure che altre autorità federali, Cantoni, autorità locali o terzi hanno adottato o intendono adottare;\ne. lo scadenzario per l’attuazione della misura prevista;\nf. un preventivo dettagliato dei costi e un piano di finanziamento;\ng. indicazioni sulle prestazioni fornite dai beneficiari degli aiuti finanziari, sui contributi versati in virtù di altri atti normativi federali, sulle prestazioni fornite dai Cantoni e da autorità locali nonché sulle prestazioni fornite da terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_10"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Esame delle domande e decisione formale",
        "citation": "Art. 11 cpv. 1 OMSM",
        "content": "fedpol riceve le domande di aiuto finanziario, ne conferma la ricezione, ne verifica la completezza e se del caso sollecita le informazioni mancanti o richiede informazioni supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_11"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Esame delle domande e decisione formale",
        "citation": "Art. 11 cpv. 2 OMSM",
        "content": "Esamina il contenuto delle domande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_11"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Esame delle domande e decisione formale",
        "citation": "Art. 11 cpv. 3 OMSM",
        "content": "Chiede al Servizio delle attività informative della Confederazione (SIC) di valutare il bisogno di particolare protezione. Il SIC consulta le competenti autorità cantonali e comunali preposte alla sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_11"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Esame delle domande e decisione formale",
        "citation": "Art. 11 cpv. 4 OMSM",
        "content": "fedpol può richiedere informazioni supplementari presso le autorità cantonali o locali e, d’intesa con il richiedente, anche presso terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_11"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Esame delle domande e decisione formale",
        "citation": "Art. 11 cpv. 5 OMSM",
        "content": "Può istituire un gruppo di accompagnamento con il compito di valutare le domande in base all’ordine di priorità e formulare raccomandazioni all’indirizzo di fedpol quanto alle domande da finanziare in via prioritaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_11"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Esame delle domande e decisione formale",
        "citation": "Art. 11 cpv. 6 OMSM",
        "content": "Decide in merito alla concessione degli aiuti finanziari ed emana la decisione formale o conclude il contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_11"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Obbligo d’informazione e di rendiconto",
        "citation": "Art. 12 cpv. 1 OMSM",
        "content": "I beneficiari degli aiuti finanziari devono, in qualsiasi momento, fornire a fedpol informazioni sull’impiego degli aiuti finanziari e permetterle di consultare i documenti pertinenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_12"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Obbligo d’informazione e di rendiconto",
        "citation": "Art. 12 cpv. 2 OMSM",
        "content": "Devono presentare a fedpol un rapporto e un conteggio finali in cui venga illustrato lo svolgimento e il risultato della misura sostenuta e si renda conto dell’utilizzo degli aiuti finanziari conforme alla decisione formale o al contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_12"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 4: Procedura per la concessione di aiuti finanziari, Pubblicazione del sostegno della Confederazione",
        "citation": "Art. 13 OMSM",
        "content": "I beneficiari degli aiuti finanziari sono obbligati a indicare gli aiuti finanziari ottenuti dalla Confederazione nei loro rapporti annuali e nella documentazione di progetto destinata al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_13"
    },
    {
        "book": "VSMS",
        "title": "OMSM, Sezione 5: Tutela giurisdizionale",
        "citation": "Art. 14 OMSM",
        "content": "La tutela giurisdizionale è retta dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/584/it#art_14"
    }
]