[
    {
        "book": "VStrR",
        "title": "DPA, Titolo primo: Campo d’applicazione della legge, Campo d’applicazione",
        "citation": "Art. 1 DPA",
        "content": "La presente legge si applica nei casi in cui il procedimento e il giudizio per un’infrazione sono demandati a un’autorità amministrativa della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_1"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, A. Applicazione del Codice penale svizzero",
        "citation": "Art. 2 DPA",
        "content": "Le disposizioni generali del Codice penale svizzero (Codice penale) si applicano ai fatti cui la legislazione amministrativa federale commina una pena, salvo che non sia altrimenti disposto dalla presente legge o dalle singole leggi amministrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_2"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, B. Inosservanza di prescrizioni d’ordine",
        "citation": "Art. 3 DPA",
        "content": "Costituisce inosservanza di prescrizioni d’ordine a tenore della presente legge la contravvenzione designata come tale dalle singole leggi amministrative ovvero passibile di una multa disciplinare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_3"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, I. Minori",
        "citation": "Art. 4 DPA",
        "content": "L’azione penale è improponibile contro il minore che ha commesso un atto punibile prima di aver compiuto i quindici anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_4"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, II. Partecipazione",
        "citation": "Art. 5 DPA",
        "content": "In materia di contravvenzioni, l’istigatore e il complice sono punibili, salvo per l’inosservanza di prescrizioni d’ordine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_5"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, III. Infrazioni commesse nell’azienda, da mandatari e simili, 1. Regola",
        "citation": "Art. 6 cpv. 1 DPA",
        "content": "Se l’infrazione è commessa nella gestione degli affari di una persona giuridica, di una società in nome collettivo o in accomandita, di una ditta individuale o di una comunità di persone senza personalità giuridica, o altrimenti nell’esercizio di incombenze d’affari o di servizio per terze persone, le disposizioni penali si applicano alle persone fisiche che l’hanno commessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_6"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, III. Infrazioni commesse nell’azienda, da mandatari e simili, 1. Regola",
        "citation": "Art. 6 cpv. 2 DPA",
        "content": "Il padrone d’azienda, il datore di lavoro, il mandante o la persona rappresentata che, intenzionalmente o per negligenza, in violazione di un obbligo giuridico, omette di impedire un’infrazione del subordinato, mandatario o rappresentante ovvero di paralizzarne gli effetti, soggiace alle disposizioni penali che valgono per l’autore che agisce intenzionalmente o per negligenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_6"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, III. Infrazioni commesse nell’azienda, da mandatari e simili, 1. Regola",
        "citation": "Art. 6 cpv. 3 DPA",
        "content": "Se il padrone d’azienda, il datore di lavoro, il mandante o la persona rappresentata è una persona giuridica, una società in nome collettivo o in accomandita, una ditta individuale o una comunità di persone senza personalità giuridica, il capoverso 2 si applica agli organi, ai membri degli organi, ai soci preposti alla gestione, alle persone effettivamente dirigenti o ai liquidatori colpevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_6"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, III. Infrazioni commesse nell’azienda, da mandatari e simili, 2. Ordinamento speciale per multe fino a 5000 franchi",
        "citation": "Art. 7 cpv. 1 DPA",
        "content": "Se la multa applicabile non supera i 5000 franchi e se la determinazione delle persone punibili secondo l’articolo 6 esige provvedimenti d’inchiesta sproporzionati all’entità della pena, si può prescindere da un procedimento contro dette persone e, in loro vece, condannare al pagamento della multa la persona giuridica, la società in nome collettivo o in accomandita o la ditta individuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_7"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, III. Infrazioni commesse nell’azienda, da mandatari e simili, 2. Ordinamento speciale per multe fino a 5000 franchi",
        "citation": "Art. 7 cpv. 2 DPA",
        "content": "Il capoverso 1 si applica per analogia alle comunità di persone senza personalità giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_7"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, IV. Commisurazione della pena, 1. Multe",
        "citation": "Art. 8 DPA",
        "content": "Le multe fino a 5000 franchi vanno commisurate alla gravità dell’infrazione e della colpa; non occorre tener conto di altri elementi di commisurazione della pena.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_8"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, IV. Commisurazione della pena, 2. Concorso di reati o di disposizioni penali",
        "citation": "Art. 9 DPA",
        "content": "L’articolo 68 del Codice penale sul concorso di reati o di disposizioni penali non si applica alle multe e alle pene da commutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_9"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, V. Commutazione della multa",
        "citation": "Art. 10 cpv. 1 DPA",
        "content": "La multa che non può essere riscossa è, dal giudice, commutata in arresto ovvero, se si tratta di adolescenti, in carcerazione. La multa per inosservanza di prescrizioni d’ordine non è soggetta a commutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_10"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, V. Commutazione della multa",
        "citation": "Art. 10 cpv. 2 DPA",
        "content": "Il giudice può escludere la commutazione in quanto il condannato gli abbia fornito la prova che si trova, senza sua colpa, nell’impossibilità di pagare la multa. Tuttavia, l’esclusione della commutazione non è ammissibile se il condannato ha commesso intenzionalmente l’infrazione e se, nei cinque anni precedenti l’azione punibile, è stato condannato per un’infrazione contro la stessa legge amministrativa, esclusa la semplice inosservanza di prescrizioni d’ordine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_10"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, V. Commutazione della multa",
        "citation": "Art. 10 cpv. 3 DPA",
        "content": "Nel caso di commutazione, un giorno d’arresto o di carcerazione è ragguagliato a 30 franchi; la durata della pena da commutazione non può però superare i tre mesi. Se alcune rate sono state pagate, la pena è ridotta dal giudice nella proporzione esistente fra le rate suddette e l’importo totale della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_10"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, V. Commutazione della multa",
        "citation": "Art. 10 cpv. 4 DPA",
        "content": "La multa pagata dopo la commutazione estingue la pena da commutazione in quanto questa non sia stata ancora eseguita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_10"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, VI. Prescrizione",
        "citation": "Art. 11 cpv. 1 DPA",
        "content": "L’azione penale per le contravvenzioni si prescrive in quattro anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_11"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, VI. Prescrizione",
        "citation": "Art. 11 cpv. 2 DPA",
        "content": "Tuttavia, se la contravvenzione consiste nella sottrazione o nella messa in pericolo di tasse o nell’ottenimento indebito di una restituzione, di una riduzione o di un condono di tasse, il termine di prescrizione è di sette anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_11"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, VI. Prescrizione",
        "citation": "Art. 11 cpv. 3 DPA",
        "content": "Per i crimini, i delitti e le contravvenzioni, la prescrizione è sospesa: \na. durante i procedimenti d’opposizione, di reclamo o giudiziari circa l’obbligo di pagamento o restituzione o circa altre questioni pregiudiziali da decidere secondo la singola legge amministrativa; o \nb. finché l’imputato sconti all’estero una pena privativa della libertà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_11"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, C. Deroghe al Codice penale, VI. Prescrizione",
        "citation": "Art. 11 cpv. 4 DPA",
        "content": "La pena per le contravvenzioni si prescrive in cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_11"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, D. Sottrazione; conseguimento fraudolento di contributi e casi simili, I. Obbligo di pagamento o restituzione",
        "citation": "Art. 12 cpv. 1 DPA",
        "content": "Se, per effetto di un’infrazione alla legislazione amministrativa della Confederazione, a torto:\na. una tassa non è stata riscossa, è stata restituita, ridotta o condonata, ovvero\nb. un’indennità o un contributo è stato pagato o un credito non è stato fatto valere dalla Confederazione, da un Cantone, da un Comune, da un istituto o da un ente di diritto pubblico o da un organismo con compiti di diritto pubblico,la tassa, l’indennità, il contributo o il credito non reclamato, interessi compresi, vanno pagati o restituiti indipendentemente dalla punibilità di una data persona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_12"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, D. Sottrazione; conseguimento fraudolento di contributi e casi simili, I. Obbligo di pagamento o restituzione",
        "citation": "Art. 12 cpv. 2 DPA",
        "content": "Obbligata al pagamento o alla restituzione è la persona che ha fruito dell’indebito profitto, segnatamente quella obbligata al pagamento della tassa ovvero beneficiata dell’indennità o del contributo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_12"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, D. Sottrazione; conseguimento fraudolento di contributi e casi simili, I. Obbligo di pagamento o restituzione",
        "citation": "Art. 12 cpv. 3 DPA",
        "content": "La persona che, intenzionalmente, ha commesso l’infrazione o vi ha partecipato risponde in solido, con le persone obbligate al pagamento secondo il capoverso 2, della somma da pagare o da restituire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_12"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, D. Sottrazione; conseguimento fraudolento di contributi e casi simili, I. Obbligo di pagamento o restituzione",
        "citation": "Art. 12 cpv. 4 DPA",
        "content": "L’obbligo di pagamento o restituzione non si prescrive fintanto che non siano prescritte l’azione penale e l’esecuzione della pena.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_12"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo primo: Disposizioni generali, D. Sottrazione; conseguimento fraudolento di contributi e casi simili, II. Autodenunzia",
        "citation": "Art. 13 DPA",
        "content": "Chiunque ha denunziato spontaneamente una propria infrazione generante un obbligo di pagamento o restituzione, ha dato inoltre, per quanto si poteva pretendere da lui, indicazioni complete ed esatte circa i fondamenti dell’obbligo di pagamento o restituzione, ha contribuito a acclarare i fatti e ha adempito l’obbligo che gli incombeva e prima d’ora non si è mai denunziato spontaneamente per un’infrazione intenzionale di medesima natura, è esente da pena.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_13"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, I. Truffa in materia di prestazioni e di tasse",
        "citation": "Art. 14 cpv. 1 DPA",
        "content": "Chiunque inganna con astuzia l’amministrazione, un’altra autorità o un terzo affermando cose false o dissimulando cose vere oppure ne conferma subdolamente l’errore e in tal modo consegue indebitamente dall’ente pubblico, per sé o per un terzo, una concessione, un’autorizzazione, un contingente, un contributo, una restituzione di tasse o altre prestazioni, ovvero fa sì che una concessione, un’autorizzazione o un contingente non siano revocati, è punito con una pena detentiva fino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_14"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, I. Truffa in materia di prestazioni e di tasse",
        "citation": "Art. 14 cpv. 2 DPA",
        "content": "Se l’autore, con il suo subdolo comportamento, fa sì che l’ente pub-blico si trovi defraudato, in somma rilevante, di una tassa, un contributo o un’altra prestazione o venga a essere altrimenti pregiudicato nei suoi interessi patrimoniali, la pena è una pena detentiva fino a tre anni o una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_14"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, I. Truffa in materia di prestazioni e di tasse",
        "citation": "Art. 14 cpv. 3 DPA",
        "content": "Chiunque, per mestiere o in collaborazione con terzi, commette in-frazioni di cui ai capoversi 1 o 2 in materia fiscale o doganale e in tal modo procaccia a sé o ad altri un indebito profitto di entità particolarmente considerevole oppure pregiudica in modo particolarmente con-siderevole gli interessi patrimoniali o altri diritti dell’ente pubblico, è punito con una pena detentiva fino a cinque anni o con una pena pecu-niaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_14"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, I. Truffa in materia di prestazioni e di tasse",
        "citation": "Art. 14 cpv. 4 DPA",
        "content": "Se per un’infrazione corrispondente al capoverso 1, 2 o 3 non subdolamente commessa una legge amministrativa prevede una multa, nei casi previsti nei capoversi 1–3 va inflitta anche una multa. L’importo della multa è calcolato secondo la corrispondente legge amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_14"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, II. Falsità in documenti; conseguimento fraudolento di una falsa attestazione",
        "citation": "Art. 15 DPA",
        "content": "1.  Chiunque, al fine di procacciare a sé o a altri un indebito profitto a tenore della legislazione amministrativa della Confederazione oppure di nuocere al patrimonio o a altri diritti dell’ente pubblico, forma un documento falso o altera un documento vero, abusa dell’altrui firma autentica o dell’altrui segno a mano autentico per formare un documento suppositizio, oppure fa uso, a scopo di inganno, di un documento di tale natura,chiunque, usando inganno, induce l’amministrazione o un’altra autorità o un pubblico ufficiale a attestare in un documento pubblico, contrariamente alla verità, un fatto importante per l’attuazione della legislazione amministrativa della Confederazione e chiunque fa uso di un documento ottenuto in tal modo per ingannare l’amministrazione o un’altra autorità,è punito con una pena detentiva fino a tre anni o con una pena pecuniaria.2.  Il numero 1 si applica parimente ai documenti esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_15"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, III. Soppressione di documenti",
        "citation": "Art. 16 cpv. 1 DPA",
        "content": "Chiunque, al fine di procacciare a sé o a altri un indebito profitto a tenore della legislazione amministrativa della Confederazione oppure di nuocere al patrimonio o a altri diritti dell’ente pubblico, deteriora, distrugge o distrae documenti che doveva conservare in virtù della le-gislazione suddetta, è punito con una pena detentiva fino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_16"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, III. Soppressione di documenti",
        "citation": "Art. 16 cpv. 2 DPA",
        "content": "Si può prescindere da ogni pena qualora l’autore, prima della chiusura dell’inchiesta amministrativa, produca spontaneamente il documento distratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_16"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, III. Soppressione di documenti",
        "citation": "Art. 16 cpv. 3 DPA",
        "content": "I capoversi 1 e 2 si applicano parimente ai documenti esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_16"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, A. Reati, IV. Favoreggiamento",
        "citation": "Art. 17 DPA",
        "content": "1.  Chiunque, nel corso di un procedimento penale amministrativo, sottrae una persona ad atti di procedimento penale o all’esecuzione di una pena, incombente all’amministrazione in causa, chiunque contribuisce ad assicurare all’autore o a un compartecipe i profitti derivanti da un’infrazione alla legislazione amministrativa del-la Confederazione,è punito con una pena detentiva fino a tre anni o con una pena pecuniaria.2.  Se il reato preliminare è una contravvenzione, l’autore è punito con la multa. 3.  Chiunque contribuisce illecitamente a impedire l’esecuzione di un provvedimento di diritto penale amministrativo è punito con una pena detentiva fino a un anno o con una pena pecuniaria.4.  Se l’autore favorisce un congiunto o un’altra persona con cui esi-stono relazioni personali così strette da rendere scusabile la sua condotta, il giudice prescinde da ogni pena.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_17"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo secondo: Disposizioni speciali, B. Organismi con compiti di diritto pubblico",
        "citation": "Art. 18 DPA",
        "content": "Gli organismi con compiti di diritto pubblico e i loro organi o mandatari, in quanto debbano applicare la legislazione amministrativa della Confederazione, sono equiparati, negli articoli 14 a 17, all’ente pubblico e alla sua amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, A. Raccolta di dati personali",
        "citation": "Art. 18a cpv. 1 DPA",
        "content": "I dati personali sono raccolti presso l’interessato oppure in modo per questi ravvisabile, sempreché il procedimento non ne risulti compromesso o sia reso sproporzionatamente oneroso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, A. Raccolta di dati personali",
        "citation": "Art. 18a cpv. 2 DPA",
        "content": "Se sono raccolti dati personali a sua insaputa, l’interessato deve esserne immediatamente informato. Si può rinunciare all’informazione o differirla se lo esigono interessi pubblici o privati preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, B. Trattamento di dati personali",
        "citation": "Art. 18b DPA",
        "content": "Quando tratta dati personali, l’autorità amministrativa della Confederazione provvede a distinguere nella misura del possibile:\na. le diverse categorie di persone interessate;\nb. i dati personali fondati su fatti da quelli fondati su valutazioni personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_b"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, C. Comunicazione e utilizzazione in procedimenti pendenti",
        "citation": "Art. 18c DPA",
        "content": "Se è presumibile che possano fornire chiarimenti essenziali, l’autorità amministrativa della Confederazione può comunicare i dati personali relativi a un procedimento penale amministrativo pendente affinché siano utilizzati in un altro procedimento pendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_c"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, D. Diritti d’informazione in pendenza del procedimento",
        "citation": "Art. 18d DPA",
        "content": "Fintanto che il procedimento è pendente, le parti e gli altri partecipanti al procedimento hanno diritto di essere informati sui dati personali trattati che li concernono, conformemente al diritto loro spettante di esaminare gli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_d"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, E. Esattezza dei dati personali",
        "citation": "Art. 18e cpv. 1 DPA",
        "content": "L’autorità amministrativa della Confederazione rettifica senza indugio i dati personali inesatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_e"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo secondo: Diritto penale amministrativo, Capo terzo: Protezione di dati personali, E. Esattezza dei dati personali",
        "citation": "Art. 18e cpv. 2 DPA",
        "content": "Avvisa senza indugio dell’avvenuta rettifica l’autorità che le ha trasmesso o messo a disposizione i dati personali o alla quale li ha comunicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_18_e"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, I. Denunzia e provvedimenti urgenti",
        "citation": "Art. 19 cpv. 1 DPA",
        "content": "Le infrazioni a una legge amministrativa della Confederazione vanno denunziate a un funzionario dell’amministrazione federale in causa o a un ufficio di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_19"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, I. Denunzia e provvedimenti urgenti",
        "citation": "Art. 19 cpv. 2 DPA",
        "content": "L’amministrazione federale e la polizia cantonale e comunale sono tenute a denunziare all’amministrazione in causa ogni infrazione che i propri organi hanno accertato o appreso nell’esercizio delle loro funzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_19"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, I. Denunzia e provvedimenti urgenti",
        "citation": "Art. 19 cpv. 3 DPA",
        "content": "Gli organi dell’amministrazione federale e della polizia, se sono testimoni di un’infrazione o sopraggiungono immediatamente dopo la stessa, hanno il diritto, se vi è pericolo nel ritardo, di procedere al fermo dell’autore, di sequestrare provvisoriamente gli oggetti connessi all’infrazione e di inseguire a tal fine l’autore, o il detentore dell’oggetto, in abitazioni e in altri locali, come anche in fondi cintati e attigui a una casa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_19"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, I. Denunzia e provvedimenti urgenti",
        "citation": "Art. 19 cpv. 4 DPA",
        "content": "La persona fermata dev’essere immediatamente tradotta dinanzi al funzionario inquirente dell’amministrazione in causa; gli oggetti sequestrati devono essere consegnati senza indugio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_19"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, II. Inchiesta",
        "citation": "Art. 20 cpv. 1 DPA",
        "content": "Dell’inchiesta è competente l’amministrazione in causa. Gli interrogatori a verbale, le ispezioni oculari e i provvedimenti coattivi sono affidati a funzionari specialmente istruiti a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_20"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, II. Inchiesta",
        "citation": "Art. 20 cpv. 2 DPA",
        "content": "La polizia cantonale e comunale assiste l’amministrazione nell’inchiesta; segnatamente, il funzionario inquirente può richiedere l’aiuto della polizia se incontra resistenza in un’operazione d’inchiesta che ricade nelle sue attribuzioni ufficiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_20"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, II. Inchiesta",
        "citation": "Art. 20 cpv. 3 DPA",
        "content": "Nelle cause penali di competenza sia dell’amministrazione interessata, sia della giurisdizione federale o di quella cantonale, il Dipartimento preposto all’amministrazione interessata può ordinare la riunione del perseguimento penale nelle mani dell’autorità che sta già occupandosene, qualora sussista uno stretto legame oggettivo e questa autorità vi abbia acconsentito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_20"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, III. Giudizio, 1. Competenza per materia",
        "citation": "Art. 21 cpv. 1 DPA",
        "content": "Del giudizio è competente l’amministrazione in causa; tuttavia, se il Dipartimento preposto reputa che ricorrano gli estremi per infliggere una pena detentiva o per ordinare una misura privativa della libertà o l’espulsione ai sensi dell’articolo 66a o 66abis del Codice penale, il giudizio spetta al tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_21"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, III. Giudizio, 1. Competenza per materia",
        "citation": "Art. 21 cpv. 2 DPA",
        "content": "La persona colpita dalla decisione penale amministrativa può chiedere di essere giudicata da un tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_21"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, III. Giudizio, 1. Competenza per materia",
        "citation": "Art. 21 cpv. 3 DPA",
        "content": "Il Consiglio federale può, in tutti i casi, deferire la causa penale alla Corte penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_21"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, III. Giudizio, 1. Competenza per materia",
        "citation": "Art. 21 cpv. 4 DPA",
        "content": "L’autorità competente a infliggere la pena principale pronuncia anche sulle pene accessorie, le misure e le spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_21"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, III. Giudizio, 2. Competenza, per ragione, di territorio",
        "citation": "Art. 22 cpv. 1 DPA",
        "content": "Il tribunale competente è quello designato negli articoli 31–37 del Codice di procedura penale del 5 ottobre 2007 (CPP) o quello di residenza dell’imputato. La scelta tra queste giurisdizioni spetta all’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_22"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, III. Giudizio, 2. Competenza, per ragione, di territorio",
        "citation": "Art. 22 cpv. 2 DPA",
        "content": "L’articolo 40 capoverso 2 CPP è applicabile per analogia. Nella sua decisione, il Tribunale penale federale non è vincolato dalla scelta fatta dall’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_22"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, IV. Procedura concernente gli adolescenti",
        "citation": "Art. 23 cpv. 1 DPA",
        "content": "Se un minore commette un atto punibile dopo aver compiuto i quindici anni, ma non ancora i diciotto, l’inchiesta e il giudizio sono disciplinati dai disposti della presente legge. Tuttavia, se per emanare il giudizio o per ordinare una misura prevista dal diritto minorile appare necessario procedere a indagini speciali, ovvero se l’autorità cantonale competente della giustizia minorile lo richiede o se il minore colpito dalla decisione penale amministrativa ha chiesto il giudizio di un tribunale, l’amministrazione deve demandare la continuazione del procedimento all’autorità cantonale competente della giustizia minorile, scindendolo all’occorrenza da quello promosso contro altri imputati; gli articoli 73–83 della presente legge si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_23"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, IV. Procedura concernente gli adolescenti",
        "citation": "Art. 23 cpv. 2 DPA",
        "content": "In deroga all’articolo 22, il foro si determina conformemente all’articolo 10 della procedura penale minorile del 20 marzo 2009.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_23"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, IV. Procedura concernente gli adolescenti",
        "citation": "Art. 23 cpv. 3 DPA",
        "content": "Oltre a chi esercita l’autorità parentale, al tutore o al curatore, il minorenne capace di discernimento può esercitare in proprio ogni rimedio giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_23"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, V. Pubblico ministero della Confederazione",
        "citation": "Art. 24 DPA",
        "content": "Il pubblico ministero della Confederazione può intervenire in qualunque procedimento giudiziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_24"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, VI. Corte dei, reclami penali",
        "citation": "Art. 25 cpv. 1 DPA",
        "content": "La Corte dei reclami penali del Tribunale penale federale decide i reclami e le contestazioni che le sono deferiti in virtù della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_25"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, VI. Corte dei, reclami penali",
        "citation": "Art. 25 cpv. 2 DPA",
        "content": "In quanto sia necessario per la decisione da prendere, la Corte dei reclami penali ordina l’assunzione delle prove; a tal fine essa può ricorrere ai servigi dell’amministrazione in causa come anche a quelli del giudice istruttore federale della regione linguistica corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_25"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, VI. Corte dei, reclami penali",
        "citation": "Art. 25 cpv. 3 DPA",
        "content": "Qualora la tutela d’importanti interessi pubblici o privati lo richieda, la Corte dei reclami penali prende cognizione della prova escludendo il reclamante o il richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_25"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, A. Autorità, VI. Corte dei, reclami penali",
        "citation": "Art. 25 cpv. 4 DPA",
        "content": "L’onere delle spese per la procedura di reclamo davanti alla Corte dei reclami penali si determina secondo l’articolo 73 della legge del 19 marzo 2010 sull’organizzazione delle autorità penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_25"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, I. In materia di provvedimenti coattivi",
        "citation": "Art. 26 cpv. 1 DPA",
        "content": "Contro i provvedimenti coattivi (art. 45 e segg.) e le operazioni e omissioni connesse può essere proposto reclamo alla Corte dei reclami penali del Tribunale penale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_26"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, I. In materia di provvedimenti coattivi",
        "citation": "Art. 26 cpv. 2 DPA",
        "content": "Il reclamo deve essere presentato:\na. alla Corte dei reclami penali, se è diretto contro un’autorità giudiziaria cantonale o contro il direttore o capo dell’amministrazione in causa;\nb. al direttore o capo dell’amministrazione in causa, negli altri casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_26"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, I. In materia di provvedimenti coattivi",
        "citation": "Art. 26 cpv. 3 DPA",
        "content": "Se, nei casi del capoverso 2 lettera b, il direttore o capo dell’amministrazione in causa rettifica l’operazione o rimedia all’omissione in conformità delle conclusioni proposte, il reclamo diventa senza oggetto; in caso contrario, questi deve trasmetterlo alla Corte dei reclami penali, con le sue osservazioni, al più tardi il terzo giorno feriale dopo il suo ricevimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_26"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, II. In materia, di altre, operazioni d’inchiesta",
        "citation": "Art. 27 cpv. 1 DPA",
        "content": "Contro le operazioni e le omissioni del funzionario inquirente, non impugnabili giusta l’articolo 26, può essere interposto reclamo presso il direttore o capo dell’amministrazione in causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_27"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, II. In materia, di altre, operazioni d’inchiesta",
        "citation": "Art. 27 cpv. 2 DPA",
        "content": "La decisione sul reclamo va notificata per scritto al reclamante e deve indicare i rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_27"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, II. In materia, di altre, operazioni d’inchiesta",
        "citation": "Art. 27 cpv. 3 DPA",
        "content": "La decisione sul reclamo può essere impugnata presso la Corte dei reclami penali del Tribunale penale federale soltanto per violazione del diritto federale, compreso l’eccesso o l’abuso del potere d’apprezzamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_27"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, II. In materia, di altre, operazioni d’inchiesta",
        "citation": "Art. 27 cpv. 4 DPA",
        "content": "I capoversi 1 a 3 si applicano per analogia ai reclami per operazioni d’inchiesta e omissioni di chi agisce per organismi con compiti federali di diritto pubblico; tuttavia, l’autorità di prima istanza è il Dipartimento preposto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_27"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, III. Disposizioni comuni",
        "citation": "Art. 28 cpv. 1 DPA",
        "content": "Il diritto di reclamo spetta a chiunque è toccato dall’operazione impugnata, dall’omissione censurata o dalla decisione sul reclamo (art. 27 cpv. 2) e ha un interesse degno di protezione all’annullamento o alla modificazione; il reclamo contro la decisione dell’autorità giudiziaria cantonale di liberare una persona fermata o arrestata (art. 51 cpv. 5 e 59 cpv. 3) può essere interposto anche dal direttore o capo dell’amministrazione in causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_28"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, III. Disposizioni comuni",
        "citation": "Art. 28 cpv. 2 DPA",
        "content": "Con il reclamo si può far valere la violazione del diritto federale, l’accertamento inesatto o incompleto di fatti giuridicamente rilevanti o l’inadeguatezza; rimane riservato l’articolo 27 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_28"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, III. Disposizioni comuni",
        "citation": "Art. 28 cpv. 3 DPA",
        "content": "Il reclamo contro un’operazione o contro una decisione su reclamo dev’essere presentato per scritto all’autorità competente, con le conclusioni e una breve motivazione, entro tre giorni a contare da quello in cui il reclamante ha avuto conoscenza dell’operazione o ha ricevuto notificazione della decisione; se il reclamante è in stato d’arresto, è sufficiente che il reclamo sia consegnato alla direzione delle carceri, la quale lo trasmetterà senza indugio all’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_28"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, III. Disposizioni comuni",
        "citation": "Art. 28 cpv. 4 DPA",
        "content": "Il reclamo proposto a un’autorità incompetente deve essere immediatamente trasmesso all’autorità competente; se il reclamo è proposto in tempo utile a un’autorità incompetente, il termine di reclamo è reputato osservato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_28"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, B. Reclamo contro operazioni d’inchiesta, III. Disposizioni comuni",
        "citation": "Art. 28 cpv. 5 DPA",
        "content": "In quanto la legge non disponga altrimenti, il reclamo non ha effetto sospensivo, salvo che questo gli sia conferito mediante provvedimento cautelare dall’autorità adita o dal suo presidente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_28"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, I. Ricusazione",
        "citation": "Art. 29 cpv. 1 DPA",
        "content": "I funzionari cui spetta di condurre un’inchiesta, di prendere o preparare una decisione, i periti, i traduttori e gli interpreti devono ricusarsi se:\na. hanno un interesse personale nella causa;\nb. sono il coniuge o il partner registrato dell’imputato o convivono di fatto con lui;\nbbis. sono parenti o affini in linea retta o, fino al terzo grado, in linea collaterale con l’imputato;\nc. potrebbero, per altri motivi, avere una prevenzione nella causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_29"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, I. Ricusazione",
        "citation": "Art. 29 cpv. 2 DPA",
        "content": "Se la ricusazione è contestata, decide, riservato il reclamo alla Corte dei reclami penali del Tribunale penale federale (art. 27 cpv. 3), il superiore del funzionario in causa o di quello che ha chiesto la collaborazione del perito, traduttore o interprete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_29"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, I. Ricusazione",
        "citation": "Art. 29 cpv. 3 DPA",
        "content": "Nei procedimenti giudiziari e per i funzionari e gli impiegati cantonali, la ricusazione è disciplinata dal diritto federale o cantonale applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_29"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, II. Assistenza, fra le autorità",
        "citation": "Art. 30 cpv. 1 DPA",
        "content": "Le autorità amministrative della Confederazione, dei Cantoni e dei Comuni devono prestar assistenza, nell’espletamento dei loro compiti, alle autorità incaricate del procedimento e del giudizio in materia di cause penali amministrative; esse devono segnatamente comunicar loro tutte le informazioni occorrenti e conceder loro di prender visione degli atti ufficiali che possono avere importanza per il procedimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_30"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, II. Assistenza, fra le autorità",
        "citation": "Art. 30 cpv. 2 DPA",
        "content": "L’assistenza può essere negata soltanto quando vi si oppongano importanti interessi pubblici, segnatamente la sicurezza interna o esterna della Confederazione o dei Cantoni, ovvero quando essa pregiudichi notevolmente l’autorità richiesta nell’esecuzione dei suoi compiti. I segreti confidati giusta gli articoli 171–173 CPP devono essere serbati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_30"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, II. Assistenza, fra le autorità",
        "citation": "Art. 30 cpv. 3 DPA",
        "content": "Del rimanente, in materia d’assistenza sono applicabili gli articoli 43–48 CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_30"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, II. Assistenza, fra le autorità",
        "citation": "Art. 30 cpv. 4 DPA",
        "content": "Gli organismi con compiti di diritto pubblico sono tenuti, nell’ambito di questi compiti, a prestare la stessa assistenza delle autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_30"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, II. Assistenza, fra le autorità",
        "citation": "Art. 30 cpv. 5 DPA",
        "content": "Le contestazioni fra autorità federali sono decise dal Consiglio federale, quelle fra Confederazione e Cantoni o fra singoli Cantoni dalla Corte dei reclami penali del Tribunale penale federale. Le misure di sicurezza ordinate sono mantenute sino alla decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_30"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, III. Termini",
        "citation": "Art. 31 cpv. 1 DPA",
        "content": "Al computo e alla proroga dei termini, come anche alla restituzione per inosservanza di un termine si applicano per analogia gli articoli 20 a 24 della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_31"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, III. Termini",
        "citation": "Art. 31 cpv. 2 DPA",
        "content": "Nella procedura giudiziaria, i termini sono disciplinati dal CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_31"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, IV. Forma delle comunicazioni e della notificazione",
        "citation": "Art. 31a DPA",
        "content": "Salvo che la presente legge disponga altrimenti, le comunicazioni rivestono la forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, IV. Forma delle comunicazioni e della notificazione",
        "citation": "Art. 31a cpv. 2 DPA",
        "content": "La notificazione è fatta mediante invio postale raccomandato o in altro modo contro ricevuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, IV. Forma delle comunicazioni e della notificazione",
        "citation": "Art. 31a cpv. 3 DPA",
        "content": "La notificazione è considerata avvenuta quando l’invio è preso in consegna dal destinatario oppure da un suo impiegato o da una persona avente almeno 16 anni che vive nella stessa economia domestica. È fatto salvo l’ordine di notificare la comunicazione direttamente al destinatario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo primo: Autorità; disposizioni generali di procedura, C. Disposizioni generali di procedura, IV. Forma delle comunicazioni e della notificazione",
        "citation": "Art. 31a cpv. 4 DPA",
        "content": "La notificazione è pure considerata avvenuta:\na. in caso di invio postale raccomandato non ritirato, il settimo giorno dal tentativo di consegna infruttuoso, sempre che il destinatario dovesse aspettarsi una notificazione;\nb. in caso di notificazione in mani proprie, quando il destinatario rifiuta la consegna e il latore ne attesta il rifiuto, il giorno del rifiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, I. Designazione",
        "citation": "Art. 32 cpv. 1 DPA",
        "content": "L’imputato ha, in qualunque stadio della causa, il diritto di provvedersi di un difensore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_32"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, I. Designazione",
        "citation": "Art. 32 cpv. 2 DPA",
        "content": "Sono ammessi come difensori di professione nei procedimenti dinanzi all’amministrazione:\na. gli avvocati diplomati che esercitano la professione in un Cantone;\nb. le persone che esercitano una professione ammessa a certe condizioni dal Consiglio federale per assumere la difesa nelle cause penali amministrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_32"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, I. Designazione",
        "citation": "Art. 32 cpv. 3 DPA",
        "content": "In via eccezionale e riservata la reciprocità, l’amministrazione in causa può ammettere anche un difensore straniero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_32"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, I. Designazione",
        "citation": "Art. 32 cpv. 4 DPA",
        "content": "L’autorità può esigere che il difensore giustifichi i suoi poteri con una procura scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_32"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, II. Difensore d’ufficio",
        "citation": "Art. 33 cpv. 1 DPA",
        "content": "Se l’imputato non è altrimenti assistito, l’amministrazione in causa gli designa d’ufficio, tenendo conto per quanto possibile dei suoi desideri, un difensore scelto fra le persone menzionate nell’articolo 32 capoverso 2 lettera a:\na. se l’imputato non è manifestamente in grado di difendersi da sé;\nb. durante il carcere preventivo, se questo si protrae per più di tre giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_33"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, II. Difensore d’ufficio",
        "citation": "Art. 33 cpv. 2 DPA",
        "content": "Se l’imputato, per indigenza, non è in grado di provvedersi di un difensore a sua richiesta ne sarà pure designato uno d’ufficio. Sono esclusi i casi in cui la multa applicabile è inferiore a 2000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_33"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Difensore, II. Difensore d’ufficio",
        "citation": "Art. 33 cpv. 3 DPA",
        "content": "L’indennità al difensore d’ufficio, riservato il reclamo alla Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1), è stabilita dall’amministrazione in causa sulla base di una tariffa emanata dal Consiglio federale e è compresa nelle spese procedurali; nei casi del capoverso 1, l’imputato cui sono addossate le spese deve restituire l’indennità alla Confederazione se, secondo il suo reddito o il suo patrimonio, gli era possibile di provvedersi di un difensore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_33"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, I. Elezioni di domicilio",
        "citation": "Art. 34 cpv. 1 DPA",
        "content": "Le comunicazioni sono notificate al domicilio, alla dimora abituale o alla sede del destinatario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, I. Elezioni di domicilio",
        "citation": "Art. 34 cpv. 2 DPA",
        "content": "Gli imputati con domicilio, dimora abituale o sede all’estero devono eleggere un domicilio in Svizzera. Sono fatti salvi gli accordi internazionali secondo cui le comunicazioni possono essere notificate direttamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, I. Elezioni di domicilio",
        "citation": "Art. 34 cpv. 3 DPA",
        "content": "Le comunicazioni destinate alle parti che hanno designato un patrocinatore sono notificate validamente a quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, I. Elezioni di domicilio",
        "citation": "Art. 34 cpv. 4 DPA",
        "content": "Queste disposizioni si applicano per analogia alle persone colpite dalla confisca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, II. Notificazione mediante pubblicazione",
        "citation": "Art. 34a cpv. 1 DPA",
        "content": "La notificazione è fatta mediante pubblicazione nel Foglio federale se:\na. il luogo di soggiorno del destinatario è ignoto e non può essere individuato nemmeno con debite, ragionevoli ricerche;\nb. una notificazione è impossibile o dovesse comportare complicazioni straordinarie;\nc. una parte o il suo patrocinatore con domicilio, dimora abituale o sede all’estero non ha eletto un domicilio in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, II. Notificazione mediante pubblicazione",
        "citation": "Art. 34a cpv. 2 DPA",
        "content": "La notificazione è considerata avvenuta il giorno della pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, II. Notificazione mediante pubblicazione",
        "citation": "Art. 34a cpv. 3 DPA",
        "content": "Delle decisioni finali è pubblicato soltanto il dispositivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, II. Notificazione mediante pubblicazione",
        "citation": "Art. 34a cpv. 4 DPA",
        "content": "I processi verbali finali sono reputati notificati anche se non pubblicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Partecipazione all’assunzione, delle prove",
        "citation": "Art. 35 cpv. 1 DPA",
        "content": "Il funzionario inquirente consente all’imputato e al difensore di partecipare all’assunzione delle prove, se la legge non ne esclude la partecipazione e se nessun interesse essenziale, pubblico o privato, vi si oppone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_35"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Partecipazione all’assunzione, delle prove",
        "citation": "Art. 35 cpv. 2 DPA",
        "content": "Il funzionario inquirente può escludere codesta partecipazione se la presenza dell’imputato e del difensore intralcia l’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_35"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, D. Esame degli atti",
        "citation": "Art. 36 DPA",
        "content": "Gli articoli 26 a 28 della legge federale del 20 dicembre 1968 sulla procedura amministrativa si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_36"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Estensione",
        "citation": "Art. 37 cpv. 1 DPA",
        "content": "Il funzionario inquirente dell’amministrazione in causa accerta i fatti e assicura le prove.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_37"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Estensione",
        "citation": "Art. 37 cpv. 2 DPA",
        "content": "L’imputato può chiedere in ogni momento che si proceda a determinate operazioni d’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_37"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Estensione",
        "citation": "Art. 37 cpv. 3 DPA",
        "content": "Se non è necessario procedere a particolari operazioni di inchiesta, è steso immediatamente il processo verbale finale secondo l’articolo 61.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_37"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Estensione",
        "citation": "Art. 37 cpv. 4 DPA",
        "content": "Sono riservati i disposti dell’articolo 65 sul decreto penale in procedura abbreviata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_37"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Verbalizzazione",
        "citation": "Art. 38 cpv. 1 DPA",
        "content": "L’apertura, il decorso e gli accertamenti essenziali dell’inchiesta devono risultare chiaramente dall’inserto ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_38"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Verbalizzazione",
        "citation": "Art. 38 cpv. 2 DPA",
        "content": "Il processo verbale di interrogatorio è steso seduta stante e, a conferma della sua veridicità, dev’essere sottoscritto, subito dopo la chiusura, dalla persona interrogata, cui ne deve essere data conoscenza, e dal funzionario inquirente; se manca la firma della persona interrogata, dev’esserne indicato il motivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_38"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Verbalizzazione",
        "citation": "Art. 38 cpv. 3 DPA",
        "content": "Il processo verbale di un’altra operazione d’inchiesta deve essere steso il più presto possibile, al più tardi però il giorno feriale successivo; la sua veridicità deve essere confermata dalla firma del funzionario inquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_38"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Verbalizzazione",
        "citation": "Art. 38 cpv. 4 DPA",
        "content": "Ogni processo verbale indica il luogo e il giorno dell’operazione d’inchiesta e i nomi delle persone che vi hanno partecipato. Esso distingue tra gli accertamenti fatti dal funzionario inquirente e comunicazioni dei terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_38"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, I. Imputato",
        "citation": "Art. 39 cpv. 1 DPA",
        "content": "L’imputato è dapprima invitato a dichiarare il nome, l’età, la professione, l’attinenza e il domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_39"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, I. Imputato",
        "citation": "Art. 39 cpv. 2 DPA",
        "content": "Il funzionario inquirente indica all’imputato il fatto che gli è contestato. Lo invita a spiegarsi sull’imputazione e a enunciare i fatti e le prove a sua discolpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_39"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, I. Imputato",
        "citation": "Art. 39 cpv. 3 DPA",
        "content": "Se non si tratta del primo interrogatorio, l’imputato può chiedere la presenza del difensore; questi ha il diritto di porre domande completive per il tramite del funzionario inquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_39"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, I. Imputato",
        "citation": "Art. 39 cpv. 4 DPA",
        "content": "Se l’imputato rifiuta di rispondere, ne sarà fatta menzione negli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_39"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, I. Imputato",
        "citation": "Art. 39 cpv. 5 DPA",
        "content": "Sono vietati al funzionario inquirente ogni coercizione, minaccia, promessa, indicazione inveritiera, domanda capziosa o analoghi procedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_39"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, II. Informazioni",
        "citation": "Art. 40 DPA",
        "content": "Il funzionario inquirente può raccogliere informazioni orali o scritte o interrogare terzi verbalizzandone le informazioni; in tal caso deve informarli del loro eventuale diritto di non deporre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_40"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, III. Testimoni",
        "citation": "Art. 41 cpv. 1 DPA",
        "content": "Ove i fatti non possano essere sufficientemente chiariti in altro modo, si può ricorrere all’interrogatorio di testimoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_41"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, III. Testimoni",
        "citation": "Art. 41 cpv. 2 DPA",
        "content": "All’interrogatorio e all’indennità dei testimoni si applicano per analogia gli articoli 163–166 e 168–176 CPP e l’articolo 48 della legge federale del 4 dicembre 1947 di procedura civile federale; il testimone che, senza motivo legittimo, rifiuta di fare una deposizione richiestagli con riferimento all’articolo 292 del Codice penale e sotto comminatoria delle pene ivi previste, è deferito al giudice penale per disobbedienza a decisioni dell’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_41"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, III. Testimoni",
        "citation": "Art. 41 cpv. 3 DPA",
        "content": "L’imputato e il suo difensore hanno il diritto di assistere all’interrogatorio dei testimoni e di porre domande completive per il tramite del funzionario inquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_41"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, IV. Citazione, e ordine di accompagnamento",
        "citation": "Art. 42 cpv. 1 DPA",
        "content": "Di regola, imputato e testimoni sono citati per scritto. Devono essere avvertiti delle conseguenze legali della mancata comparizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_42"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, IV. Citazione, e ordine di accompagnamento",
        "citation": "Art. 42 cpv. 2 DPA",
        "content": "La persona regolarmente citata, se non compare alla udienza senza sufficiente giustificazione, può esservi condotta con la forza pubblica. L’ordine di accompagnamento è emesso per scritto dal funzionario inquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_42"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Interrogatori, informazioni, IV. Citazione, e ordine di accompagnamento",
        "citation": "Art. 42 cpv. 3 DPA",
        "content": "Alla persona non comparsa senza giustificazione possono essere addossate le spese cagionate dalla sua assenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_42"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, D. Periti",
        "citation": "Art. 43 cpv. 1 DPA",
        "content": "Si possono assumere periti qualora l’accertamento o l’apprezzamento dei fatti esiga conoscenze speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_43"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, D. Periti",
        "citation": "Art. 43 cpv. 2 DPA",
        "content": "All’imputato dev’essere data la possibilità di esprimersi circa la scelta dei periti e le domande da porre. Per il resto, alla nomina dei periti, come anche ai loro diritti e doveri, si applicano per analogia gli articoli 183–185, 187, 189 e 191 CPP, nonché l’articolo 61 della legge del 4 dicembre 1947 di procedura civile federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_43"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, E. Ispezione oculare",
        "citation": "Art. 44 cpv. 1 DPA",
        "content": "Il funzionario inquirente ordina un’ispezione oculare ogni qualvolta essa possa contribuire a chiarire i fatti. L’imputato e il difensore hanno il diritto di assistere all’ispezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_44"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, E. Ispezione oculare",
        "citation": "Art. 44 cpv. 2 DPA",
        "content": "In caso d’ispezione di installazioni commerciali o industriali, è tenuto conto degli interessi legittimi della persona che occupa i locali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_44"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, I. Disposizioni generali",
        "citation": "Art. 45 cpv. 1 DPA",
        "content": "In caso di sequestro, perquisizione, fermo o arresto si deve procedere con il riguardo dovuto all’interessato e alla sua proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_45"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, I. Disposizioni generali",
        "citation": "Art. 45 cpv. 2 DPA",
        "content": "In caso d’inosservanza di prescrizioni d’ordine non sono ammessi provvedimenti coattivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_45"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, II. Sequestro, 1. Oggetto",
        "citation": "Art. 46 cpv. 1 DPA",
        "content": "Devono essere sequestrati dal funzionario inquirente:\na. gli oggetti che possono avere importanza come mezzi di prova;\nb. gli oggetti e gli altri beni che saranno presumibilmente confiscati;\nc. i doni e gli altri profitti che saranno devoluti allo Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_46"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, II. Sequestro, 1. Oggetto",
        "citation": "Art. 46 cpv. 2 DPA",
        "content": "Altri oggetti e beni che hanno servito a commettere l’infrazione o che ne sono il prodotto possono essere sequestrati quando ciò appaia necessario per impedire nuove infrazioni o per garantire un diritto di pegno legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_46"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, II. Sequestro, 1. Oggetto",
        "citation": "Art. 46 cpv. 3 DPA",
        "content": "Gli oggetti e i documenti inerenti ai contatti tra una persona e il proprio avvocato autorizzato a esercitare la rappresentanza in giudizio in Svizzera secondo la legge del 23 giugno 2000 sugli avvocati non possono essere sequestrati, sempre che l’avvocato non sia a sua volta imputato nello stesso contesto fattuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_46"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, II. Sequestro, 2. Procedura",
        "citation": "Art. 47 cpv. 1 DPA",
        "content": "Il detentore di un oggetto o di un bene sequestrato è tenuto a consegnarlo al funzionario inquirente, ricevendo quietanza o copia del processo verbale di sequestro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_47"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, II. Sequestro, 2. Procedura",
        "citation": "Art. 47 cpv. 2 DPA",
        "content": "Gli oggetti e i beni sequestrati sono menzionati nel processo verbale di sequestro e sono posti in luogo sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_47"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, II. Sequestro, 2. Procedura",
        "citation": "Art. 47 cpv. 3 DPA",
        "content": "Se gli oggetti sono esposti a rapido deprezzamento o richiedono una manutenzione costosa, l’amministrazione può farli mettere all’asta pubblica e, in caso d’urgenza, venderli a trattative private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_47"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 1. Motivi, competenza",
        "citation": "Art. 48 cpv. 1 DPA",
        "content": "Si può procedere a una perquisizione domiciliare soltanto se è probabile che in un’abitazione o in altri locali, come anche in un fondo cintato e attiguo a una casa, si trovi nascosto l’imputato o vi si possano rintracciare oggetti o beni soggetti al sequestro oppure tracce dell’infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_48"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 1. Motivi, competenza",
        "citation": "Art. 48 cpv. 2 DPA",
        "content": "Occorrendo, l’imputato può essere sottoposto a una perquisizione personale. In tal caso, la perquisizione è fatta da una persona dello stesso sesso o da un medico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_48"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 1. Motivi, competenza",
        "citation": "Art. 48 cpv. 3 DPA",
        "content": "La perquisizione è operata in base a un ordine scritto del direttore o capo dell’amministrazione in causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_48"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 1. Motivi, competenza",
        "citation": "Art. 48 cpv. 4 DPA",
        "content": "Se vi è pericolo nel ritardo e se l’ordine di perquisizione non può essere tempestivamente ottenuto, il funzionario inquirente può ordinare o intraprendere in proprio la perquisizione. Provvedimento siffatto dev’essere motivato negli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_48"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 2. Esecuzione",
        "citation": "Art. 49 cpv. 1 DPA",
        "content": "Prima dell’inizio della perquisizione, il funzionario inquirente deve legittimarsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_49"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 2. Esecuzione",
        "citation": "Art. 49 cpv. 2 DPA",
        "content": "La persona che occupa i locali, se è presente, dev’essere informata circa il motivo della perquisizione e essere invitata a assistervi; se è assente, alla perquisizione deve assistere un suo congiunto o un abitante della casa. Vi deve inoltre essere chiamato un agente ufficiale designato dall’autorità cantonale competente o, nel caso in cui il funzionario inquirente proceda in proprio, un membro dell’autorità comunale o un funzionario cantonale, distrettuale o comunale, il quale dovrà vigilare a che l’operazione non esorbiti dal suo scopo. Se vi è pericolo nel ritardo o se la persona che occupa i locali vi consente, si può rinunziare all’assistenza di agenti ufficiali, di abitanti della casa o congiunti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_49"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 2. Esecuzione",
        "citation": "Art. 49 cpv. 3 DPA",
        "content": "Di domenica, nei giorni festivi generali e di notte, la perquisizione può di regola essere compiuta soltanto in casi importanti e se vi è pericolo imminente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_49"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, III. Perquisizione domiciliare e personale, 2. Esecuzione",
        "citation": "Art. 49 cpv. 4 DPA",
        "content": "Il processo verbale della perquisizione è steso immediatamente, in presenza delle persone che hanno partecipato all’operazione; su richiesta, a quest’ultime consegnata copia dell’ordine di perquisizione e del processo verbale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_49"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, IV. Perquisizione di carte",
        "citation": "Art. 50 cpv. 1 DPA",
        "content": "La perquisizione di carte dev’essere fatta col maggior riguardo possibile dei segreti privati; segnatamente, le carte devono essere esaminate soltanto quando si possa presumere che contengano scritti importanti per l’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_50"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, IV. Perquisizione di carte",
        "citation": "Art. 50 cpv. 2 DPA",
        "content": "La perquisizione dev’essere fatta in modo da tutelare il segreto d’ufficio, come anche i segreti confidati, nell’esercizio del proprio ministero o della propria professione, agli ecclesiastici, agli avvocati, ai notai, ai medici, ai farmacisti, alle levatrici e ai loro ausiliari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_50"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, IV. Perquisizione di carte",
        "citation": "Art. 50 cpv. 3 DPA",
        "content": "Se possibile, il detentore di carte dev’essere messo in grado d’indicarne il contenuto prima della perquisizione. Se egli si oppone alla perquisizione, le carte devono essere suggellate e poste in luogo sicuro; la decisione sull’ammissibilità della perquisizione spetta alla Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_50"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, V. Fermo e traduzione, dinanzi al, giudice",
        "citation": "Art. 51 cpv. 1 DPA",
        "content": "Il funzionario inquirente può procedere al fermo dell’individuo gravemente indiziato di un’infrazione, qualora vi sia apparentemente un motivo d’arresto a tenore dell’articolo 52 e vi sia pericolo nel ritardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_51"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, V. Fermo e traduzione, dinanzi al, giudice",
        "citation": "Art. 51 cpv. 2 DPA",
        "content": "La persona fermata o, secondo l’articolo 19 capoverso 4, tradotta dinanzi all’amministrazione dev’essere immediatamente interrogata; le sarà data l’occasione d’infirmare gli indizi a suo carico e i motivi del fermo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_51"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, V. Fermo e traduzione, dinanzi al, giudice",
        "citation": "Art. 51 cpv. 3 DPA",
        "content": "Se sussiste apparentemente un motivo d’arresto, la persona fermata dev’essere tradotta senza indugio dinanzi all’autorità giudiziaria cantonale competente a emettere un ordine d’arresto. Se il fermo è avvenuto in luogo appartato o impervio oppure se la competente autorità giudiziaria cantonale non può essere immediatamente raggiunta, la traduzione deve avvenire entro 48 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_51"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, V. Fermo e traduzione, dinanzi al, giudice",
        "citation": "Art. 51 cpv. 4 DPA",
        "content": "L’autorità giudiziaria esamina se vi è un motivo d’arresto; il funzionario inquirente e la persona fermata devono essere uditi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_51"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, V. Fermo e traduzione, dinanzi al, giudice",
        "citation": "Art. 51 cpv. 5 DPA",
        "content": "Susseguentemente, l’autorità giudiziaria ordina l’arresto o la liberazione, all’occorrenza sotto cauzione. Questa decisione può essere impugnata mediante reclamo (art. 26).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_51"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, V. Fermo e traduzione, dinanzi al, giudice",
        "citation": "Art. 51 cpv. 6 DPA",
        "content": "Se il funzionario inquirente presenta immediatamente reclamo contro la liberazione, il fermo è provvisoriamente mantenuto. Il direttore o capo dell’amministrazione in causa deve, entro 24 ore, comunicare all’autorità giudiziaria se intende mantenere il reclamo. Se questo è mantenuto, il fermo si protrae fino alla decisione della Corte dei reclami penali; è riservato l’ordine contrario della Corte dei reclami penali o del suo presidente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_51"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 1. Ammissibilità",
        "citation": "Art. 52 cpv. 1 DPA",
        "content": "Contro l’imputato gravemente indiziato di un’infrazione si può emettere un ordine d’arresto, se determinate circostanze fanno presumere che intenda:\na. sottrarsi al procedimento penale o all’esecuzione della pena o\nb. cancellare tracce dell’infrazione, distruggere elementi probatori, indurre testimoni o coimputati a fare false dichiarazioni o compromettere in analogo modo il risultato dell’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_52"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 1. Ammissibilità",
        "citation": "Art. 52 cpv. 2 DPA",
        "content": "L’ordine d’arresto non può essere emesso se sproporzionato all’importanza della causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_52"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, a. Competenza; forma",
        "citation": "Art. 53 cpv. 1 DPA",
        "content": "Il funzionario inquirente può chiedere che sia emesso un ordine d’arresto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_53"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, a. Competenza; forma",
        "citation": "Art. 53 cpv. 2 DPA",
        "content": "Sono competenti a emettere l’ordine d’arresto:\na. in caso di fermo: l’autorità giudiziaria cantonale competente nel luogo del fermo;\nb. in tutti gli altri casi: l’autorità giudiziaria cantonale competente secondo l’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_53"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, a. Competenza; forma",
        "citation": "Art. 53 cpv. 3 DPA",
        "content": "L’ordine d’arresto dev’essere scritto e deve indicare: i dati personali dell’imputato e il fatto che gli è contestato; le disposizioni penali applicabili; il motivo dell’arresto; le carceri giudiziarie alle quali l’arrestato dev’essere associato, i rimedi giuridici, i diritti delle parti, le condizioni per la liberazione sotto cauzione e il diritto di avvisare i congiunti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_53"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, b. Esecuzione; ricerca dell’imputato",
        "citation": "Art. 54 cpv. 1 DPA",
        "content": "Una copia dell’ordine d’arresto dev’essere rimessa all’imputato al momento dell’arresto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_54"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, b. Esecuzione; ricerca dell’imputato",
        "citation": "Art. 54 cpv. 2 DPA",
        "content": "L’arrestato dev’essere consegnato all’autorità cantonale competente cui viene simultaneamente rimessa una copia dell’ordine d’arresto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_54"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, b. Esecuzione; ricerca dell’imputato",
        "citation": "Art. 54 cpv. 3 DPA",
        "content": "Se non è possibile eseguire l’ordine d’arresto, si ordinerà la ricerca dell’imputato. L’ordine d’arresto può essere pubblicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_54"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, c. Interrogatorio, dell’arrestato",
        "citation": "Art. 55 cpv. 1 DPA",
        "content": "L’autorità che ha emesso l’ordine d’arresto deve interrogare l’imputato, se non è già stato udito (art. 51 cpv. 4), al più tardi il primo giorno feriale successivo all’arresto per accertare se sussiste un motivo d’arresto; il funzionario inquirente dev’essere udito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_55"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 2. Ordine, d’arresto, c. Interrogatorio, dell’arrestato",
        "citation": "Art. 55 cpv. 2 DPA",
        "content": "Se l’arresto è mantenuto, l’imputato dev’essere informato dei motivi del provvedimento; se l’imputato è liberato, si applica per analogia l’articolo 51 capoverso 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_55"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 3. Avviso ai congiunti",
        "citation": "Art. 56 DPA",
        "content": "Se le finalità dell’inchiesta lo consentono, l’arrestato ha il diritto di esigere che i suoi stretti congiunti siano immediatamente informati dell’arresto per il tramite del funzionario inquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_56"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 4. Durata dell’arresto",
        "citation": "Art. 57 cpv. 1 DPA",
        "content": "Se l’arresto è mantenuto, l’inchiesta dev’essere accelerata nella misura del possibile. L’arresto non può in ogni caso superare la durata presumibile di una pena privativa della libertà o di una pena da commutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_57"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 4. Durata dell’arresto",
        "citation": "Art. 57 cpv. 2 DPA",
        "content": "Salvo autorizzazione speciale dell’autorità che ha emesso l’ordine d’arresto, il carcere preventivo ordinato in applicazione dell’articolo 52 capoverso 1 lettera b non può essere mantenuto oltre 14 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_57"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 5. Esecuzione dell’arresto",
        "citation": "Art. 58 cpv. 1 DPA",
        "content": "L’autorità cantonale provvede affinché l’arresto sia regolarmente eseguito. L’arrestato è sottoposto a quelle sole restrizioni della libertà che si riconoscono necessarie a assicurare lo scopo dell’arresto e la disciplina nelle carceri giudiziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_58"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 5. Esecuzione dell’arresto",
        "citation": "Art. 58 cpv. 2 DPA",
        "content": "L’arrestato può conferire a voce o per scritto col proprio difensore soltanto con l’autorizzazione del funzionario inquirente il quale può limitare o far cessare comunicazioni siffatte soltanto se l’interesse dell’inchiesta lo esiga. La limitazione o la cessazione di queste comunicazioni per più di tre giorni dev’essere approvata dall’autorità che ha emesso l’ordine d’arresto; tale approvazione può, di volta in volta, essere data al massimo per dieci giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_58"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 5. Esecuzione dell’arresto",
        "citation": "Art. 58 cpv. 3 DPA",
        "content": "L’esecuzione dell’arresto è retta per altro dagli articoli 234–236 CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_58"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 6. Rilascio in, libertà",
        "citation": "Art. 59 cpv. 1 DPA",
        "content": "Il funzionario inquirente deve mettere in libertà l’arrestato appena siano cessati i motivi dell’arresto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_59"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 6. Rilascio in, libertà",
        "citation": "Art. 59 cpv. 2 DPA",
        "content": "L’arrestato può chiedere in ogni tempo di essere messo in libertà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_59"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 6. Rilascio in, libertà",
        "citation": "Art. 59 cpv. 3 DPA",
        "content": "Sempreché gli atti non siano già stati trasmessi al tribunale per il giudizio, su tale richiesta decide l’autorità che ha emesso l’ordine d’arresto. Questa deve interpellare in merito il funzionario inquirente o l’ufficio presso cui la causa è pendente; le prescrizioni dell’articolo 51 capoversi 5 e 6 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_59"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 7. Liberazione sotto cauzione",
        "citation": "Art. 60 cpv. 1 DPA",
        "content": "L’imputato arrestato o in procinto d’esserlo in virtù dell’articolo 52 capoverso 1 lettera a può, se lo chiede, essere rimesso o lasciato in libertà purché presti una cauzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_60"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, F. Provvedimenti coattivi, VI. Arresto, 7. Liberazione sotto cauzione",
        "citation": "Art. 60 cpv. 2 DPA",
        "content": "Alla liberazione sotto cauzione si applicano per analogia gli articoli 238–240 CPP. Tuttavia, la cauzione dev’essere prestata al Dipartimento federale delle finanze; essa diviene parimente esigibile allorché l’imputato si sottrae al pagamento della multa irrogata; l’eccedenza della cauzione riscossa è devoluta alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_60"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, G. Processo, verbale finale",
        "citation": "Art. 61 cpv. 1 DPA",
        "content": "Il funzionario inquirente, se reputa completa l’inchiesta e ritiene che un’infrazione sia stata commessa, stende un processo verbale finale; quest’ultimo enuncia i dati personali dell’imputato e descrive la fattispecie dell’infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_61"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, G. Processo, verbale finale",
        "citation": "Art. 61 cpv. 2 DPA",
        "content": "Il funzionario inquirente notifica all’imputato il processo verbale finale e, seduta stante, gli dà modo di spiegarsi, di esaminare gli atti e di chiedere un complemento d’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_61"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, G. Processo, verbale finale",
        "citation": "Art. 61 cpv. 3 DPA",
        "content": "Se l’imputato non è presente alla stesura del processo verbale finale o se l’imputato presente ne fa richiesta, oppure se le circostanze, segnatamente la gravità del caso, lo esigono, il processo verbale finale e le comunicazioni necessarie in virtù del capoverso 2 devono essere notificati per scritto, con indicazione del luogo in cui gli atti possono essere esaminati. In questo caso, il termine per spiegarsi e proporre conclusioni scade dieci giorni dopo la notificazione del processo verbale finale; il termine può essere prorogato se vi sono motivi sufficienti e se la proroga è chiesta prima della scadenza del termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_61"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, G. Processo, verbale finale",
        "citation": "Art. 61 cpv. 4 DPA",
        "content": "Contro la notificazione del processo verbale finale e il suo contenuto non v’è possibilità di ricorso. Il rigetto di una richiesta di complemento d’inchiesta può essere impugnato soltanto insieme con il decreto penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_61"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Natura della decisione, I. Nel procedimento penale",
        "citation": "Art. 62 cpv. 1 DPA",
        "content": "L’amministrazione emana un decreto penale oppure desiste dal procedimento; rimane riservato il rinvio a giudizio (art. 21 cpv. 1 e 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_62"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Natura della decisione, I. Nel procedimento penale",
        "citation": "Art. 62 cpv. 2 DPA",
        "content": "La desistenza dal procedimento dev’essere comunicata a tutte le persone che hanno partecipato allo stesso come imputati. A richiesta, la desistenza comunicata oralmente deve essere confermata per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_62"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Natura della decisione, II. Sull’obbligo, di pagamento, o restituzione",
        "citation": "Art. 63 cpv. 1 DPA",
        "content": "Tasse, indennità, contributi, crediti e interessi da pagare o da restituire sono fatti valere in conformità delle norme di competenza e di procedura della singola legge amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_63"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Natura della decisione, II. Sull’obbligo, di pagamento, o restituzione",
        "citation": "Art. 63 cpv. 2 DPA",
        "content": "L’amministrazione, se autorizzata a decidere sull’obbligo di pagamento o restituzione, lo può fare con il decreto penale; tuttavia, la decisione è soggetta in ogni caso a riesame soltanto nel procedimento d’impugnazione previsto dalla singola legge amministrativa e deve menzionare i rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_63"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, A. Natura della decisione, II. Sull’obbligo, di pagamento, o restituzione",
        "citation": "Art. 63 cpv. 3 DPA",
        "content": "Se il decreto penale si fonda su una decisione sull’obbligo di pagamento o restituzione e soltanto questa, impugnata a tenore del capoverso 2, è modificata o annullata, l’amministrazione decide di nuovo conformemente all’articolo 62.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_63"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, I. Nella procedura, ordinaria",
        "citation": "Art. 64 cpv. 1 DPA",
        "content": "Il decreto penale dev’essere scritto e deve indicare:\n– l’imputato;\n– la fattispecie;\n– le disposizioni legali applicate;\n– la pena, la responsabilità solidale secondo l’articolo 12 capoverso 3 e le misure speciali;\n– le spese;\n– la decisione circa gli oggetti sequestrati;\n– i rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_64"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, I. Nella procedura, ordinaria",
        "citation": "Art. 64 cpv. 2 DPA",
        "content": "Se il decreto penale diverge sostanzialmente, a pregiudizio dell’imputato, dal processo verbale finale, le divergenze vanno indicate e motivate succintamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_64"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, II. Nella, procedura abbreviata",
        "citation": "Art. 65 cpv. 1 DPA",
        "content": "Se l’infrazione è manifesta, la multa non supera i 2000 franchi e l’imputato, ricevuta notifica dell’ammontare della multa e dell’obbligo di pagamento o restituzione, rinuncia esplicitamente a ogni rimedio giuridico, il decreto penale può essere emanato anche senza stesura preliminare di un processo verbale finale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_65"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, II. Nella, procedura abbreviata",
        "citation": "Art. 65 cpv. 2 DPA",
        "content": "Il decreto penale firmato dall’imputato e dal funzionario inquirente equivale, nella procedura abbreviata, a una sentenza cresciuta in giudicato; se l’imputato denega di firmare, cade il decreto penale emanato in conformità del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_65"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, III. Confisca, indipendente",
        "citation": "Art. 66 cpv. 1 DPA",
        "content": "Quando il procedimento penale non sfocia in un decreto penale o nel rinvio a giudizio, ma, secondo la legge, si devono nondimeno confiscare oggetti o beni o devolvere allo Stato doni o altri profitti oppure, in luogo di siffatti provvedimenti, si deve ordinare un risarcimento, sarà emanato un ordine di confisca indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_66"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, III. Confisca, indipendente",
        "citation": "Art. 66 cpv. 2 DPA",
        "content": "Ordine siffatto sarà parimente emanato se il provvedimento colpisce persone non imputate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_66"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, B. Decreto, penale, III. Confisca, indipendente",
        "citation": "Art. 66 cpv. 3 DPA",
        "content": "L’articolo 64 è applicabile per analogia. L’ordine di confisca dev’essere notificato alle persone direttamente interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_66"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, I. Presentazione",
        "citation": "Art. 67 cpv. 1 DPA",
        "content": "Contro il decreto penale o l’ordine di confisca l’interessato può fare opposizione entro 30 giorni dalla notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_67"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, I. Presentazione",
        "citation": "Art. 67 cpv. 2 DPA",
        "content": "Se non è fatta opposizione entro il termine legale, il decreto penale o l’ordine di confisca è equiparato a una sentenza esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_67"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, II. Autorità, competente, e forma",
        "citation": "Art. 68 cpv. 1 DPA",
        "content": "L’opposizione dev’essere presentata per scritto all’amministrazione che ha emanato il decreto o l’ordine impugnato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_68"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, II. Autorità, competente, e forma",
        "citation": "Art. 68 cpv. 2 DPA",
        "content": "L’opposizione deve contenere precise conclusioni e indicare i fatti che le giustificano; i mezzi di prova vanno menzionati e, in quanto possibile, allegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_68"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, II. Autorità, competente, e forma",
        "citation": "Art. 68 cpv. 3 DPA",
        "content": "Se l’opposizione non soddisfa le condizioni di cui al capoverso 2 o se le conclusioni o i motivi dell’opponente non sono sufficientemente chiari, e l’opposizione non sembra manifestamente inammissibile, all’opponente è assegnato un breve termine suppletivo per rimediarvi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_68"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, II. Autorità, competente, e forma",
        "citation": "Art. 68 cpv. 4 DPA",
        "content": "L’amministrazione assegna questo termine con la comminatoria che, decorrendo infruttuoso, deciderà secondo l’inserto o, qualora manchino le conclusioni, i motivi oppure la firma, non entrerà nel merito dell’opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_68"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, III. Procedura",
        "citation": "Art. 69 cpv. 1 DPA",
        "content": "Se è fatta opposizione, l’amministrazione riesamina il decreto o l’ordine impugnato, con effetto verso tutti gli interessati; essa può ordinare un dibattimento orale e completare l’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_69"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, III. Procedura",
        "citation": "Art. 69 cpv. 2 DPA",
        "content": "Se il decreto o l’ordine impugnato si fonda su una decisione sull’obbligo di pagamento o restituzione e questa è stata impugnata, la procedura d’opposizione è sospesa fino alla pronuncia definitiva su quest’ultima impugnazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_69"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, IV. Decisione penale",
        "citation": "Art. 70 cpv. 1 DPA",
        "content": "In base ai risultati del riesame, l’amministrazione emana una decisione di non doversi procedere, una decisione penale o una decisione di confisca. Essa non è vincolata dalle conclusioni proposte, ma può aggravare la pena risultante dal decreto penale soltanto se, nel procedimento previsto nell’articolo 63 capoverso 2, è stato riconosciuto un maggior obbligo di pagamento o restituzione. In questo caso non è tenuto conto di un eventuale ritiro dell’opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_70"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, IV. Decisione penale",
        "citation": "Art. 70 cpv. 2 DPA",
        "content": "La decisione dev’essere motivata; del rimanente si applicano per analogia i disposti dell’articolo 64 sul contenuto e la notificazione del decreto penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_70"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, C. Opposizione, V. Trattazione anomala dell’opposizione",
        "citation": "Art. 71 DPA",
        "content": "A domanda o con il consenso dell’opponente, l’amministrazione può trattare l’opposizione come richiesta del giudizio di un tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_71"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, D. Richiesta, del giudizio di, un tribunale",
        "citation": "Art. 72 cpv. 1 DPA",
        "content": "Chiunque è colpito da una decisione penale o di confisca può, entro dieci giorni dalla notificazione, chiedere di essere giudicato da un tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_72"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, D. Richiesta, del giudizio di, un tribunale",
        "citation": "Art. 72 cpv. 2 DPA",
        "content": "La richiesta dev’essere presentata per scritto all’amministrazione che ha emanato la decisione penale o di confisca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_72"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo secondo:, Inchiesta e decisione penale dell’amministrazione, D. Richiesta, del giudizio di, un tribunale",
        "citation": "Art. 72 cpv. 3 DPA",
        "content": "Se il giudizio del tribunale non è chiesto entro il termine legale, la decisione penale o di confisca è equiparata a una sentenza esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_72"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, I. Apertura",
        "citation": "Art. 73 cpv. 1 DPA",
        "content": "Se è stato chiesto il giudizio di un tribunale o se il Dipartimento preposto reputa che ricorrano gli estremi per infliggere una pena detentiva o ordinare una misura privativa della libertà o l’espulsione ai sensi dell’articolo 66a o 66abis del Codice penale, l’amministrazione in causa trasmette gli atti al pubblico ministero cantonale all’attenzione del giudice penale competente. Il rinvio a giudizio è sospeso finché l’obbligo di pagamento o restituzione su cui si fonda il procedimento penale non sia stato oggetto di una decisione passata in giudicato o non sia stato riconosciuto mediante pagamento incondizionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_73"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, I. Apertura",
        "citation": "Art. 73 cpv. 2 DPA",
        "content": "Il rinvio a giudizio tien luogo d’accusa. Esso deve enunciare la fattispecie e le disposizioni penali applicabili ovvero rimandare alla decisione penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_73"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, I. Apertura",
        "citation": "Art. 73 cpv. 3 DPA",
        "content": "Non si procederà a istruzione a tenore del CPP; è riservato il completamento degli atti in conformità dell’articolo 75 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_73"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, II. Parti",
        "citation": "Art. 74 cpv. 1 DPA",
        "content": "Sono parti nella procedura giudiziaria l’imputato, il pubblico ministero del Cantone interessato o della Confederazione e l’amministrazione in causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_74"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, II. Parti",
        "citation": "Art. 74 cpv. 2 DPA",
        "content": "La persona colpita dalla confisca fruisce degli stessi diritti di parte e degli stessi rimedi giuridici dell’imputato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_74"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, III. Preparazione del dibattimento",
        "citation": "Art. 75 cpv. 1 DPA",
        "content": "Il tribunale informa le parti del ricevimento degli atti. Esamina se il giudizio del tribunale è stato chiesto in tempo utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_75"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, III. Preparazione del dibattimento",
        "citation": "Art. 75 cpv. 2 DPA",
        "content": "Il tribunale può, d’ufficio o a richiesta di una parte, completare o far completare gli atti prima del dibattimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_75"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, III. Preparazione del dibattimento",
        "citation": "Art. 75 cpv. 3 DPA",
        "content": "La data del dibattimento è notificata in tempo utile alle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_75"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, III. Preparazione del dibattimento",
        "citation": "Art. 75 cpv. 4 DPA",
        "content": "Il rappresentante del pubblico ministero della Confederazione e quello dell’amministrazione non sono tenuti a presentarsi personalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_75"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, III. Preparazione del dibattimento",
        "citation": "Art. 75 cpv. 5 DPA",
        "content": "L’imputato può, a richiesta, essere dispensato dal comparire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_75"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, IV. Sentenza contumaciale",
        "citation": "Art. 76 cpv. 1 DPA",
        "content": "Il dibattimento può avvenire anche in assenza dell’imputato se questi è stato regolarmente citato e se l’assenza non è stata sufficientemente giustificata. Un difensore dev’essere nondimeno ammesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_76"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, IV. Sentenza contumaciale",
        "citation": "Art. 76 cpv. 2 DPA",
        "content": "Il condannato in contumacia può, entro dieci giorni da che fu informato della sentenza, chiedere la restituzione in pristino qualora senza sua colpa sia stato impossibilitato di comparire al dibattimento. Se la richiesta è ammessa, si procede a un nuovo dibattimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_76"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, IV. Sentenza contumaciale",
        "citation": "Art. 76 cpv. 3 DPA",
        "content": "La richiesta di restituzione in pristino sospende l’esecuzione della sentenza soltanto se il tribunale o il suo presidente decide in tal senso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_76"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, IV. Sentenza contumaciale",
        "citation": "Art. 76 cpv. 4 DPA",
        "content": "I presenti disposti si applicano per analogia alle persone colpite dalla confisca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_76"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, V. Dibattimento",
        "citation": "Art. 77 cpv. 1 DPA",
        "content": "Gli atti dell’amministrazione sulle prove da lei assunte servono come elementi di prova anche per il tribunale; questo può, d’ufficio o a richiesta di una parte, assumere altre prove necessarie al chiarimento dei fatti o ripetere l’assunzione di prove già raccolte dall’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_77"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, V. Dibattimento",
        "citation": "Art. 77 cpv. 2 DPA",
        "content": "Se la tutela d’importanti interessi pubblici o privati lo esiga, segnatamente la tutela del segreto d’ufficio, di quello professionale o commerciale di una parte o di un terzo, il tribunale deve ordinare che i dibattiti e le deliberazioni avvengano, totalmente o parzialmente, a porte chiuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_77"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, V. Dibattimento",
        "citation": "Art. 77 cpv. 3 DPA",
        "content": "Il tribunale valuta liberamente le prove.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_77"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, V. Dibattimento",
        "citation": "Art. 77 cpv. 4 DPA",
        "content": "La decisione esecutiva sull’obbligo di pagamento o restituzione vincola il tribunale; se si tratta di una decisione dell’amministrazione, il tribunale, ove reputi ch’essa si fondi su una manifesta violazione di legge o su un abuso del potere d’apprezzamento, aggiorna il dibattimento e rinvia gli atti all’amministrazione in causa per nuova decisione. L’articolo 63 capoverso 3 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_77"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VI. Revoca, della decisione penale o della, richiesta del, giudizio di un tribunale",
        "citation": "Art. 78 cpv. 1 DPA",
        "content": "L’amministrazione, col consenso del pubblico ministero della Confederazione, può ritirare la decisione penale o di confisca fintanto che la sentenza di prima istanza non sia notificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_78"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VI. Revoca, della decisione penale o della, richiesta del, giudizio di un tribunale",
        "citation": "Art. 78 cpv. 2 DPA",
        "content": "Fino a questo momento, anche l’imputato può revocare la richiesta di essere giudicato da un tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_78"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VI. Revoca, della decisione penale o della, richiesta del, giudizio di un tribunale",
        "citation": "Art. 78 cpv. 3 DPA",
        "content": "In tali casi, il procedimento giudiziario è tolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_78"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VI. Revoca, della decisione penale o della, richiesta del, giudizio di un tribunale",
        "citation": "Art. 78 cpv. 4 DPA",
        "content": "Le spese del procedimento giudiziario vanno a carico della parte che ha fatto la dichiarazione di revoca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_78"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VII. Contenuto della sentenza",
        "citation": "Art. 79 cpv. 1 DPA",
        "content": "La sentenza indica:\n– l’imputato;\n– la fattispecie;\n– le disposizioni legali applicate;\n– la pena, la responsabilità solidale secondo l’articolo 12 capoverso 3 e le misure speciali;\n– le spese del procedimento giudiziario e di quello amministrativo;\n– il diritto all’indennità (art. 99 e 101);\n– la decisione circa gli oggetti sequestrati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_79"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VII. Contenuto della sentenza",
        "citation": "Art. 79 cpv. 2 DPA",
        "content": "La sentenza con i considerandi essenziali va notificata per scritto alle parti, con indicazione dei termini e delle autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_79"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VIII. Rimedi giuridici",
        "citation": "Art. 80 cpv. 1 DPA",
        "content": "Contro le decisioni dei tribunali cantonali sono ammissibili i rimedi giuridici previsti dal CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_80"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, A. Procedura, davanti ai, tribunali, cantonali, VIII. Rimedi giuridici",
        "citation": "Art. 80 cpv. 2 DPA",
        "content": "Anche il pubblico ministero della Confederazione e l’amministrazione interessata possono, ciascuno a titolo indipendente, avvalersi di tali rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_80"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, B. Procedura, davanti alla, Corte penale",
        "citation": "Art. 81 DPA",
        "content": "Le disposizioni concernenti la procedura giudiziaria si applicano per analogia anche alla procedura davanti alla Corte penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_81"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo terzo: Procedura giudiziaria, C. Disposizioni completive",
        "citation": "Art. 82 DPA",
        "content": "In quanto gli articoli 73–81 non dispongano altrimenti, per la procedura davanti ai tribunali cantonali e per quella davanti al Tribunale penale federale si applicano le pertinenti disposizioni del CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_82"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, I. Motivi di, revisione",
        "citation": "Art. 84 cpv. 1 DPA",
        "content": "Un procedimento penale conchiuso con decreto penale, decisione penale o decisione di non doversi procedere cresciuti in giudicato può, a richiesta o d’ufficio, essere sottoposto a revisione:\na. in base a fatti o elementi di prova rilevanti che l’amministrazione non conosceva al tempo del precedente procedimento;\nb. se, successivamente, contro un compartecipe è stata pronunciata una sentenza penale inconciliabile con il decreto o la decisione penale;\nc. se un reato ha influito sulla decisione dell’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_84"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, I. Motivi di, revisione",
        "citation": "Art. 84 cpv. 2 DPA",
        "content": "La revisione in favore dell’imputato è in ogni tempo ammissibile. La prescrizione dell’azione penale sopravvenuta dopo che la decisione contestata sia cresciuta in giudicato non si oppone a una nuova condanna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_84"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, I. Motivi di, revisione",
        "citation": "Art. 84 cpv. 3 DPA",
        "content": "La revisione a pregiudizio dell’imputato è unicamente ammissibile in base al capoverso 1 lettere a e c e fintanto che l’azione penale non sia prescritta. La prescrizione decorre dal momento dell’infrazione; la decisione precedente non è motivo d’interruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_84"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, I. Motivi di, revisione",
        "citation": "Art. 84 cpv. 4 DPA",
        "content": "I disposti degli articoli 84 a 88 si applicano per analogia all’ordine e alla decisione di confisca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_84"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, II. Apertura del procedimento, 1. A domanda",
        "citation": "Art. 85 cpv. 1 DPA",
        "content": "La revisione può essere domandata dall’imputato e, se questi è deceduto, dal suo coniuge o dal suo partner registrato, dai suoi parenti in linea retta e dai suoi fratelli e sorelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_85"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, II. Apertura del procedimento, 1. A domanda",
        "citation": "Art. 85 cpv. 2 DPA",
        "content": "La domanda di revisione, con i motivi e le prove che la giustificano, dev’essere presentata per scritto all’amministrazione che ha emanato la decisione contestata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_85"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, II. Apertura del procedimento, 1. A domanda",
        "citation": "Art. 85 cpv. 3 DPA",
        "content": "La domanda di revisione sospende l’esecuzione della decisione contestata soltanto se l’amministrazione lo ordini; quest’ultima può sospendere l’esecuzione esigendo garanzie o ordinare altri provvedimenti cautelari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_85"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, II. Apertura del procedimento, 1. A domanda",
        "citation": "Art. 85 cpv. 4 DPA",
        "content": "L’amministrazione può completare l’inchiesta e ordinare una discussione orale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_85"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, II. Apertura del procedimento, 2. D’ufficio",
        "citation": "Art. 86 DPA",
        "content": "L’amministrazione, se intraprende la revisione d’ufficio, può riaprire l’inchiesta; agli interessati sarà data la possibilità di esprimersi sul motivo della revisione e sulla prevista modificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_86"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 1. Annullamento della decisione anteriore",
        "citation": "Art. 87 cpv. 1 DPA",
        "content": "Se vi è un motivo di revisione, l’amministrazione annulla la decisione anteriore e emana una decisione di non doversi procedere, una decisione penale o una decisione di confisca; essa decide nel contempo sulla restituzione di multe, spese e beni confiscati. È riservato il rinvio a giudizio (art. 21 cpv. 1 e 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_87"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 1. Annullamento della decisione anteriore",
        "citation": "Art. 87 cpv. 2 DPA",
        "content": "La decisione dev’essere motivata; del rimanente si applica per analogia l’articolo 64 sul contenuto e la notificazione del decreto penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_87"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 1. Annullamento della decisione anteriore",
        "citation": "Art. 87 cpv. 3 DPA",
        "content": "Contro la decisione penale o di confisca può essere chiesto il giudizio di un tribunale conformemente all’articolo 72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_87"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 1. Annullamento della decisione anteriore",
        "citation": "Art. 87 cpv. 4 DPA",
        "content": "Il giudice esamina parimente se vi è un motivo di revisione a tenore dell’articolo 84.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_87"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 2. Rigetto del motivo, di revisione",
        "citation": "Art. 88 cpv. 1 DPA",
        "content": "Se non vi è un motivo di revisione, l’amministrazione lo attesta in una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_88"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 2. Rigetto del motivo, di revisione",
        "citation": "Art. 88 cpv. 2 DPA",
        "content": "Se la domanda di revisione é respinta, le spese procedurali possono essere messe a carico del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_88"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 2. Rigetto del motivo, di revisione",
        "citation": "Art. 88 cpv. 3 DPA",
        "content": "La decisione dev’essere motivata e notificata con lettera raccomandata agli interessati alla procedura di revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_88"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, A. Decisioni dell’, amministrazione, III. Decisione, 2. Rigetto del motivo, di revisione",
        "citation": "Art. 88 cpv. 4 DPA",
        "content": "Contro la decisione di rigetto, il richiedente può, entro 30 giorni dalla notificazione, interporre reclamo alla Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1); i disposti procedurali dell’articolo 28 capoversi 2 a 5 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_88"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quarto: Revisione, B. Sentenze delle giurisdizioni, penali",
        "citation": "Art. 89 DPA",
        "content": "Alla revisione delle sentenze passate in giudicato dei tribunali cantonali o del Tribunale penale federale si applicano gli articoli 379–392 e 410–415 CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_89"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, A. Competenza",
        "citation": "Art. 90 cpv. 1 DPA",
        "content": "Gli ordini, i decreti e le decisioni dell’amministrazione, come anche le sentenze dei tribunali penali, sempreché non si tratti di una condanna a una pena o a una misura privative della libertà, sono eseguiti dall’amministrazione in causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_90"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, A. Competenza",
        "citation": "Art. 90 cpv. 2 DPA",
        "content": "I Cantoni provvedono all’esecuzione delle pene e delle misure privative della libertà. La Confederazione esercita l’alta vigilanza sull’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_90"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, B. Commutazione delle multe",
        "citation": "Art. 91 cpv. 1 DPA",
        "content": "La multa che non può essere riscossa è, a richiesta dell’amministrazione, commutata in arresto o in carcerazione conformemente all’articolo 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_91"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, B. Commutazione delle multe",
        "citation": "Art. 91 cpv. 2 DPA",
        "content": "Della commutazione è competente il giudice che ha giudicato sull’infrazione o che ne avrebbe avuto la competenza (art. 22 e 23 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_91"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, C. Restituzione degli oggetti, sequestrati;, realizzazione",
        "citation": "Art. 92 cpv. 1 DPA",
        "content": "Gli oggetti e i beni sequestrati che non sono né confiscati né devoluti allo Stato né gravati da un diritto di pegno legale devono essere restituiti all’avente diritto. Se questi è ignoto e il valore degli oggetti lo giustifica, si ricorrerà alla pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_92"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, C. Restituzione degli oggetti, sequestrati;, realizzazione",
        "citation": "Art. 92 cpv. 2 DPA",
        "content": "Se entro 30 giorni non si annuncia nessun avente diritto, l’amministrazione può far vendere gli oggetti all’asta pubblica. Se l’avente diritto si annuncia a realizzazione avvenuta, il ricavo gli è consegnato, dedotte le spese di realizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_92"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, C. Restituzione degli oggetti, sequestrati;, realizzazione",
        "citation": "Art. 92 cpv. 3 DPA",
        "content": "Il diritto alla restituzione della cosa o alla consegna del ricavo si estingue cinque anni dopo la pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_92"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, C. Restituzione degli oggetti, sequestrati;, realizzazione",
        "citation": "Art. 92 cpv. 4 DPA",
        "content": "Se è controverso a chi spetti il diritto alla restituzione della cosa o alla consegna del ricavo, l’amministrazione può liberarsi mediante deposito giudiziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_92"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, D. Devoluzione delle multe, di, beni confiscati, ecc.",
        "citation": "Art. 93 cpv. 1 DPA",
        "content": "In quanto la legge non disponga altrimenti, le multe, gli oggetti, i beni, i doni e gli altri profitti confiscati, i pagamenti in contanti imposti come misura speciale e il ricavo degli oggetti confiscati o realizzati secondo l’articolo 92 sono devoluti alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_93"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo quinto: Esecuzione, D. Devoluzione delle multe, di, beni confiscati, ecc.",
        "citation": "Art. 93 cpv. 2 DPA",
        "content": "Se respinge una pretesa di attribuzione del ricavo della realizzazione di un oggetto o di un bene confiscato, fondata sull’articolo 59 numero 1 secondo comma del Codice penale, l’amministrazione in causa emana una decisione in applicazione della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_93"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 1. Tipi",
        "citation": "Art. 94 cpv. 1 DPA",
        "content": "Le spese del procedimento amministrativo comprendono i disborsi, incluse le spese del carcere preventivo e quelle della difesa d’ufficio, la tassa di decisione e le tasse di stesura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_94"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 1. Tipi",
        "citation": "Art. 94 cpv. 2 DPA",
        "content": "L’ammontare delle tasse di decisione e di stesura è determinato da una tariffa emanata dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_94"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 2. Assoggettamento",
        "citation": "Art. 95 cpv. 1 DPA",
        "content": "Nella decisione dell’amministrazione, le spese sono di regola addossate al condannato; per motivi d’equità, questi può esserne liberato in tutto o in parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_95"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 2. Assoggettamento",
        "citation": "Art. 95 cpv. 2 DPA",
        "content": "Se il procedimento è tolto, le spese possono essere, in tutto o in parte, addossate all’imputato, s’egli abbia determinato per sua colpa l’apertura dell’inchiesta o abbia con temerarietà intralciato o prolungato notevolmente il procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_95"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 2. Assoggettamento",
        "citation": "Art. 95 cpv. 3 DPA",
        "content": "I coimputati rispondono solidalmente delle spese, salvo che il decreto o la decisione penale disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_95"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 3. Reclamo, contro la, condanna nelle spese",
        "citation": "Art. 96 cpv. 1 DPA",
        "content": "L’imputato cui sono addossate le spese, se il procedimento è stato tolto o se non chiede il giudizio di un tribunale, può, entro 30 giorni dalla notificazione della decisione, interporre reclamo contro la condanna nelle spese presso la Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1); le prescrizioni procedurali dell’articolo 28 capoverso 2 a 5 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_96"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, I. Nel procedimento amministrativo, 3. Reclamo, contro la, condanna nelle spese",
        "citation": "Art. 96 cpv. 2 DPA",
        "content": "Se, entro il termine legale, non è stato interposto reclamo o il reclamo è stato respinto, la condanna nelle spese è equiparata a una sentenza giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_96"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, II. Nel procedimento giudiziario",
        "citation": "Art. 97 cpv. 1 DPA",
        "content": "Le spese del procedimento giudiziario e la loro ripartizione si determinano, fatto salvo l’articolo 78 capoverso 4, secondo gli articoli 417–428 CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_97"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, II. Nel procedimento giudiziario",
        "citation": "Art. 97 cpv. 2 DPA",
        "content": "Nella sentenza, le spese del procedimento amministrativo possono essere ripartite come quelle del procedimento giudiziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_97"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, III. Rimborso, delle spese al Cantone",
        "citation": "Art. 98 cpv. 1 DPA",
        "content": "Il Cantone può chiedere alla Confederazione il rimborso delle spese processuali e d’esecuzione alle quali l’imputato non è stato condannato o che l’imputato non è in grado di pagare. Sono eccettuati gli onorari e le diarie dei funzionari, come anche gli emolumenti e le tasse di bollo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_98"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, III. Rimborso, delle spese al Cantone",
        "citation": "Art. 98 cpv. 1bis DPA",
        "content": "A richiesta, la Confederazione può rimborsare ai Cantoni interamente o in parte le spese straordinarie causate dalla rimessione dei procedimenti giusta l’articolo 20 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_98"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, A. Spese, III. Rimborso, delle spese al Cantone",
        "citation": "Art. 98 cpv. 2 DPA",
        "content": "Le contestazioni fra Confederazione e Cantone quanto al rimborso delle spese sono decise dalla Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_98"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 1. Diritto",
        "citation": "Art. 99 cpv. 1 DPA",
        "content": "All’imputato che ha beneficiato dell’abbandono del procedimento o è stato punito soltanto per inosservanza di prescrizioni d’ordine è assegnata, qualora ne faccia richiesta, un’indennità per il carcere preventivo e gli altri pregiudizi sofferti; tuttavia, l’indennità può essere negata in tutto o in parte qualora l’imputato abbia determinato per sua colpa l’apertura dell’inchiesta o abbia con temerarietà intralciato o prolungato il procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_99"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 1. Diritto",
        "citation": "Art. 99 cpv. 2 DPA",
        "content": "Il detentore di un oggetto sequestrato o l’occupante di un’abitazione perquisita, se non è stato imputato, ha diritto a un’indennità in quanto, senza sua colpa, abbia subìto un pregiudizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_99"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 1. Diritto",
        "citation": "Art. 99 cpv. 3 DPA",
        "content": "L’indennità è a carico della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_99"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 2. Esercizio, del diritto",
        "citation": "Art. 100 cpv. 1 DPA",
        "content": "Il diritto all’indennità dell’imputato si estingue se non è fatto valere entro un anno dalla notificazione dell’abbandono del procedimento o dacché la decisione è divenuta esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_100"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 2. Esercizio, del diritto",
        "citation": "Art. 100 cpv. 2 DPA",
        "content": "Il diritto all’indennità a tenore dell’articolo 99 capoverso 2 si estingue se non è fatto valere entro un anno dalla perquisizione ovvero, in caso di sequestro, dalla restituzione dell’oggetto sequestrato o dalla consegna del ricavo della realizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_100"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 2. Esercizio, del diritto",
        "citation": "Art. 100 cpv. 3 DPA",
        "content": "La richiesta d’indennità dev’essere presentata per scritto all’amministrazione in causa e deve contenere conclusioni precise come anche i motivi che la giustificano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_100"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, I. Nel procedimento amministrativo, 2. Esercizio, del diritto",
        "citation": "Art. 100 cpv. 4 DPA",
        "content": "L’amministrazione decide sulla richiesta al più tardi entro tre mesi. Entro 30 giorni dalla notificazione, tale decisione può essere impugnata mediante reclamo alla Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1); i disposti procedurali dell’articolo 28 capoversi 2 a 5 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_100"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, II. Nel procedimento giudiziario",
        "citation": "Art. 101 cpv. 1 DPA",
        "content": "Nel procedimento giudiziario, l’articolo 99 è applicabile per analogia. Il tribunale decide anche circa l’indennità dovuta per pregiudizi sofferti nel procedimento amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_101"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, II. Nel procedimento giudiziario",
        "citation": "Art. 101 cpv. 2 DPA",
        "content": "Prima di stabilire l’indennità, il tribunale deve dare all’amministrazione in causa la possibilità di esprimersi su il diritto all’indennità e l’ammontare della medesima, e di presentare proposte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_101"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, III. Diritto di, regresso",
        "citation": "Art. 102 cpv. 1 DPA",
        "content": "La persona che ha provocato dolosamente il procedimento può essere obbligata a rimborsare alla Confederazione, in tutto o in parte, le indennità pagate in virtù degli articoli 99 o 101.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_102"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, III. Diritto di, regresso",
        "citation": "Art. 102 cpv. 2 DPA",
        "content": "L’amministrazione in causa decide circa il diritto di regresso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_102"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, III. Diritto di, regresso",
        "citation": "Art. 102 cpv. 3 DPA",
        "content": "La decisione può, entro 30 giorni dalla notificazione, essere impugnata mediante reclamo alla Corte dei reclami penali del Tribunale penale federale (art. 25 cpv. 1); i disposti procedurali dell’articolo 28 capoversi 2 a 5 si applicano per analogia. Se non è interposto reclamo nel termine legale, la decisione è equiparata a una sentenza esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_102"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo sesto: Spese, indennità e regresso, B. Indennità, III. Diritto di, regresso",
        "citation": "Art. 102 cpv. 4 DPA",
        "content": "Il diritto di regresso si estingue se non è fatto valere entro tre mesi dacché la decisione o la sentenza circa il diritto all’indennità è divenuta esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_102"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo settimo: Procedimento contumaciale",
        "citation": "Art. 103 cpv. 1 DPA",
        "content": "Se l’imputato non ha eletto un domicilio in Svizzera e è d’ignota dimora, l’amministrazione e i tribunali possono continuare il procedimento in sua assenza. È applicabile l’articolo 34 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_103"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo settimo: Procedimento contumaciale",
        "citation": "Art. 103 cpv. 2 DPA",
        "content": "L’imputato, se si presenta o è catturato, può chiedere la restituzione in pristino all’ultima autorità giudicante entro 30 giorni dacché fu informato del decreto penale, della decisione penale o della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_103"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo settimo: Procedimento contumaciale",
        "citation": "Art. 103 cpv. 3 DPA",
        "content": "Se la richiesta è presentata in tempo utile, è applicata la procedura ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_103"
    },
    {
        "book": "VStrR",
        "title": "DPA, Titolo terzo: Procedura penale amministrativa, Capo settimo: Procedimento contumaciale",
        "citation": "Art. 103 cpv. 4 DPA",
        "content": "In caso di confisca e di commutazione della multa in una pena privativa della libertà si applicano per analogia i capoversi 1 a 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/it#art_103"
    }
]