[
    {
        "book": "VStrR",
        "title": "VStrR, Erster Titel: Geltungsbereich des Gesetzes, Geltungsbereich",
        "citation": "Art. 1 VStrR",
        "content": "Ist die Verfolgung und Beurteilung von Widerhandlungen einer Verwaltungsbehörde des Bundes übertragen, so findet dieses Gesetz Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_1"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, A. Anwendung des Schweizerischen Strafgesetzbuches",
        "citation": "Art. 2 VStrR",
        "content": "Die allgemeinen Bestimmungen des Strafgesetzbuches gelten für Taten, die in der Verwaltungsgesetzgebung des Bundes mit Strafe bedroht sind, soweit dieses Gesetz oder das einzelne Verwaltungsgesetz nichts anderes bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_2"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, B. Ordnungswidrigkeit",
        "citation": "Art. 3 VStrR",
        "content": "Ordnungswidrigkeit im Sinne dieses Gesetzes ist die vom einzelnen Verwaltungsgesetz als solche bezeichnete oder die mit Ordnungsbusse bedrohte Übertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_3"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, I. Jugendliche",
        "citation": "Art. 4 VStrR",
        "content": "Begeht ein Jugendlicher vor Vollendung des 15. Altersjahres eine mit Strafe bedrohte Tat, so wird er nicht strafrechtlich verfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_4"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, II. Teilnahme",
        "citation": "Art. 5 VStrR",
        "content": "Anstiftung und Gehilfenschaft zu einer Übertretung, ausgenommen zu einer Ordnungswidrigkeit, sind strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_5"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, III. Widerhandlungen in Geschäftsbetrieben, durch Beauftragte u. dgl., 1. Regel",
        "citation": "Art. 6 Abs. 1 VStrR",
        "content": "Wird eine Widerhandlung beim Besorgen der Angelegenheiten einer juristischen Person, Kollektiv- oder Kommanditgesellschaft, Einzelfirma oder Personengesamtheit ohne Rechtspersönlichkeit oder sonst in Ausübung geschäftlicher oder dienstlicher Verrichtungen für einen andern begangen, so sind die Strafbestimmungen auf diejenigen natürlichen Personen anwendbar, welche die Tat verübt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_6"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, III. Widerhandlungen in Geschäftsbetrieben, durch Beauftragte u. dgl., 1. Regel",
        "citation": "Art. 6 Abs. 2 VStrR",
        "content": "Der Geschäftsherr, Arbeitgeber, Auftraggeber oder Vertretene, der es vorsätzlich oder fahrlässig in Verletzung einer Rechtspflicht unterlässt, eine Widerhandlung des Untergebenen, Beauftragten oder Vertreters abzuwenden oder in ihren Wirkungen aufzuheben, untersteht den Strafbestimmungen, die für den entsprechend handelnden Täter gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_6"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, III. Widerhandlungen in Geschäftsbetrieben, durch Beauftragte u. dgl., 1. Regel",
        "citation": "Art. 6 Abs. 3 VStrR",
        "content": "Ist der Geschäftsherr, Arbeitgeber, Auftraggeber oder Vertretene eine juristische Person, Kollektiv- oder Kommanditgesellschaft, Einzelfirma oder Personengesamtheit ohne Rechtspersönlichkeit, so wird Absatz 2 auf die schuldigen Organe, Organmitglieder, geschäftsführenden Gesellschafter, tatsächlich leitenden Personen oder Liquidatoren angewendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_6"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, III. Widerhandlungen in Geschäftsbetrieben, durch Beauftragte u. dgl., 2. Sonderordnung bei Bussen bis zu 5000 Franken",
        "citation": "Art. 7 Abs. 1 VStrR",
        "content": "Fällt eine Busse von höchstens 5000 Franken in Betracht und würde die Ermittlung der nach Artikel 6 strafbaren Personen Untersuchungsmassnahmen bedingen, die im Hinblick auf die verwirkte Strafe unverhältnismässig wären, so kann von einer Verfolgung dieser Personen Umgang genommen und an ihrer Stelle die juristische Person, die Kollektiv- oder Kommanditgesellschaft oder die Einzelfirma zur Bezahlung der Busse verurteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_7"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, III. Widerhandlungen in Geschäftsbetrieben, durch Beauftragte u. dgl., 2. Sonderordnung bei Bussen bis zu 5000 Franken",
        "citation": "Art. 7 Abs. 2 VStrR",
        "content": "Für Personengesamtheiten ohne Rechtspersönlichkeit gilt Absatz 1 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_7"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, IV. Strafzumessung, 1. Bussen",
        "citation": "Art. 8 VStrR",
        "content": "Bussen bis zu 5000 Franken sind nach der Schwere der Widerhandlung und des Verschuldens zu bemessen; andere Strafzumessungsgründe müssen nicht berücksichtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_8"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, IV. Strafzumessung, 2. Zusammentreffen von strafbaren Handlungen oder von Strafbestimmungen",
        "citation": "Art. 9 VStrR",
        "content": "Die Vorschriften von Artikel 68 des Strafgesetzbuches über das Zusammentreffen von strafbaren Handlungen oder Strafbestimmungen gelten nicht für Bussen und Umwandlungsstrafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_9"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, V. Umwandlung der Busse",
        "citation": "Art. 10 Abs. 1 VStrR",
        "content": "Soweit eine Busse nicht eingebracht werden kann, wird sie vom Richter in Haft, bei Jugendlichen in Einschliessung umgewandelt. Die Busse wegen einer Ordnungswidrigkeit unterliegt der Umwandlung nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_10"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, V. Umwandlung der Busse",
        "citation": "Art. 10 Abs. 2 VStrR",
        "content": "Der Richter kann die Umwandlung ausschliessen, sofern der Verurteilte nachweist, dass er schuldlos ausserstande ist, die Busse zu bezahlen. Der Ausschluss der Umwandlung ist jedoch nicht zulässig, wenn der Verurteilte die Widerhandlung vorsätzlich begangen hat und wenn zur Zeit der Tat noch nicht fünf Jahre vergangen sind, seit er wegen einer Widerhandlung gegen das gleiche Verwaltungsgesetz, die nicht eine blosse Ordnungswidrigkeit war, verurteilt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_10"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, V. Umwandlung der Busse",
        "citation": "Art. 10 Abs. 3 VStrR",
        "content": "Im Falle der Umwandlung werden 30 Franken einem Tag Haft oder Einschliessung gleichgesetzt, jedoch darf die Umwandlungsstrafe die Dauer von drei Monaten nicht übersteigen. Sind Teilzahlungen entrichtet worden, so setzt der Richter die Umwandlungsstrafe im Verhältnis dieser Teilzahlungen zum ganzen Bussenbetrag herab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_10"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, V. Umwandlung der Busse",
        "citation": "Art. 10 Abs. 4 VStrR",
        "content": "Wird die Busse, nachdem sie umgewandelt worden ist, bezahlt, so fällt die Umwandlungsstrafe, soweit sie noch nicht vollzogen ist, dahin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_10"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, VI. Verjährung",
        "citation": "Art. 11 Abs. 1 VStrR",
        "content": "Eine Übertretung verjährt in vier Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_11"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, VI. Verjährung",
        "citation": "Art. 11 Abs. 2 VStrR",
        "content": "Besteht die Übertretung jedoch in einer Hinterziehung oder Gefährdung von Abgaben oder im unrechtmässigen Erlangen einer Rückerstattung, einer Ermässigung oder eines Erlasses von Abgaben, so beträgt die Verjährungsfrist sieben Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_11"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, VI. Verjährung",
        "citation": "Art. 11 Abs. 3 VStrR",
        "content": "Bei Verbrechen, Vergehen und Übertretungen ruht die Verjährung:\na. während der Dauer eines Einsprache-, Beschwerde- oder gerichtlichen Verfahrens über die Leistungs- oder Rückleistungspflicht oder über eine andere nach dem einzelnen Verwaltungsgesetz zu beurteilende Vorfrage; oder \nb. solange der Täter im Ausland eine Freiheitsstrafe verbüsst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_11"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, C. Abweichungen vom Strafgesetzbuch, VI. Verjährung",
        "citation": "Art. 11 Abs. 4 VStrR",
        "content": "Die Strafe einer Übertretung verjährt in fünf Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_11"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, D. Hinterziehung; Erschleichen eines Beitrages u. dgl., I. Leistungs- und Rückleistungspflicht",
        "citation": "Art. 12 Abs. 1 VStrR",
        "content": "Ist infolge einer Widerhandlung gegen die Verwaltungsgesetzgebung des Bundes zu Unrecht:\na. eine Abgabe nicht erhoben, zurückerstattet, ermässigt oder erlassen worden; oder\nb. vom Bund, von einem Kanton, einer Gemeinde, einer Anstalt oder Körperschaft des öffentlichen Rechts oder von einer mit öffentlich-rechtlichen Aufgaben betrauten Organisation eine Vergütung oder ein Beitrag gewährt oder eine Forderung nicht geltend gemacht worden;so sind die Abgabe, die Vergütung, der Beitrag oder der nicht eingeforderte Betrag und der Zins, ohne Rücksicht auf die Strafbarkeit einer bestimmten Person, nachzuentrichten oder zurückzuerstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_12"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, D. Hinterziehung; Erschleichen eines Beitrages u. dgl., I. Leistungs- und Rückleistungspflicht",
        "citation": "Art. 12 Abs. 2 VStrR",
        "content": "Leistungs- oder rückleistungspflichtig ist, wer in den Genuss des unrechtmässigen Vorteils gelangt ist, insbesondere der zur Zahlung der Abgabe Verpflichtete oder der Empfänger der Vergütung oder des Beitrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_12"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, D. Hinterziehung; Erschleichen eines Beitrages u. dgl., I. Leistungs- und Rückleistungspflicht",
        "citation": "Art. 12 Abs. 3 VStrR",
        "content": "Wer vorsätzlich die Widerhandlung begangen oder an ihr teilgenommen hat, haftet für den nachzuentrichtenden oder zurückzuerstattenden Betrag solidarisch mit den nach Absatz 2 Zahlungspflichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_12"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, D. Hinterziehung; Erschleichen eines Beitrages u. dgl., I. Leistungs- und Rückleistungspflicht",
        "citation": "Art. 12 Abs. 4 VStrR",
        "content": "Leistungs- und Rückleistungspflicht verjähren nicht, solange die Strafverfolgung und Strafvollstreckung nicht verjährt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_12"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Erster Abschnitt: Allgemeine Bestimmungen, D. Hinterziehung; Erschleichen eines Beitrages u. dgl., II. Selbstanzeige",
        "citation": "Art. 13 VStrR",
        "content": "Hat der Täter die Widerhandlung, die eine Leistungs- oder Rückleistungspflicht begründet, aus eigenem Antrieb angezeigt, hat er überdies, soweit es ihm zumutbar war, über die Grundlagen der Leistungs- oder Rückleistungspflicht vollständige und genaue Angaben gemacht, zur Abklärung des Sachverhalts beigetragen und die Pflicht, wenn sie ihm obliegt, erfüllt, und hat er bisher noch nie wegen einer vorsätzlichen Widerhandlung der gleichen Art Selbstanzeige geübt, so bleibt er straflos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_13"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, I. Leistungs- und Abgabebetrug",
        "citation": "Art. 14 Abs. 1 VStrR",
        "content": "Wer die Verwaltung, eine andere Behörde oder einen Dritten durch Vorspiegelung oder Unterdrückung von Tatsachen arglistig irreführt oder sie in einem Irrtum arglistig bestärkt und so für sich oder einen andern unrechtmässig eine Konzession, eine Bewilligung oder ein Kontingent, einen Beitrag, die Rückerstattung von Abgaben oder eine andere Leistung des Gemeinwesens erschleicht oder so bewirkt, dass der Entzug einer Konzession, einer Bewilligung oder eines Kontingents unterbleibt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_14"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, I. Leistungs- und Abgabebetrug",
        "citation": "Art. 14 Abs. 2 VStrR",
        "content": "Bewirkt der Täter durch sein arglistiges Verhalten, dass dem Gemeinwesen unrechtmässig und in einem erheblichen Betrag eine Abgabe, ein Beitrag oder eine andere Leistung vorenthalten oder dass es sonst am Vermögen geschädigt wird, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_14"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, I. Leistungs- und Abgabebetrug",
        "citation": "Art. 14 Abs. 3 VStrR",
        "content": "Wer gewerbsmässig oder im Zusammenwirken mit Dritten Widerhandlungen nach Absatz 1 oder 2 in Abgaben- oder Zollangelegenheiten begeht und sich oder einem andern dadurch in besonders erheblichem Umfang einen unrechtmässigen Vorteil verschafft oder das Gemeinwesen am Vermögen oder an andern Rechten besonders erheblich schädigt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_14"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, I. Leistungs- und Abgabebetrug",
        "citation": "Art. 14 Abs. 4 VStrR",
        "content": "Sieht ein Verwaltungsgesetz für eine dem Absatz 1, 2 oder 3 entsprechende nicht arglistig begangene Widerhandlung eine Busse vor, so ist in den Fällen nach den Absätzen 1–3 zusätzlich eine Busse auszufällen. Deren Bemessung richtet sich nach dem entsprechenden Verwaltungsgesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_14"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, II. Urkundenfälschung; Erschleichen einer falschen Beurkundung",
        "citation": "Art. 15 VStrR",
        "content": "1.  Wer in der Absicht, sich oder einem andern einen nach der Verwaltungsgesetzgebung des Bundes unrechtmässigen Vorteil zu verschaffen oder das Gemeinwesen am Vermögen oder an andern Rechten zu schädigen, eine Urkunde fälscht oder verfälscht oder die echte Unterschrift oder das echte Handzeichen eines andern zur Herstellung einer unwahren Urkunde benützt oder eine Urkunde dieser Art zur Täuschung gebraucht,wer durch Täuschung bewirkt, dass die Verwaltung oder eine andere Behörde oder eine Person öffentlichen Glaubens eine für die Durchführung der Verwaltungsgesetzgebung des Bundes erhebliche Tatsache unrichtig beurkundet, und wer eine so erschlichene Urkunde zur Täuschung der Verwaltung oder einer anderen Behörde gebraucht,wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.2.  Ziffer 1 gilt auch für Urkunden des Auslandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_15"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, III. Unterdrückung von Urkunden",
        "citation": "Art. 16 Abs. 1 VStrR",
        "content": "Wer in der Absicht, sich oder einem andern einen nach der Verwaltungsgesetzgebung des Bundes unrechtmässigen Vorteil zu verschaffen oder das Gemeinwesen am Vermögen oder an andern Rechten zu schädigen, Urkunden, die er nach dieser Gesetzgebung aufzubewahren verpflichtet ist, beschädigt, vernichtet oder beiseiteschafft, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_16"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, III. Unterdrückung von Urkunden",
        "citation": "Art. 16 Abs. 2 VStrR",
        "content": "Offenbart der Täter die beiseite geschafften Urkunden aus eigenem Antrieb und bevor die Verwaltung die Untersuchung abgeschlossen hat, so kann von einer Bestrafung Umgang genommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_16"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, III. Unterdrückung von Urkunden",
        "citation": "Art. 16 Abs. 3 VStrR",
        "content": "Die Absätze 1 und 2 gelten auch für Urkunden des Auslandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_16"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, A. Strafbare Handlungen, IV. Begünstigung",
        "citation": "Art. 17 VStrR",
        "content": "1.  Wer in einem Verwaltungsstrafverfahren jemanden der Strafverfolgung oder dem Strafvollzug, soweit dieser der beteiligten Verwaltung obliegt, entzieht, wer dazu beiträgt, einem Täter oder Teilnehmer die Vorteile einer Widerhandlung gegen die Verwaltungsgesetzgebung des Bundes zu sichern,wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.2.  Ist die Vortat eine Übertretung, so wird der Täter mit Busse bestraft. 3.  Wer dazu beiträgt, den Vollzug einer verwaltungsstrafrechtlichen Massnahme widerrechtlich zu verunmöglichen, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft.4.  Begünstigt der Täter seine Angehörigen oder jemand anderen, zu dem er in so nahen persönlichen Beziehungen steht, dass sein Verhalten entschuldbar ist, so bleibt er straflos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_17"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Zweiter Abschnitt: Besondere Bestimmungen, B. Gleichstellung der mit öffentlich-rechtlichen Aufgaben betrauten Organisationen",
        "citation": "Art. 18 VStrR",
        "content": "Soweit mit öffentlich-rechtlichen Aufgaben betraute Organisationen und ihre Organe oder Beauftragten die Verwaltungsgesetzgebung des Bundes anzuwenden haben, stehen sie in den Artikeln 14–17 dem Gemeinwesen und seiner Verwaltung gleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, A. Beschaffung von Personendaten",
        "citation": "Art. 18a Abs. 1 VStrR",
        "content": "Personendaten sind bei der betroffenen Person oder für diese erkennbar zu beschaffen, wenn dadurch das Verfahren nicht gefährdet oder unverhältnismässig aufwendig wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, A. Beschaffung von Personendaten",
        "citation": "Art. 18a Abs. 2 VStrR",
        "content": "Erfolgte die Beschaffung von Personendaten ohne Wissen der betroffenen Person, so ist diese umgehend darüber zu informieren. Die Information kann zum Schutz überwiegender öffentlicher oder privater Interessen unterlassen oder aufgeschoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, B. Bearbeitung von Personendaten",
        "citation": "Art. 18b VStrR",
        "content": "Bei der Bearbeitung von Personendaten sorgt die Verwaltungsbehörde des Bundes dafür, dass sie so weit wie möglich unterscheidet:\na. zwischen den verschiedenen Kategorien betroffener Personen;\nb. zwischen auf Tatsachen und auf persönlichen Einschätzungen beruhenden Personendaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_b"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, C. Bekanntgabe und Verwendung von Personendaten bei hängigem Verfahren",
        "citation": "Art. 18c VStrR",
        "content": "Die Verwaltungsbehörde des Bundes darf Personendaten aus einem hängigen Verwaltungsstrafverfahren zur Verwendung in einem anderen hängigen Verfahren bekannt geben, wenn anzunehmen ist, dass die Personendaten wesentliche Aufschlüsse geben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_c"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, D. Auskunftsrecht bei hängigem Verfahren",
        "citation": "Art. 18d VStrR",
        "content": "Solange ein Verfahren hängig ist, haben die Parteien und die anderen Verfahrensbeteiligten nach Massgabe des ihnen zustehenden Akteneinsichtsrechts das Recht auf Auskunft über die sie betreffenden Personendaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_d"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, E. Richtigkeit der Personendaten",
        "citation": "Art. 18e Abs. 1 VStrR",
        "content": "Die Verwaltungsbehörde des Bundes berichtigt unrichtige Personendaten unverzüglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_e"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Zweiter Titel: Verwaltungsstrafrecht, Dritter Abschnitt: Schutz von Personendaten, E. Richtigkeit der Personendaten",
        "citation": "Art. 18e Abs. 2 VStrR",
        "content": "Sie benachrichtigt die Behörde, die ihr die Personendaten übermittelt oder bereitgestellt oder der sie diese bekannt gegeben hat, unverzüglich über die Berichtigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_18_e"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, I. Anzeige und dringliche Massnahmen",
        "citation": "Art. 19 Abs. 1 VStrR",
        "content": "Strafanzeigen wegen Widerhandlungen gegen ein Verwaltungsgesetz des Bundes sind einem Beamten der beteiligten Bundesverwaltung oder einer Polizeistelle zu erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_19"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, I. Anzeige und dringliche Massnahmen",
        "citation": "Art. 19 Abs. 2 VStrR",
        "content": "Die Bundesverwaltung und die Polizei der Kantone und Gemeinden, deren Organe in ihrer dienstlichen Tätigkeit eine Widerhandlung wahrnehmen oder von einer solchen Kenntnis erhalten, sind verpflichtet, sie der beteiligten Verwaltung anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_19"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, I. Anzeige und dringliche Massnahmen",
        "citation": "Art. 19 Abs. 3 VStrR",
        "content": "Die Organe der Bundesverwaltung und der Polizei, die Zeugen der Widerhandlung sind oder unmittelbar nach der Tat dazukommen, sind bei Gefahr im Verzuge berechtigt, den Täter vorläufig festzunehmen, die mit der Widerhandlung in Zusammenhang stehenden Gegenstände vorläufig zu beschlagnahmen und zu diesem Zweck den Täter oder den Inhaber des Gegenstandes in Wohnungen und andere Räume sowie in unmittelbar zu einem Hause gehörende umfriedete Liegenschaften hinein zu verfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_19"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, I. Anzeige und dringliche Massnahmen",
        "citation": "Art. 19 Abs. 4 VStrR",
        "content": "Ein vorläufig Festgenommener ist sofort dem untersuchenden Beamten der beteiligten Verwaltung zuzuführen; beschlagnahmte Gegenstände sind unverzüglich abzuliefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_19"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, II. Untersuchung",
        "citation": "Art. 20 Abs. 1 VStrR",
        "content": "Für die Untersuchung ist die beteiligte Verwaltung zuständig. Mit der Durchführung von Einvernahmen, Augenscheinen und Zwangsmassnahmen sind besonders ausgebildete Beamte zu betrauen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_20"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, II. Untersuchung",
        "citation": "Art. 20 Abs. 2 VStrR",
        "content": "Die Polizei der Kantone und Gemeinden unterstützt die Verwaltung in ihrer Untersuchung; insbesondere darf der untersuchende Beamte polizeiliche Hilfe in Anspruch nehmen, wenn ihm bei einer Untersuchungshandlung, die innerhalb seiner Amtsbefugnisse liegt, Widerstand geleistet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_20"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, II. Untersuchung",
        "citation": "Art. 20 Abs. 3 VStrR",
        "content": "Sind in einer Strafsache sowohl die Zuständigkeit der beteiligten Verwaltung als auch Bundesgerichtsbarkeit oder kantonale Gerichtsbarkeit gegeben, so kann das Departement, dem die beteiligte Verwaltung angehört, die Vereinigung der Strafverfolgung in der Hand der bereits mit der Sache befassten Strafverfolgungsbehörde anordnen, sofern ein enger Sachzusammenhang besteht und die Strafverfolgungsbehörde der Vereinigung vorgängig zugestimmt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_20"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, III. Beurteilung, 1. Sachliche Zuständigkeit",
        "citation": "Art. 21 Abs. 1 VStrR",
        "content": "Für die Beurteilung ist die beteiligte Verwaltung zuständig; hält jedoch das übergeordnete Departement die Voraussetzungen einer Freiheitsstrafe, einer freiheitsentziehenden Massnahme oder einer Landesverweisung nach Artikel 66a oder 66abis des Strafgesetzbuchs für gegeben, so ist das Gericht zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_21"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, III. Beurteilung, 1. Sachliche Zuständigkeit",
        "citation": "Art. 21 Abs. 2 VStrR",
        "content": "Der von der Strafverfügung der Verwaltung Betroffene kann die Beurteilung durch das Gericht verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_21"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, III. Beurteilung, 1. Sachliche Zuständigkeit",
        "citation": "Art. 21 Abs. 3 VStrR",
        "content": "Dem Bundesrat steht in allen Fällen die Überweisung der Strafsache an das Bundesstrafgericht frei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_21"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, III. Beurteilung, 1. Sachliche Zuständigkeit",
        "citation": "Art. 21 Abs. 4 VStrR",
        "content": "Die zur Ausfällung der Hauptstrafe zuständige Behörde erkennt auch über Nebenstrafen, Massnahmen und Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_21"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, III. Beurteilung, 2. Örtliche Zuständigkeit",
        "citation": "Art. 22 Abs. 1 VStrR",
        "content": "Der Gerichtsstand ist bei dem Gericht begründet, das nach den Artikeln 31–37 der Strafprozessordnung vom 5. Oktober 2007 (StPO) zuständig ist oder in dessen Bezirk der Beschuldigte wohnt. Die Verwaltung wählt zwischen den beiden Gerichtsständen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_22"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, III. Beurteilung, 2. Örtliche Zuständigkeit",
        "citation": "Art. 22 Abs. 2 VStrR",
        "content": "Artikel 40 Absatz 2 StPO gilt sinngemäss. Das Bundesstrafgericht ist in seinem Entscheid nicht an die von der Verwaltung getroffene Wahl gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_22"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, IV. Verfahren gegen Jugendliche",
        "citation": "Art. 23 Abs. 1 VStrR",
        "content": "Begeht ein Jugendlicher nach Vollendung des 15., aber vor Vollendung des 18. Altersjahres eine mit Strafe bedrohte Tat, so sind für die Untersuchung und Beurteilung die Vorschriften dieses Gesetzes massgebend. Erscheinen jedoch besondere Erhebungen für die Beurteilung des Jugendlichen oder die Anordnung jugendrechtlicher Massnahmen als geboten oder stellt die zuständige kantonale Behörde der Jugendrechtspflege ein dahinlautendes Begehren oder hat der von der Strafverfügung der Verwaltung betroffene Jugendliche die gerichtliche Beurteilung verlangt, so hat die Verwaltung die Weiterführung des Verfahrens der zuständigen kantonalen Behörde der Jugendrechtspflege zu übertragen, gegebenenfalls unter Trennung des Verfahrens von demjenigen gegen andere Beschuldigte; die Artikel 73–83 dieses Gesetzes gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_23"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, IV. Verfahren gegen Jugendliche",
        "citation": "Art. 23 Abs. 2 VStrR",
        "content": "In Abweichung von Artikel 22 bestimmt sich der Gerichtsstand nach Artikel 10 der Jugendstrafprozessordnung vom 20. März 2009.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_23"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, IV. Verfahren gegen Jugendliche",
        "citation": "Art. 23 Abs. 3 VStrR",
        "content": "Der urteilsfähige Minderjährige kann neben dem Inhaber der elterlichen Sorge, dem Vormund oder dem Beistand selbständig die Rechtsmittel ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_23"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, V. Staatsanwaltschaft des Bundes",
        "citation": "Art. 24 VStrR",
        "content": "Die Staatsanwaltschaft des Bundes kann in jedem gerichtlichen Verfahren auftreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_24"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, VI. Beschwerdekammer",
        "citation": "Art. 25 Abs. 1 VStrR",
        "content": "Die Beschwerdekammer des Bundesstrafgerichts entscheidet über die ihr nach diesem Gesetz zugewiesenen Beschwerden und Anstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_25"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, VI. Beschwerdekammer",
        "citation": "Art. 25 Abs. 2 VStrR",
        "content": "Wenn es für ihren Entscheid erforderlich ist, ordnet die Beschwerdekammer eine Beweisaufnahme an; sie kann dabei die Dienste der beteiligten Verwaltung und des für das betreffende Sprachgebiet gewählten eidgenössischen Untersuchungsrichters in Anspruch nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_25"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, VI. Beschwerdekammer",
        "citation": "Art. 25 Abs. 3 VStrR",
        "content": "Wo es zur Wahrung wesentlicher öffentlicher oder privater Interessen nötig ist, hat die Beschwerdekammer von einem Beweismittel unter Ausschluss des Beschwerdeführers oder Antragstellers Kenntnis zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_25"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, A. Behörden, VI. Beschwerdekammer",
        "citation": "Art. 25 Abs. 4 VStrR",
        "content": "Die Kostenpflicht im Beschwerdeverfahren vor der Beschwerdekammer bestimmt sich nach Artikel 73 des Strafbehördenorganisationsgesetzes vom 19. März 2010.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_25"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, I. Bei Zwangsmassnahmen",
        "citation": "Art. 26 Abs. 1 VStrR",
        "content": "Gegen Zwangsmassnahmen (Art. 45 ff.) und damit zusammenhängende Amtshandlungen und Säumnis kann bei der Beschwerdekammer des Bundesstrafgerichts Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_26"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, I. Bei Zwangsmassnahmen",
        "citation": "Art. 26 Abs. 2 VStrR",
        "content": "Die Beschwerde ist einzureichen:\na. wenn sie gegen eine kantonale Gerichtsbehörde oder gegen den Direktor oder Chef der beteiligten Verwaltung gerichtet ist: bei der Beschwerdekammer;\nb. in den übrigen Fällen: beim Direktor oder Chef der beteiligten Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_26"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, I. Bei Zwangsmassnahmen",
        "citation": "Art. 26 Abs. 3 VStrR",
        "content": "Berichtigt der Direktor oder Chef der beteiligten Verwaltung in den Fällen von Absatz 2 Buchstabe b die Amtshandlung oder Säumnis im Sinne der gestellten Anträge, so fällt die Beschwerde dahin; andernfalls hat er sie mit seiner Äusserung spätestens am dritten Werktag nach ihrem Eingang an die Beschwerdekammer weiterzuleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_26"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, II. Bei sonstigen Untersuchungshandlungen",
        "citation": "Art. 27 Abs. 1 VStrR",
        "content": "Soweit nicht die Beschwerde nach Artikel 26 gegeben ist, kann gegen Amtshandlungen sowie gegen Säumnis des untersuchenden Beamten beim Direktor oder Chef der beteiligten Verwaltung Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_27"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, II. Bei sonstigen Untersuchungshandlungen",
        "citation": "Art. 27 Abs. 2 VStrR",
        "content": "Der Beschwerdeentscheid ist dem Beschwerdeführer schriftlich mitzuteilen und hat eine Rechtsmittelbelehrung zu enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_27"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, II. Bei sonstigen Untersuchungshandlungen",
        "citation": "Art. 27 Abs. 3 VStrR",
        "content": "Gegen den Beschwerdeentscheid kann bei der Beschwerdekammer des Bundesstrafgerichts Beschwerde geführt werden, jedoch nur wegen Verletzung von Bundesrecht, einschliesslich Überschreitung oder Missbrauch des Ermessens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_27"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, II. Bei sonstigen Untersuchungshandlungen",
        "citation": "Art. 27 Abs. 4 VStrR",
        "content": "Für Beschwerden wegen Untersuchungshandlungen und Säumnis von Organen der mit öffentlich-rechtlichen Aufgaben des Bundes betrauten Organisationen gelten die Absätze 1–3 sinngemäss; erste Beschwerdeinstanz ist jedoch das übergeordnete Departement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_27"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, III. Gemeinsame Bestimmungen",
        "citation": "Art. 28 Abs. 1 VStrR",
        "content": "Zur Beschwerde ist berechtigt, wer durch die angefochtene Amtshandlung, die gerügte Säumnis oder den Beschwerdeentscheid (Art. 27 Abs. 2) berührt ist und ein schutzwürdiges Interesse an der Aufhebung oder Änderung hat; zur Beschwerde gegen die Freilassung eines vorläufig Festgenommenen oder Verhafteten durch die kantonale Gerichtsbehörde (Art. 51 Abs. 5, 59 Abs. 3) ist auch der Direktor oder Chef der beteiligten Verwaltung befugt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_28"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, III. Gemeinsame Bestimmungen",
        "citation": "Art. 28 Abs. 2 VStrR",
        "content": "Mit der Beschwerde kann die Verletzung von Bundesrecht, die unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts oder die Unangemessenheit gerügt werden; vorbehalten bleibt Artikel 27 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_28"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, III. Gemeinsame Bestimmungen",
        "citation": "Art. 28 Abs. 3 VStrR",
        "content": "Die Beschwerde gegen eine Amtshandlung oder gegen einen Beschwerdeentscheid ist innert drei Tagen, nachdem der Beschwerdeführer von der Amtshandlung Kenntnis erhalten hat oder ihm der Beschwerdeentscheid eröffnet worden ist, bei der zuständigen Behörde schriftlich mit Antrag und kurzer Begründung einzureichen; befindet sich der Beschwerdeführer in Haft, so genügt die Aushändigung der Beschwerde an die Gefängnisleitung, die zur sofortigen Weiterleitung verpflichtet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_28"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, III. Gemeinsame Bestimmungen",
        "citation": "Art. 28 Abs. 4 VStrR",
        "content": "Die bei der unzuständigen Behörde eingereichte Beschwerde ist unverzüglich der zuständigen Behörde zu überweisen; rechtzeitige Einreichung der Beschwerde bei der unzuständigen Behörde wahrt die Beschwerdefrist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_28"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, B. Beschwerde gegen Untersuchungshandlungen, III. Gemeinsame Bestimmungen",
        "citation": "Art. 28 Abs. 5 VStrR",
        "content": "Die Beschwerde hat, wenn es das Gesetz nicht anders bestimmt, keine aufschiebende Wirkung, soweit sie ihr nicht durch vorsorgliche Verfügung der Beschwerdeinstanz oder ihres Präsidenten verliehen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_28"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, I. Ausstand",
        "citation": "Art. 29 Abs. 1 VStrR",
        "content": "Beamte, die eine Untersuchung zu führen, einen Entscheid zu treffen oder diesen vorzubereiten haben, sowie Sachverständige, Übersetzer und Dolmetscher treten in Ausstand, wenn sie:\na. in der Sache ein persönliches Interesse haben;\nb. mit dem Beschuldigten durch Ehe oder eingetragene Partnerschaft verbunden sind oder mit ihm eine faktische Lebensgemeinschaft führen;\nbbis. mit dem Beschuldigten in gerader Linie oder bis zum dritten Grade in der Seitenlinie verwandt oder verschwägert sind;\nc. aus anderen Gründen in der Sache befangen sein könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_29"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, I. Ausstand",
        "citation": "Art. 29 Abs. 2 VStrR",
        "content": "Ist der Ausstand streitig, so entscheidet darüber, unter Vorbehalt der Beschwerde an die Beschwerdekammer des Bundesstrafgerichts (Art. 27 Abs. 3), der Vorgesetzte des betreffenden Beamten oder desjenigen, der den Sachverständigen, Übersetzer oder Dolmetscher beigezogen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_29"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, I. Ausstand",
        "citation": "Art. 29 Abs. 3 VStrR",
        "content": "Der Ausstand im gerichtlichen Verfahren sowie von kantonalen Beamten und Angestellten richtet sich nach dem einschlägigen eidgenössischen oder kantonalen Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_29"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, II. Rechtshilfe",
        "citation": "Art. 30 Abs. 1 VStrR",
        "content": "Die Verwaltungsbehörden des Bundes, der Kantone und der Gemeinden haben den mit der Verfolgung und Beurteilung von Verwaltungsstrafsachen betrauten Behörden in der Erfüllung ihrer Aufgabe Rechtshilfe zu leisten; sie haben ihnen insbesondere die benötigten Auskünfte zu erteilen und Einsicht zu gewähren in amtliche Akten, die für die Strafverfolgung von Bedeutung sein können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_30"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, II. Rechtshilfe",
        "citation": "Art. 30 Abs. 2 VStrR",
        "content": "Die Rechtshilfe darf nur verweigert werden, soweit ihr wesentliche öffentliche Interessen, insbesondere die innere oder äussere Sicherheit des Bundes oder der Kantone, entgegenstehen oder wenn die Rechtshilfe die angegangene Behörde in der Durchführung ihrer Aufgabe wesentlich beeinträchtigen würde. Berufsgeheimnisse im Sinne der Artikel 171–173 StPO sind zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_30"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, II. Rechtshilfe",
        "citation": "Art. 30 Abs. 3 VStrR",
        "content": "Im Übrigen sind für die Rechtshilfe die Artikel 43–48 StPO anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_30"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, II. Rechtshilfe",
        "citation": "Art. 30 Abs. 4 VStrR",
        "content": "Die mit öffentlich-rechtlichen Aufgaben betrauten Organisationen sind im Rahmen dieser Aufgaben gleich den Behörden zur Rechtshilfe verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_30"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, II. Rechtshilfe",
        "citation": "Art. 30 Abs. 5 VStrR",
        "content": "Anstände unter Bundesbehörden entscheidet der Bundesrat, Anstände zwischen Bund und Kantonen oder zwischen Kantonen die Beschwerdekammer des Bundesstrafgerichts. Bis der Entscheid erfolgt, sind angeordnete Sicherheitsmassregeln aufrechtzuerhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_30"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, III. Fristen",
        "citation": "Art. 31 Abs. 1 VStrR",
        "content": "Für die Berechnung der Fristen, die Fristverlängerung und die Wiederherstellung gegen die Folgen der Fristversäumnis gelten die Artikel 20–24 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_31"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, III. Fristen",
        "citation": "Art. 31 Abs. 2 VStrR",
        "content": "Die Fristen im gerichtlichen Verfahren richten sich nach der StPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_31"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, IV. Form der Mitteilungen und der Zustellung",
        "citation": "Art. 31a Abs. 1 VStrR",
        "content": "Mitteilungen erfolgen in Schriftform, soweit dieses Gesetz nichts Abweichendes bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, IV. Form der Mitteilungen und der Zustellung",
        "citation": "Art. 31a Abs. 2 VStrR",
        "content": "Die Zustellung erfolgt durch eingeschriebene Postsendung oder auf andere Weise gegen Empfangsbestätigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, IV. Form der Mitteilungen und der Zustellung",
        "citation": "Art. 31a Abs. 3 VStrR",
        "content": "Sie gilt als erfolgt, wenn die Sendung vom Adressaten oder von einer angestellten oder einer im gleichen Haushalt lebenden, mindestens 16 Jahre alten Person entgegengenommen wurde. Vorbehalten bleiben Anweisungen, eine Mitteilung dem Adressaten persönlich zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Erster Abschnitt: Behörden; allgemeine Verfahrensvorschriften, C. Allgemeine Verfahrensbestimmungen, IV. Form der Mitteilungen und der Zustellung",
        "citation": "Art. 31a Abs. 4 VStrR",
        "content": "Sie gilt zudem als erfolgt:\na. bei einer eingeschriebenen Postsendung, die nicht abgeholt worden ist: am siebten Tag nach dem erfolglosen Zustellungsversuch, sofern der Adressat mit einer Zustellung rechnen musste;\nb. bei persönlicher Zustellung, wenn der Adressat die Annahme verweigert und dies vom Überbringer festgehalten wird: am Tag der Weigerung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_31_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, I. Bestellung",
        "citation": "Art. 32 Abs. 1 VStrR",
        "content": "Der Beschuldigte kann in jeder Lage des Verfahrens einen Verteidiger bestellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_32"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, I. Bestellung",
        "citation": "Art. 32 Abs. 2 VStrR",
        "content": "Als berufsmässige Verteidiger im Verfahren der Verwaltung werden zugelassen:\na. die ihren Beruf in einem Kanton ausübenden patentierten Rechtsanwälte;\nb. Angehörige von Berufen, die der Bundesrat unter bestimmten Bedingungen zur Verteidigung in Verwaltungsstrafsachen ermächtigt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_32"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, I. Bestellung",
        "citation": "Art. 32 Abs. 3 VStrR",
        "content": "Ausnahmsweise und unter Vorbehalt des Gegenrechts kann die beteiligte Verwaltung auch einen ausländischen Verteidiger zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_32"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, I. Bestellung",
        "citation": "Art. 32 Abs. 4 VStrR",
        "content": "Die Behörde kann den Verteidiger auffordern, sich durch schriftliche Vollmacht auszuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_32"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, II. Amtlicher Verteidiger",
        "citation": "Art. 33 Abs. 1 VStrR",
        "content": "Sofern der Beschuldigte nicht anderweitig verbeiständet ist, bestellt ihm die beteiligte Verwaltung von Amtes wegen aus dem Kreis der in Artikel 32 Absatz 2 Buchstabe a genannten Personen unter tunlicher Berücksichtigung seiner Wünsche einen amtlichen Verteidiger:\na. wenn der Beschuldigte offensichtlich nicht imstande ist, sich zu verteidigen;\nb. für die Dauer der Untersuchungshaft, wenn diese nach Ablauf von drei Tagen aufrechterhalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_33"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, II. Amtlicher Verteidiger",
        "citation": "Art. 33 Abs. 2 VStrR",
        "content": "Kann der Beschuldigte wegen Bedürftigkeit keinen Verteidiger beiziehen, so wird auf sein Verlangen ebenfalls ein amtlicher Verteidiger bestellt. Ausgenommen sind Fälle, bei denen nur eine Busse unter 2000 Franken in Betracht fällt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_33"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Verteidiger, II. Amtlicher Verteidiger",
        "citation": "Art. 33 Abs. 3 VStrR",
        "content": "Die Entschädigung des amtlichen Verteidigers wird auf Grund eines vom Bundesrat aufzustellenden Tarifs, unter Vorbehalt der Beschwerde an die Beschwerdekammer des Bundesstrafgerichts (Art. 25 Abs. 1), durch die beteiligte Verwaltung festgesetzt und gehört zu den Verfahrenskosten; der Beschuldigte, dem Kosten auferlegt werden, hat dem Bund diese Entschädigung in den Fällen von Absatz 1 zurückzuerstatten, wenn ihm nach seinem Einkommen oder Vermögen der Beizug eines Verteidigers zumutbar gewesen wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_33"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, I. Zustellungsdomizil",
        "citation": "Art. 34 Abs. 1 VStrR",
        "content": "Mitteilungen sind den Adressaten an ihren Wohnsitz, ihren gewöhnlichen Aufenthaltsort oder an ihren Sitz zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, I. Zustellungsdomizil",
        "citation": "Art. 34 Abs. 2 VStrR",
        "content": "Beschuldigte mit Wohnsitz, gewöhnlichem Aufenthaltsort oder Sitz im Ausland haben in der Schweiz ein Zustellungsdomizil zu bezeichnen. Vorbehalten bleiben staatsvertragliche Vereinbarungen, wonach Mitteilungen direkt zugestellt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, I. Zustellungsdomizil",
        "citation": "Art. 34 Abs. 3 VStrR",
        "content": "Mitteilungen an Parteien, die einen Rechtsbeistand bestellt haben, werden rechtsgültig an diesen zugestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, I. Zustellungsdomizil",
        "citation": "Art. 34 Abs. 4 VStrR",
        "content": "Für den von der Einziehung Betroffenen gelten diese Vorschriften sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, II. Zustellung durch Veröffentlichung",
        "citation": "Art. 34a Abs. 1 VStrR",
        "content": "Die Zustellung erfolgt durch Veröffentlichung im Bundesblatt, wenn:\na. der Aufenthaltsort des Empfängers unbekannt ist und trotz zumutbarer Nachforschungen nicht ermittelt werden kann;\nb. eine Zustellung unmöglich ist oder mit ausserordentlichen Umtrieben verbunden wäre;\nc. eine Partei oder ihr Rechtsbeistand mit Wohnsitz, gewöhnlichem Aufenthaltsort oder Sitz im Ausland kein Zustellungsdomizil in der Schweiz bezeichnet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, II. Zustellung durch Veröffentlichung",
        "citation": "Art. 34a Abs. 2 VStrR",
        "content": "Die Zustellung gilt am Tag der Veröffentlichung als erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, II. Zustellung durch Veröffentlichung",
        "citation": "Art. 34a Abs. 3 VStrR",
        "content": "Von Endentscheiden wird nur das Dispositiv veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Zustellung, II. Zustellung durch Veröffentlichung",
        "citation": "Art. 34a Abs. 4 VStrR",
        "content": "Schlussprotokolle gelten auch ohne Veröffentlichung als zugestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_34_a"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Teilnahme an Beweisaufnahmen",
        "citation": "Art. 35 Abs. 1 VStrR",
        "content": "Der untersuchende Beamte gestattet dem Beschuldigten und seinem Verteidiger, an Beweisaufnahmen teilzunehmen, wenn das Gesetz die Teilnahme nicht ausschliesst und keine wesentlichen öffentlichen oder privaten Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_35"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Teilnahme an Beweisaufnahmen",
        "citation": "Art. 35 Abs. 2 VStrR",
        "content": "Der untersuchende Beamte darf die Teilnahme des Beschuldigten und des Verteidigers an einer Beweisaufnahme ausschliessen, wenn ihre Anwesenheit die Untersuchung beeinträchtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_35"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, D. Akteneinsicht",
        "citation": "Art. 36 VStrR",
        "content": "Die Artikel 26–28 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_36"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Umfang",
        "citation": "Art. 37 Abs. 1 VStrR",
        "content": "Der untersuchende Beamte der beteiligten Verwaltung erforscht den Sachverhalt und sichert den Beweis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_37"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Umfang",
        "citation": "Art. 37 Abs. 2 VStrR",
        "content": "Der Beschuldigte kann jederzeit die Vornahme bestimmter Untersuchungshandlungen beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_37"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Umfang",
        "citation": "Art. 37 Abs. 3 VStrR",
        "content": "Sind besondere Untersuchungshandlungen nicht nötig, so wird sogleich nach Artikel 61 das Schlussprotokoll aufgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_37"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Umfang",
        "citation": "Art. 37 Abs. 4 VStrR",
        "content": "Vorbehalten bleiben die Vorschriften von Artikel 65 über den Strafbescheid im abgekürzten Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_37"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Protokollierung",
        "citation": "Art. 38 Abs. 1 VStrR",
        "content": "Die Eröffnung der Untersuchung, ihr Verlauf und die dabei gewonnenen wesentlichen Feststellungen sollen aus den amtlichen Akten ersichtlich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_38"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Protokollierung",
        "citation": "Art. 38 Abs. 2 VStrR",
        "content": "Das Protokoll über eine Einvernahme wird während der Verhandlung niedergeschrieben und ist unmittelbar nach Schluss der Einvernahme vom Einvernommenen, nachdem es ihm zur Kenntnis gebracht worden ist, und vom untersuchenden Beamten durch Unterschrift als richtig zu bestätigen; fehlt die Unterschrift des Einvernommenen, so ist der Grund anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_38"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Protokollierung",
        "citation": "Art. 38 Abs. 3 VStrR",
        "content": "Das Protokoll über eine andere Untersuchungshandlung ist sobald als möglich, spätestens am folgenden Werktag aufzunehmen; seine Richtigkeit ist vom untersuchenden Beamten durch Unterschrift zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_38"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Protokollierung",
        "citation": "Art. 38 Abs. 4 VStrR",
        "content": "In jedem Protokoll sind Ort und Zeit der Untersuchungshandlung und die Namen der Beteiligten anzugeben. Ferner ist kenntlich zu machen, was auf eigener Wahrnehmung des untersuchenden Beamten und was auf Mitteilung Dritter beruht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_38"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, I. Beschuldigter",
        "citation": "Art. 39 Abs. 1 VStrR",
        "content": "Der Beschuldigte wird vorerst über Name, Alter, Beruf, Heimat und Wohnort befragt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_39"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, I. Beschuldigter",
        "citation": "Art. 39 Abs. 2 VStrR",
        "content": "Der untersuchende Beamte teilt dem Beschuldigten mit, welcher Tat er beschuldigt wird. Er fordert ihn auf, sich über die Beschuldigung auszusprechen und Tatsachen und Beweismittel zu seiner Verteidigung anzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_39"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, I. Beschuldigter",
        "citation": "Art. 39 Abs. 3 VStrR",
        "content": "Der Beschuldigte kann, sofern es sich nicht um seine erste Vernehmung handelt, verlangen, dass der Verteidiger zugegen sei; dieser hat das Recht, über den untersuchenden Beamten Ergänzungsfragen zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_39"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, I. Beschuldigter",
        "citation": "Art. 39 Abs. 4 VStrR",
        "content": "Weigert sich der Beschuldigte auszusagen, so ist das aktenkundig zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_39"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, I. Beschuldigter",
        "citation": "Art. 39 Abs. 5 VStrR",
        "content": "Zwang, Drohung, Versprechungen, unwahre Angaben und verfängliche Fragen oder ähnliche Mittel sind dem untersuchenden Beamten untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_39"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, II. Auskünfte",
        "citation": "Art. 40 VStrR",
        "content": "Der untersuchende Beamte kann mündliche oder schriftliche Auskünfte einholen oder Auskunftspersonen einvernehmen; wer auf Grund des Zeugnisverweigerungsrechts die Aussage verweigern kann, ist vorher darauf aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_40"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, III. Zeugen",
        "citation": "Art. 41 Abs. 1 VStrR",
        "content": "Lässt sich der Sachverhalt auf andere Weise nicht hinreichend abklären, so können Zeugen einvernommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_41"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, III. Zeugen",
        "citation": "Art. 41 Abs. 2 VStrR",
        "content": "Auf die Vernehmung und die Entschädigung der Zeugen sind die Artikel 163–166 und 168–176 StPO und Artikel 48 des Bundesgesetzes vom 4. Dezember 1947 über den Bundeszivilprozess sinngemäss anwendbar; verweigert ein Zeuge ohne gesetzlichen Grund die Aussage, zu der er unter Hinweis auf Artikel 292 des Strafgesetzbuches und dessen Strafdrohung aufgefordert worden ist, so ist er wegen Ungehorsams gegen diese Verfügung an den Strafrichter zu überweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_41"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, III. Zeugen",
        "citation": "Art. 41 Abs. 3 VStrR",
        "content": "Der Beschuldigte und sein Verteidiger haben Anspruch darauf, den Zeugeneinvernahmen beizuwohnen und über den untersuchenden Beamten Ergänzungsfragen zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_41"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, IV. Vorladung und Vorführung",
        "citation": "Art. 42 Abs. 1 VStrR",
        "content": "Beschuldigte und Zeugen werden in der Regel schriftlich vorgeladen. Sie sind auf die gesetzlichen Folgen des Ausbleibens hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_42"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, IV. Vorladung und Vorführung",
        "citation": "Art. 42 Abs. 2 VStrR",
        "content": "Bleibt der gehörig Vorgeladene ohne genügende Entschuldigung aus, so kann er polizeilich vorgeführt werden. Der Vorführungsbefehl wird vom untersuchenden Beamten schriftlich erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_42"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einvernahmen, Auskünfte, IV. Vorladung und Vorführung",
        "citation": "Art. 42 Abs. 3 VStrR",
        "content": "Dem unentschuldigt Ausgebliebenen können die Kosten auferlegt werden, die durch sein Ausbleiben entstanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_42"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, D. Sachverständige",
        "citation": "Art. 43 Abs. 1 VStrR",
        "content": "Setzt die Feststellung oder Beurteilung von Tatsachen besondere Fachkenntnisse voraus, so können Sachverständige beigezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_43"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, D. Sachverständige",
        "citation": "Art. 43 Abs. 2 VStrR",
        "content": "Dem Beschuldigten ist Gelegenheit zu geben, sich zur Wahl und zu den vorzulegenden Fragen zu äussern. Im Übrigen gelten für die Ernennung der Sachverständigen sowie für ihre Rechte und Pflichten die Artikel 183–185, 187, 189 sowie 191 StPO und Artikel 61 des Bundesgesetzes vom 4. Dezember 1947 über den Bundeszivilprozess sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_43"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, E. Augenschein",
        "citation": "Art. 44 Abs. 1 VStrR",
        "content": "Der untersuchende Beamte ordnet einen Augenschein an, wenn dies zur Aufklärung des Sachverhaltes beitragen kann. Der Beschuldigte und sein Verteidiger haben Anspruch darauf, dem Augenschein beizuwohnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_44"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, E. Augenschein",
        "citation": "Art. 44 Abs. 2 VStrR",
        "content": "Werden Geschäfts- und Betriebseinrichtungen einem Augenschein unterzogen, so ist auf die berechtigten Interessen des Inhabers Rücksicht zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_44"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, I. Allgemeine Bestimmungen",
        "citation": "Art. 45 Abs. 1 VStrR",
        "content": "Bei einer Beschlagnahme, Durchsuchung, vorläufigen Festnahme oder Verhaftung ist mit der dem Betroffenen und seinem Eigentum gebührenden Schonung zu verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_45"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, I. Allgemeine Bestimmungen",
        "citation": "Art. 45 Abs. 2 VStrR",
        "content": "Im Falle einer Ordnungswidrigkeit sind Zwangsmassnahmen nicht zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_45"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, II. Beschlagnahme, 1. Gegenstand",
        "citation": "Art. 46 Abs. 1 VStrR",
        "content": "Vom untersuchenden Beamten sind mit Beschlag zu belegen:\na. Gegenstände, die als Beweismittel von Bedeutung sein können;\nb. Gegenstände und andere Vermögenswerte, die voraussichtlich der Einziehung unterliegen;\nc. die dem Staate verfallenden Geschenke und anderen Zuwendungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_46"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, II. Beschlagnahme, 1. Gegenstand",
        "citation": "Art. 46 Abs. 2 VStrR",
        "content": "Andere Gegenstände und Vermögenswerte, die zur Begehung der Widerhandlung gedient haben oder durch die Widerhandlung hervorgebracht worden sind, können beschlagnahmt werden, wenn es zur Verhinderung neuer Widerhandlungen oder zur Sicherung eines gesetzlichen Pfandrechtes als erforderlich erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_46"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, II. Beschlagnahme, 1. Gegenstand",
        "citation": "Art. 46 Abs. 3 VStrR",
        "content": "Gegenstände und Unterlagen aus dem Verkehr einer Person mit ihrem Anwalt dürfen nicht beschlagnahmt werden, sofern dieser nach dem Anwaltsgesetz vom 23. Juni 2000 zur Vertretung vor schweizerischen Gerichten berechtigt ist und im gleichen Sachzusammenhang nicht selber beschuldigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_46"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, II. Beschlagnahme, 2. Verfahren",
        "citation": "Art. 47 Abs. 1 VStrR",
        "content": "Der Inhaber eines beschlagnahmten Gegenstandes oder Vermögenswertes ist verpflichtet, ihn dem untersuchenden Beamten gegen Empfangsbescheinigung oder ein Doppel des Beschlagnahmeprotokolls herauszugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_47"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, II. Beschlagnahme, 2. Verfahren",
        "citation": "Art. 47 Abs. 2 VStrR",
        "content": "Die beschlagnahmten Gegenstände und Vermögenswerte werden im Beschlagnahmeprotokoll verzeichnet und sind zu verwahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_47"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, II. Beschlagnahme, 2. Verfahren",
        "citation": "Art. 47 Abs. 3 VStrR",
        "content": "Gegenstände, die schneller Wertverminderung ausgesetzt sind oder einen kostspieligen Unterhalt erfordern, kann die Verwaltung öffentlich versteigern lassen und in dringenden Fällen freihändig verkaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_47"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 1. Gründe, Zuständigkeit",
        "citation": "Art. 48 Abs. 1 VStrR",
        "content": "Wohnungen und andere Räume sowie unmittelbar zu einem Hause gehörende umfriedete Liegenschaften dürfen nur durchsucht werden, wenn es wahrscheinlich ist, dass sich der Beschuldigte darin verborgen hält oder dass sich Gegenstände oder Vermögenswerte, die der Beschlagnahme unterliegen, oder Spuren der Widerhandlung darin befinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_48"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 1. Gründe, Zuständigkeit",
        "citation": "Art. 48 Abs. 2 VStrR",
        "content": "Der Beschuldigte darf nötigenfalls durchsucht werden. Die Durchsuchung ist von einer Person des gleichen Geschlechts oder von einem Arzt vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_48"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 1. Gründe, Zuständigkeit",
        "citation": "Art. 48 Abs. 3 VStrR",
        "content": "Die Durchsuchung erfolgt aufgrund eines schriftlichen Befehls des Direktors oder Chefs der beteiligten Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_48"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 1. Gründe, Zuständigkeit",
        "citation": "Art. 48 Abs. 4 VStrR",
        "content": "Ist Gefahr im Verzuge und kann ein Durchsuchungsbefehl nicht rechtzeitig eingeholt werden, so darf der untersuchende Beamte von sich aus eine Durchsuchung anordnen oder vornehmen. Die Massnahme ist in den Akten zu begründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_48"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 2. Durchführung",
        "citation": "Art. 49 Abs. 1 VStrR",
        "content": "Vor Beginn der Durchsuchung hat sich der untersuchende Beamte auszuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_49"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 2. Durchführung",
        "citation": "Art. 49 Abs. 2 VStrR",
        "content": "Der anwesende Inhaber der Räume ist über den Grund ihrer Durchsuchung zu unterrichten und zu dieser beizuziehen; anstelle des abwesenden Inhabers ist ein Verwandter oder Hausgenosse beizuziehen. Im weitern ist die von der zuständigen kantonalen Behörde bezeichnete Amtsperson oder, falls der untersuchende Beamte von sich aus durchsucht, ein Mitglied der Gemeindebehörde oder ein Kantons‐, Bezirks- oder Gemeindebeamter beizuziehen, der darüber wacht, dass sich die Massnahme nicht von ihrem Zweck entfernt. Ist Gefahr im Verzuge oder stimmt der Inhaber der Räume zu, so kann der Beizug von Amtspersonen, Hausgenossen oder Verwandten unterbleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_49"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 2. Durchführung",
        "citation": "Art. 49 Abs. 3 VStrR",
        "content": "An Sonn- und allgemeinen Feiertagen und zur Nachtzeit darf im Allgemeinen nur in wichtigen Fällen und bei dringender Gefahr eine Durchsuchung stattfinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_49"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, III. Durchsuchung von Wohnungen und Personen, 2. Durchführung",
        "citation": "Art. 49 Abs. 4 VStrR",
        "content": "Das Protokoll über die Durchsuchung wird im Beisein der Beteiligten sofort aufgenommen; auf Verlangen ist den Beteiligten ein Doppel des Durchsuchungsbefehls und des Protokolls auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_49"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, IV. Durchsuchung von Papieren",
        "citation": "Art. 50 Abs. 1 VStrR",
        "content": "Papiere sind mit grösster Schonung der Privatgeheimnisse zu durchsuchen; insbesondere sollen Papiere nur dann durchsucht werden, wenn anzunehmen ist, dass sich Schriften darunter befinden, die für die Untersuchung von Bedeutung sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_50"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, IV. Durchsuchung von Papieren",
        "citation": "Art. 50 Abs. 2 VStrR",
        "content": "Bei der Durchsuchung sind das Amtsgeheimnis sowie Geheimnisse, die Geistlichen, Rechtsanwälten, Notaren, Ärzten, Apothekern, Hebammen und ihren beruflichen Gehilfen in ihrem Amte oder Beruf anvertraut wurden, zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_50"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, IV. Durchsuchung von Papieren",
        "citation": "Art. 50 Abs. 3 VStrR",
        "content": "Dem Inhaber der Papiere ist wenn immer möglich Gelegenheit zu geben, sich vor der Durchsuchung über ihren Inhalt auszusprechen. Erhebt er gegen die Durchsuchung Einsprache, so werden die Papiere versiegelt und verwahrt, und es entscheidet die Beschwerdekammer des Bundesstrafgerichts über die Zulässigkeit der Durchsuchung (Art. 25 Abs. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_50"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, V. Vorläufige Festnahme und Vorführung vor den Richter",
        "citation": "Art. 51 Abs. 1 VStrR",
        "content": "Der untersuchende Beamte kann den einer Widerhandlung dringend Verdächtigen vorläufig festnehmen, wenn ein Haftgrund nach Artikel 52 angenommen werden muss und Gefahr im Verzuge ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_51"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, V. Vorläufige Festnahme und Vorführung vor den Richter",
        "citation": "Art. 51 Abs. 2 VStrR",
        "content": "Der Festgenommene oder der nach Artikel 19 Absatz 4 Zugeführte ist unverzüglich einzuvernehmen; dabei ist ihm Gelegenheit zu geben, den bestehenden Verdacht und die Gründe der Festnahme zu entkräften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_51"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, V. Vorläufige Festnahme und Vorführung vor den Richter",
        "citation": "Art. 51 Abs. 3 VStrR",
        "content": "Muss nach wie vor ein Haftgrund angenommen werden, so ist der Festgenommene unverzüglich der zur Ausstellung von Haftbefehlen ermächtigten kantonalen Gerichtsbehörde zuzuführen. Ist die Festnahme in abgelegenem oder unwegsamem Gebiet erfolgt oder ist die zuständige kantonale Gerichtsbehörde nicht sogleich erreichbar, so hat die Zuführung innert 48 Stunden zu erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_51"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, V. Vorläufige Festnahme und Vorführung vor den Richter",
        "citation": "Art. 51 Abs. 4 VStrR",
        "content": "Die Gerichtsbehörde prüft, ob ein Haftgrund bestehe; der untersuchende Beamte und der Festgenommene sind dazu anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_51"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, V. Vorläufige Festnahme und Vorführung vor den Richter",
        "citation": "Art. 51 Abs. 5 VStrR",
        "content": "Hierauf verfügt die Gerichtsbehörde die Verhaftung oder die Freilassung, gegebenenfalls gegen Sicherheitsleistung. Der Entscheid kann mit Beschwerde angefochten werden (Art. 26).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_51"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, V. Vorläufige Festnahme und Vorführung vor den Richter",
        "citation": "Art. 51 Abs. 6 VStrR",
        "content": "Meldet der untersuchende Beamte gegen eine Freilassung sogleich die Beschwerde an, so wird die Festnahme vorläufig aufrecht erhalten. Der Direktor oder Chef der beteiligten Verwaltung hat der Gerichtsbehörde innert 24 Stunden mitzuteilen, ob er die Beschwerde aufrechterhalte. Hält er sie aufrecht, so bleibt die Festnahme bis zum Entscheid der Beschwerdekammer bestehen; vorbehalten bleibt die gegenteilige Anordnung der Beschwerdekammer oder ihres Präsidenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_51"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 1. Zulässigkeit",
        "citation": "Art. 52 Abs. 1 VStrR",
        "content": "Ist der Beschuldigte einer Widerhandlung dringend verdächtigt, so darf gegen ihn ein Haftbefehl erlassen werden, wenn bestimmte Umstände den Verdacht begründen, dass:\na. er sich der Strafverfolgung oder dem Strafvollzug entziehen werde; oder dass\nb. er Spuren der Tat verwischen, Beweisgegenstände beseitigen, Zeugen oder Mitbeschuldigte zu falschen Aussagen verleiten oder auf ähnliche Weise den Zweck der Untersuchung gefährden werde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_52"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 1. Zulässigkeit",
        "citation": "Art. 52 Abs. 2 VStrR",
        "content": "Ein Haftbefehl darf nicht erlassen werden, wenn dies zu der Bedeutung der Sache in einem Missverhältnis stehen würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_52"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, a. Zuständigkeit; Form",
        "citation": "Art. 53 Abs. 1 VStrR",
        "content": "Der untersuchende Beamte kann einen Haftbefehl beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_53"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, a. Zuständigkeit; Form",
        "citation": "Art. 53 Abs. 2 VStrR",
        "content": "Zum Erlass des Haftbefehls sind zuständig:\na. wenn der Beschuldigte vorläufig festgenommen ist: die am Orte der Festnahme zuständige kantonale Gerichtsbehörde;\nb. in allen andern Fällen: die nach Artikel 22 zuständige kantonale Gerichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_53"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, a. Zuständigkeit; Form",
        "citation": "Art. 53 Abs. 3 VStrR",
        "content": "Der Haftbefehl ist schriftlich zu erlassen und hat anzugeben: die Personalien des Beschuldigten und die Tat, deren er beschuldigt wird; die Strafbestimmungen; den Haftgrund; das Untersuchungsgefängnis, in das der Verhaftete einzuliefern ist; eine Belehrung über die Rechtsmittel, die Parteirechte, die Freilassung gegen Sicherheitsleistung und über das Recht zur Benachrichtigung der Angehörigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_53"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, b. Vollzug; Fahndung",
        "citation": "Art. 54 Abs. 1 VStrR",
        "content": "Dem Beschuldigten ist bei der Verhaftung ein Doppel des Haftbefehls auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_54"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, b. Vollzug; Fahndung",
        "citation": "Art. 54 Abs. 2 VStrR",
        "content": "Der Verhaftete ist der zuständigen kantonalen Behörde unter gleichzeitiger Aushändigung eines Doppels des Haftbefehls zu übergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_54"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, b. Vollzug; Fahndung",
        "citation": "Art. 54 Abs. 3 VStrR",
        "content": "Kann der Haftbefehl nicht vollzogen werden, so ist die Fahndung anzuordnen. Der Haftbefehl kann öffentlich bekannt gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_54"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, c. Einvernahme des Verhafteten",
        "citation": "Art. 55 Abs. 1 VStrR",
        "content": "Die Behörde, die den Haftbefehl erliess, hat den Beschuldigten, sofern dieser nicht bereits einvernommen wurde (Art. 51 Abs. 4), spätestens am ersten Werktag nach der Verhaftung einzuvernehmen, um abzuklären, ob ein Haftgrund weiter bestehe; der untersuchende Beamte ist dazu anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_55"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 2. Haftbefehl, c. Einvernahme des Verhafteten",
        "citation": "Art. 55 Abs. 2 VStrR",
        "content": "Wird die Haft aufrechterhalten, so sind dem Beschuldigten die Gründe zu eröffnen; wird der Beschuldigte freigelassen, so gilt Artikel 51 Absatz 6 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_55"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 3. Mitteilung an die Angehörigen",
        "citation": "Art. 56 VStrR",
        "content": "Der Verhaftete hat das Recht, wenn es der Zweck der Untersuchung nicht verbietet, seinen nächsten Angehörigen die Verhaftung durch den untersuchenden Beamten sogleich mitteilen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_56"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 4. Dauer der Haft",
        "citation": "Art. 57 Abs. 1 VStrR",
        "content": "Wird die Haft aufrechterhalten, so ist die Untersuchung möglichst zu beschleunigen. Die Haft darf in jedem Falle die voraussichtliche Dauer einer Freiheits- oder Umwandlungsstrafe nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_57"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 4. Dauer der Haft",
        "citation": "Art. 57 Abs. 2 VStrR",
        "content": "Eine nach Artikel 52 Absatz 1 Buchstabe b verfügte Untersuchungshaft darf nur mit besonderer Bewilligung der Behörde, die den Haftbefehl ausstellte, länger als 14 Tage aufrecht erhalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_57"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 5. Durchführung der Haft",
        "citation": "Art. 58 Abs. 1 VStrR",
        "content": "Die kantonale Behörde hat für den richtigen Vollzug der Haft zu sorgen. Der Verhaftete darf in seiner Freiheit nicht weiter beschränkt werden, als es der Zweck der Haft und die Ordnung im Untersuchungsgefängnis erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_58"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 5. Durchführung der Haft",
        "citation": "Art. 58 Abs. 2 VStrR",
        "content": "Der mündliche oder schriftliche Verkehr des Verhafteten mit seinem Verteidiger bedarf der Bewilligung des untersuchenden Beamten, der ihn nur beschränken oder ausschliessen kann, wenn es der Zweck der Untersuchung erfordert. Eine Beschränkung oder ein Ausschluss dieses Verkehrs für mehr als drei Tage bedarf der Zustimmung der Behörde, die den Haftbefehl ausstellte; diese Zustimmung darf jeweils höchstens für zehn Tage erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_58"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 5. Durchführung der Haft",
        "citation": "Art. 58 Abs. 3 VStrR",
        "content": "Der Vollzug der Haft richtet sich im Übrigen nach den Artikeln 234–236 StPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_58"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 6. Haftentlassung",
        "citation": "Art. 59 Abs. 1 VStrR",
        "content": "Der untersuchende Beamte hat den Verhafteten freizulassen, sobald kein Haftgrund mehr besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_59"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 6. Haftentlassung",
        "citation": "Art. 59 Abs. 2 VStrR",
        "content": "Der Verhaftete kann jederzeit ein Haftentlassungsgesuch einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_59"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 6. Haftentlassung",
        "citation": "Art. 59 Abs. 3 VStrR",
        "content": "Solange die Akten nicht zur gerichtlichen Beurteilung überwiesen sind, entscheidet über das Gesuch die Behörde, die den Haftbefehl erliess. Sie hat den untersuchenden Beamten oder die Amtsstelle, bei der die Sache hängig ist, zum Gesuch anzuhören; die Vorschriften von Artikel 51 Absätze 5 und 6 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_59"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 7. Freilassung gegen Sicherheitsleistung",
        "citation": "Art. 60 Abs. 1 VStrR",
        "content": "Der Beschuldigte, der auf Grund von Artikel 52 Absatz 1 Buchstabe a zu verhaften wäre oder verhaftet ist, kann auf sein Verlangen gegen Sicherheitsleistung in Freiheit gelassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_60"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, F. Zwangsmassnahmen, VI. Verhaftung, 7. Freilassung gegen Sicherheitsleistung",
        "citation": "Art. 60 Abs. 2 VStrR",
        "content": "Für die Freilassung gegen Sicherheitsleistung gelten die Artikel 238–240 StPO sinngemäss. Die Sicherheit ist jedoch beim Eidgenössischen Finanzdepartement zu leisten; sie verfällt auch, wenn sich der Beschuldigte der Vollstreckung der ausgesprochenen Busse entzieht, wobei der Überschuss bei Verwendung der verfallenen Sicherheit dem Bunde zufällt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_60"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, G. Schlussprotokoll",
        "citation": "Art. 61 Abs. 1 VStrR",
        "content": "Erachtet der untersuchende Beamte die Untersuchung als vollständig und liegt nach seiner Ansicht eine Widerhandlung vor, so nimmt er ein Schlussprotokoll auf; dieses enthält die Personalien des Beschuldigten und umschreibt den Tatbestand der Widerhandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_61"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, G. Schlussprotokoll",
        "citation": "Art. 61 Abs. 2 VStrR",
        "content": "Der untersuchende Beamte eröffnet das Schlussprotokoll dem Beschuldigten und gibt ihm Gelegenheit, sich sogleich dazu auszusprechen, die Akten einzusehen und eine Ergänzung der Untersuchung zu beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_61"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, G. Schlussprotokoll",
        "citation": "Art. 61 Abs. 3 VStrR",
        "content": "Ist der Beschuldigte bei Aufnahme des Schlussprotokolls nicht zugegen oder stellt der anwesende Beschuldigte ein entsprechendes Begehren oder lassen es die Umstände, insbesondere die Schwere des Falles, sonst als geboten erscheinen, so sind das Schlussprotokoll und die nach Absatz 2 erforderlichen Mitteilungen schriftlich zu eröffnen unter Bekanntgabe des Ortes, wo die Akten eingesehen werden können. Die Frist, sich zu äussern und Anträge zu stellen, endigt in diesem Falle zehn Tage nach Zustellung des Schlussprotokolls; sie kann erstreckt werden, wenn zureichende Gründe vorliegen und das Erstreckungsgesuch innert der Frist gestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_61"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, G. Schlussprotokoll",
        "citation": "Art. 61 Abs. 4 VStrR",
        "content": "Gegen die Eröffnung des Schlussprotokolls und seinen Inhalt ist keine Beschwerde zulässig. Die Ablehnung eines Antrages auf Ergänzung der Untersuchung kann nur in Verbindung mit dem Strafbescheid angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_61"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Art des Entscheids, I. Im Strafverfahren",
        "citation": "Art. 62 Abs. 1 VStrR",
        "content": "Die Verwaltung erlässt einen Strafbescheid oder stellt das Verfahren ein; vorbehalten bleibt die Überweisung zur gerichtlichen Beurteilung (Art. 21 Abs. 1 und 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_62"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Art des Entscheids, I. Im Strafverfahren",
        "citation": "Art. 62 Abs. 2 VStrR",
        "content": "Die Einstellung des Verfahrens ist allen Personen mitzuteilen, die als Beschuldigte am bisherigen Verfahren teilgenommen haben. Eine mündlich mitgeteilte Einstellung ist auf Verlangen schriftlich zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_62"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Art des Entscheids, II. Über die Leistungs- oder Rückleistungspflicht",
        "citation": "Art. 63 Abs. 1 VStrR",
        "content": "Die nachzuentrichtenden oder zurückzuerstattenden Abgaben, Vergütungen, Beiträge, Forderungsbeträge und Zinsen werden gemäss den Zuständigkeits- und Verfahrensvorschriften des betreffenden Verwaltungsgesetzes geltend gemacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_63"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Art des Entscheids, II. Über die Leistungs- oder Rückleistungspflicht",
        "citation": "Art. 63 Abs. 2 VStrR",
        "content": "Ist die Verwaltung befugt, über die Leistungs- und Rückleistungspflicht zu entscheiden, so kann sie ihren Entscheid mit dem Strafbescheid verbinden; der Entscheid unterliegt aber in jedem Falle der Überprüfung nur in dem Verfahren, welches das betreffende Verwaltungsgesetz für seine Anfechtung vorsieht, und hat die entsprechende Rechtsmittelbelehrung zu enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_63"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, A. Art des Entscheids, II. Über die Leistungs- oder Rückleistungspflicht",
        "citation": "Art. 63 Abs. 3 VStrR",
        "content": "Fusst ein Strafbescheid auf einem Entscheid über die Leistungs- oder Rückleistungspflicht und wird lediglich dieser nach Absatz 2 angefochten und in der Folge geändert oder aufgehoben, so entscheidet die Verwaltung neu gemäss Artikel 62.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_63"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, I. Im ordentlichen Verfahren",
        "citation": "Art. 64 Abs. 1 VStrR",
        "content": "Der Strafbescheid ist schriftlich zu erlassen und stellt fest:\n– den Beschuldigten;\n– die Tat;\n– die gesetzlichen Bestimmungen, die angewendet werden;\n– die Strafe, die Mithaftung nach Artikel 12 Absatz 3 und die besonderen Massnahmen;\n– die Kosten;\n– die Verfügung über beschlagnahmte Gegenstände;\n– das Rechtsmittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_64"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, I. Im ordentlichen Verfahren",
        "citation": "Art. 64 Abs. 2 VStrR",
        "content": "Weicht der Strafbescheid zum Nachteil des Beschuldigten wesentlich vom Schlussprotokoll ab, so sind diese Abweichungen anzugeben und kurz zu begründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_64"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, II. Im abgekürzten Verfahren",
        "citation": "Art. 65 Abs. 1 VStrR",
        "content": "Ist die Widerhandlung offenkundig, beträgt die Busse nicht mehr als 2000 Franken und verzichtet der Beschuldigte nach Bekanntgabe der Höhe der Busse und der Leistungs- oder Rückleistungspflicht ausdrücklich auf jedes Rechtsmittel, so kann der Strafbescheid ohne vorherige Aufnahme eines Schlussprotokolls erlassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_65"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, II. Im abgekürzten Verfahren",
        "citation": "Art. 65 Abs. 2 VStrR",
        "content": "Der vom Beschuldigten und dem untersuchenden Beamten unterzeichnete Strafbescheid im abgekürzten Verfahren steht einem rechtskräftigen Urteil gleich; verweigert der Beschuldigte die Unterzeichnung, so fällt der gemäss Absatz 1 erlassene Strafbescheid dahin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_65"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, III. Selbständige Einziehung",
        "citation": "Art. 66 Abs. 1 VStrR",
        "content": "Führt das Strafverfahren nicht zu einem Strafbescheid oder zur Überweisung des Beschuldigten an das Strafgericht, sind aber nach Gesetz Gegenstände oder Vermögenswerte einzuziehen, Geschenke oder andere Zuwendungen verfallen zu erklären oder ist an Stelle einer solchen Massnahme auf eine Ersatzforderung zu erkennen, so wird ein selbständiger Einziehungsbescheid erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_66"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, III. Selbständige Einziehung",
        "citation": "Art. 66 Abs. 2 VStrR",
        "content": "Ein solcher Bescheid wird auch dann erlassen, wenn die Massnahme andere Personen als den Beschuldigten beschwert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_66"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, B. Strafbescheid, III. Selbständige Einziehung",
        "citation": "Art. 66 Abs. 3 VStrR",
        "content": "Artikel 64 gilt sinngemäss. Der Einziehungsbescheid ist den unmittelbar Betroffenen zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_66"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, I. Einreichung",
        "citation": "Art. 67 Abs. 1 VStrR",
        "content": "Gegen den Straf- oder Einziehungsbescheid kann der Betroffene innert 30 Tagen seit der Eröffnung Einsprache erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_67"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, I. Einreichung",
        "citation": "Art. 67 Abs. 2 VStrR",
        "content": "Wird innert der gesetzlichen Frist nicht Einsprache erhoben, so steht der Straf- oder Einziehungsbescheid einem rechtskräftigen Urteil gleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_67"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, II. Einreichestelle und Form",
        "citation": "Art. 68 Abs. 1 VStrR",
        "content": "Die Einsprache ist schriftlich bei der Verwaltung einzureichen, die den angefochtenen Bescheid erlassen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_68"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, II. Einreichestelle und Form",
        "citation": "Art. 68 Abs. 2 VStrR",
        "content": "Die Einsprache hat einen bestimmten Antrag zu enthalten und die zur Begründung dienenden Tatsachen anzugeben; die Beweismittel sollen bezeichnet und, soweit möglich, beigelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_68"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, II. Einreichestelle und Form",
        "citation": "Art. 68 Abs. 3 VStrR",
        "content": "Genügt die Einsprache den in Absatz 2 umschriebenen Anforderungen nicht, oder lassen die Begehren des Einsprechers oder deren Begründung die nötige Klarheit vermissen und stellt sich die Einsprache nicht als offensichtlich unzulässig heraus, so wird dem Einsprecher eine kurze Nachfrist zur Verbesserung eingeräumt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_68"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, II. Einreichestelle und Form",
        "citation": "Art. 68 Abs. 4 VStrR",
        "content": "Die Verwaltung verbindet diese Nachfrist mit der Androhung, nach unbenutztem Fristablauf auf Grund der Akten zu entscheiden oder, wenn Begehren, Begründung oder Unterschrift fehlen, auf die Einsprache nicht einzutreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_68"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, III. Verfahren",
        "citation": "Art. 69 Abs. 1 VStrR",
        "content": "Ist Einsprache erhoben, so hat die Verwaltung den angefochtenen Bescheid mit Wirkung für alle durch ihn Betroffenen zu überprüfen; sie kann eine mündliche Verhandlung anordnen und die Untersuchung ergänzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_69"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, III. Verfahren",
        "citation": "Art. 69 Abs. 2 VStrR",
        "content": "Fusst der angefochtene Bescheid auf einem Entscheid über die Leistungs- oder Rückleistungspflicht und ist dieser angefochten worden, so wird, bis darüber rechtskräftig entschieden ist, das Einspracheverfahren ausgesetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_69"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, IV. Strafverfügung",
        "citation": "Art. 70 Abs. 1 VStrR",
        "content": "Auf Grund der Ergebnisse ihrer neuen Prüfung trifft die Verwaltung eine Einstellungs-, Straf- oder Einziehungsverfügung. Sie ist dabei nicht an die gestellten Anträge gebunden, darf jedoch die Strafe gegenüber dem Strafbescheid nur dann verschärfen, wenn im Verfahren nach Artikel 63 Absatz 2 auf eine höhere Leistungs- oder Rückleistungspflicht erkannt worden ist. In diesem Fall ist ein Rückzug der Einsprache unbeachtlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_70"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, IV. Strafverfügung",
        "citation": "Art. 70 Abs. 2 VStrR",
        "content": "Die Verfügung ist zu begründen; im Übrigen gelten die Vorschriften von Artikel 64 über Inhalt und Eröffnung des Strafbescheides sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_70"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, C. Einsprache, V. Überspringen des Einspracheverfahrens",
        "citation": "Art. 71 VStrR",
        "content": "Auf Antrag oder mit Zustimmung des Einsprechers kann die Verwaltung eine Einsprache als Begehren um Beurteilung durch das Strafgericht behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_71"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, D. Begehren um gerichtliche Beurteilung",
        "citation": "Art. 72 Abs. 1 VStrR",
        "content": "Der von der Straf- oder Einziehungsverfügung Betroffene kann innert zehn Tagen seit der Eröffnung die Beurteilung durch das Strafgericht verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_72"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, D. Begehren um gerichtliche Beurteilung",
        "citation": "Art. 72 Abs. 2 VStrR",
        "content": "Das Begehren um gerichtliche Beurteilung ist schriftlich bei der Verwaltung einzureichen, welche die Straf- oder Einziehungsverfügung getroffen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_72"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Zweiter Abschnitt: Untersuchung und Strafverfügung der Verwaltung, D. Begehren um gerichtliche Beurteilung",
        "citation": "Art. 72 Abs. 3 VStrR",
        "content": "Wird innert der gesetzlichen Frist die Beurteilung durch das Strafgericht nicht verlangt, so steht die Straf- oder Einziehungsverfügung einem rechtskräftigen Urteil gleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_72"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, I. Einleitung",
        "citation": "Art. 73 Abs. 1 VStrR",
        "content": "Ist die gerichtliche Beurteilung verlangt worden oder hält das übergeordnete Departement die Voraussetzungen einer Freiheitsstrafe, einer freiheitsentziehenden Massnahme oder einer Landesverweisung nach Artikel 66a oder 66abis des Strafgesetzbuchs für gegeben, so überweist die beteiligte Verwaltung die Akten der kantonalen Staatsanwaltschaft zuhanden des zuständigen Strafgerichts. Solange über die Leistungs- oder Rückleistungspflicht, die dem Strafverfahren zugrunde liegt, nicht rechtskräftig entschieden oder sie nicht durch vorbehaltlose Zahlung anerkannt ist, unterbleibt die Überweisung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_73"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, I. Einleitung",
        "citation": "Art. 73 Abs. 2 VStrR",
        "content": "Die Überweisung gilt als Anklage. Sie hat den Sachverhalt und die anwendbaren Strafbestimmungen zu enthalten oder auf die Strafverfügung zu verweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_73"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, I. Einleitung",
        "citation": "Art. 73 Abs. 3 VStrR",
        "content": "Eine Untersuchung gemäss StPO findet nicht statt; vorbehalten bleibt die Ergänzung der Akten gemäss Artikel 75 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_73"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, II. Parteien",
        "citation": "Art. 74 Abs. 1 VStrR",
        "content": "Parteien im gerichtlichen Verfahren sind der Beschuldigte, die Staatsanwaltschaft des betreffenden Kantons oder des Bundes und die beteiligte Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_74"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, II. Parteien",
        "citation": "Art. 74 Abs. 2 VStrR",
        "content": "Dem von der Einziehung Betroffenen stehen die gleichen Parteirechte und Rechtsmittel zu wie einem Beschuldigten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_74"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, III. Vorbereitung der Hauptverhandlung",
        "citation": "Art. 75 Abs. 1 VStrR",
        "content": "Das Gericht gibt den Parteien vom Eingang der Akten Kenntnis. Es prüft, ob ein rechtzeitig eingereichtes Begehren um gerichtliche Beurteilung vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_75"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, III. Vorbereitung der Hauptverhandlung",
        "citation": "Art. 75 Abs. 2 VStrR",
        "content": "Das Gericht kann von sich aus oder auf Antrag einer Partei die Akten vor der Hauptverhandlung ergänzen oder ergänzen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_75"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, III. Vorbereitung der Hauptverhandlung",
        "citation": "Art. 75 Abs. 3 VStrR",
        "content": "Die Parteien sind rechtzeitig von der Hauptverhandlung zu benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_75"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, III. Vorbereitung der Hauptverhandlung",
        "citation": "Art. 75 Abs. 4 VStrR",
        "content": "Die Vertreter der Staatsanwaltschaft des Bundes und der Verwaltung müssen nicht persönlich erscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_75"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, III. Vorbereitung der Hauptverhandlung",
        "citation": "Art. 75 Abs. 5 VStrR",
        "content": "Der Beschuldigte kann auf sein Ersuchen vom Erscheinen befreit werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_75"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, IV. Säumnisurteil",
        "citation": "Art. 76 Abs. 1 VStrR",
        "content": "Die Hauptverhandlung kann auch stattfinden, wenn der Beschuldigte trotz ordnungsgemässer Vorladung ohne genügende Entschuldigung nicht erschienen ist. Ein Verteidiger ist zuzulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_76"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, IV. Säumnisurteil",
        "citation": "Art. 76 Abs. 2 VStrR",
        "content": "Der in Abwesenheit Verurteilte kann innert zehn Tagen, seitdem ihm das Urteil zur Kenntnis gelangt ist, die Wiedereinsetzung anbegehren, wenn er durch ein unverschuldetes Hindernis abgehalten worden ist, zur Hauptverhandlung zu erscheinen. Wird das Gesuch bewilligt, so findet eine neue Hauptverhandlung statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_76"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, IV. Säumnisurteil",
        "citation": "Art. 76 Abs. 3 VStrR",
        "content": "Das Gesuch um Wiedereinsetzung hemmt den Vollzug des Urteils nur, wenn das Gericht oder sein Präsident es verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_76"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, IV. Säumnisurteil",
        "citation": "Art. 76 Abs. 4 VStrR",
        "content": "Für den von der Einziehung Betroffenen gelten diese Vorschriften sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_76"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, V. Hauptverhandlung",
        "citation": "Art. 77 Abs. 1 VStrR",
        "content": "Die Akten der Verwaltung über die von ihr erhobenen Beweise dienen auch dem Gericht als Beweismittel; dieses kann von sich aus oder auf Antrag einer Partei weitere zur Aufklärung des Sachverhalts erforderliche Beweise aufnehmen oder Beweisaufnahmen der Verwaltung wiederholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_77"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, V. Hauptverhandlung",
        "citation": "Art. 77 Abs. 2 VStrR",
        "content": "Wo es zur Wahrung wesentlicher öffentlicher oder privater Interessen, insbesondere von Amts-, Berufs- oder Geschäftsgeheimnissen einer Partei oder eines Dritten nötig ist, hat das Gericht die Öffentlichkeit der Verhandlungen und Beratungen ganz oder teilweise auszuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_77"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, V. Hauptverhandlung",
        "citation": "Art. 77 Abs. 3 VStrR",
        "content": "Das Gericht würdigt die Beweise frei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_77"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, V. Hauptverhandlung",
        "citation": "Art. 77 Abs. 4 VStrR",
        "content": "Der rechtskräftige Entscheid über die Leistungs- oder Rückleistungspflicht ist für das Gericht verbindlich; handelt es sich um einen Entscheid der Verwaltung und findet das Gericht, er beruhe auf offensichtlicher Gesetzesverletzung oder auf einem Ermessensmissbrauch, so setzt es die Hauptverhandlung aus und weist die Akten zum neuen Entscheid an die beteiligte Verwaltung zurück. Artikel 63 Absatz 3 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_77"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VI. Rückzug der Strafverfügung oder des Begehrens um gerichtliche Beurteilung",
        "citation": "Art. 78 Abs. 1 VStrR",
        "content": "Die Verwaltung kann die Straf- oder Einziehungsverfügung mit Zustimmung der Staatsanwaltschaft des Bundes zurückziehen, solange das Urteil erster Instanz nicht eröffnet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_78"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VI. Rückzug der Strafverfügung oder des Begehrens um gerichtliche Beurteilung",
        "citation": "Art. 78 Abs. 2 VStrR",
        "content": "Bis zu diesem Zeitpunkte kann auch der Beschuldigte das Begehren um gerichtliche Beurteilung zurückziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_78"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VI. Rückzug der Strafverfügung oder des Begehrens um gerichtliche Beurteilung",
        "citation": "Art. 78 Abs. 3 VStrR",
        "content": "In diesen Fällen wird das gerichtliche Verfahren eingestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_78"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VI. Rückzug der Strafverfügung oder des Begehrens um gerichtliche Beurteilung",
        "citation": "Art. 78 Abs. 4 VStrR",
        "content": "Die Kosten des gerichtlichen Verfahrens trägt die Partei, die den Rückzug erklärt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_78"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VII. Inhalt des Urteils",
        "citation": "Art. 79 Abs. 1 VStrR",
        "content": "Das Urteil stellt fest:\n– den Beschuldigten;\n– die Tat;\n– die gesetzlichen Bestimmungen, die angewendet werden;\n– die Strafe, die Mithaftung nach Artikel 12 Absatz 3 und die besonderen Massnahmen;\n– die Kosten des gerichtlichen und des Verwaltungsverfahrens;\n– den Entschädigungsanspruch (Art. 99 und 101);\n– die Verfügung über beschlagnahmte Gegenstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_79"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VII. Inhalt des Urteils",
        "citation": "Art. 79 Abs. 2 VStrR",
        "content": "Das Urteil ist mit den wesentlichen Entscheidungsgründen den Parteien schriftlich zu eröffnen, unter Angabe der Fristen für die Rechtsmittel und der Behörden, an die es weitergezogen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_79"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VIII. Rechts-mittel",
        "citation": "Art. 80 Abs. 1 VStrR",
        "content": "Gegen Entscheide der kantonalen Gerichte können die Rechtsmittel der StPO ergriffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_80"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, A. Verfahren vor den kantonalen Gerichten, VIII. Rechts-mittel",
        "citation": "Art. 80 Abs. 2 VStrR",
        "content": "Auch die Staatsanwaltschaft des Bundes und die beteiligte Verwaltung können diese Rechtsmittel je selbstständig ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_80"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, B. Verfahren vor dem Bundesstrafgericht",
        "citation": "Art. 81 VStrR",
        "content": "Die Bestimmungen über das gerichtliche Verfahren gelten sinngemäss auch für das Verfahren vor dem Bundesstrafgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_81"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Dritter Abschnitt: Gerichtliches Verfahren, C. Ergänzende Vorschriften",
        "citation": "Art. 82 VStrR",
        "content": "Soweit die Artikel 73–81 nichts anderes bestimmen, gelten für das Verfahren vor den kantonalen Gerichten und das Verfahren vor dem Bundesstrafgericht die entsprechenden Vorschriften der StPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_82"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, I. Revisionsgründe",
        "citation": "Art. 84 Abs. 1 VStrR",
        "content": "Ein durch Strafbescheid, Strafverfügung oder Einstellungsverfügung der Verwaltung rechtskräftig abgeschlossenes Strafverfahren kann auf Antrag oder von Amtes wegen wieder aufgenommen werden:\na. auf Grund erheblicher Tatsachen oder Beweismittel, die der Verwaltung zur Zeit des früheren Verfahrens nicht bekannt waren;\nb. wenn nachträglich gegen einen Teilnehmer ein Strafurteil ausgefällt wurde, das mit dem Strafbescheid oder der Strafverfügung in unvereinbarem Widerspruch steht;\nc. wenn durch eine strafbare Handlung auf den Entscheid der Verwaltung eingewirkt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_84"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, I. Revisionsgründe",
        "citation": "Art. 84 Abs. 2 VStrR",
        "content": "Die Revision zugunsten des Beschuldigten ist jederzeit zulässig. Einer neuen Verurteilung steht die nach der Rechtskraft des beanstandeten Entscheids eingetretene Verfolgungsverjährung nicht entgegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_84"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, I. Revisionsgründe",
        "citation": "Art. 84 Abs. 3 VStrR",
        "content": "Die Revision zu Ungunsten des Beschuldigten ist nur zulässig auf Grund von Absatz 1 Buchstaben a und c und solange die Verfolgung der Widerhandlung nicht verjährt ist. Die Verjährung beginnt mit der Widerhandlung zu laufen; der frühere Entscheid ist kein Unterbrechungsgrund.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_84"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, I. Revisionsgründe",
        "citation": "Art. 84 Abs. 4 VStrR",
        "content": "Für den Einziehungsbescheid und die Einziehungsverfügung gelten die Vorschriften der Artikel 84–88 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_84"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, II. Einleitung des Verfahrens, 1. Auf Antrag",
        "citation": "Art. 85 Abs. 1 VStrR",
        "content": "Die Revision können nachsuchen der Beschuldigte und, wenn er verstorben ist, sein Ehegatte, seine eingetragene Partnerin oder sein eingetragener Partner, seine Verwandten in gerader Linie und seine Geschwister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_85"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, II. Einleitung des Verfahrens, 1. Auf Antrag",
        "citation": "Art. 85 Abs. 2 VStrR",
        "content": "Das Revisionsgesuch ist schriftlich und unter Angabe der Gründe und Beweismittel bei der Verwaltung einzureichen, die den beanstandeten Entscheid getroffen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_85"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, II. Einleitung des Verfahrens, 1. Auf Antrag",
        "citation": "Art. 85 Abs. 3 VStrR",
        "content": "Das Gesuch hemmt den Vollzug des beanstandeten Entscheides nur, wenn die Verwaltung es verfügt; sie kann den Vollzug gegen Sicherheitsleistung aufschieben oder andere vorsorgliche Verfügungen treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_85"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, II. Einleitung des Verfahrens, 1. Auf Antrag",
        "citation": "Art. 85 Abs. 4 VStrR",
        "content": "Die Verwaltung kann die Untersuchung ergänzen und eine mündliche Verhandlung anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_85"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, II. Einleitung des Verfahrens, 2. Von Amtes wegen",
        "citation": "Art. 86 VStrR",
        "content": "Leitet die Verwaltung die Revision von Amtes wegen ein, so kann sie die Untersuchung wieder eröffnen; den Betroffenen ist Gelegenheit zu geben, sich zum Revisionsgrund und zu der in Aussicht genommenen Änderung des Entscheides zu äussern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_86"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 1. Aufhebung des früheren Entscheides",
        "citation": "Art. 87 Abs. 1 VStrR",
        "content": "Liegt ein Revisionsgrund vor, so hebt die Verwaltung den früheren Entscheid auf und trifft eine Einstellungs-, Straf- oder Einziehungsverfügung; sie entscheidet gleichzeitig über die Rückleistung von Bussen, Kosten und eingezogenen Vermögenswerten. Vorbehalten bleibt die Überweisung zur gerichtlichen Beurteilung (Art. 21 Abs. 1 und 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_87"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 1. Aufhebung des früheren Entscheides",
        "citation": "Art. 87 Abs. 2 VStrR",
        "content": "Die Verfügung ist zu begründen; im Übrigen gilt Artikel 64 über Inhalt und Eröffnung des Strafbescheides sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_87"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 1. Aufhebung des früheren Entscheides",
        "citation": "Art. 87 Abs. 3 VStrR",
        "content": "Gegen die Straf- oder Einziehungsverfügung kann gemäss Artikel 72 die gerichtliche Beurteilung verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_87"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 1. Aufhebung des früheren Entscheides",
        "citation": "Art. 87 Abs. 4 VStrR",
        "content": "Der richterlichen Überprüfung unterliegt auch das Vorliegen eines Revisionsgrundes im Sinne von Artikel 84.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_87"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 2. Verneinung des Revisionsgrundes",
        "citation": "Art. 88 Abs. 1 VStrR",
        "content": "Liegt kein Revisionsgrund vor, so trifft die Verwaltung einen entsprechenden Entscheid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_88"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 2. Verneinung des Revisionsgrundes",
        "citation": "Art. 88 Abs. 2 VStrR",
        "content": "Bei Abweisung eines Revisionsgesuches können die Verfahrenskosten dem Gesuchsteller auferlegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_88"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 2. Verneinung des Revisionsgrundes",
        "citation": "Art. 88 Abs. 3 VStrR",
        "content": "Der Entscheid ist zu begründen und den am Revisionsverfahren Beteiligten durch eingeschriebenen Brief zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_88"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, A. Entscheide der Verwaltung, III. Entscheid, 2. Verneinung des Revisionsgrundes",
        "citation": "Art. 88 Abs. 4 VStrR",
        "content": "Der Gesuchsteller kann gegen den abweisenden Entscheid innert 30 Tagen seit der Eröffnung bei der Beschwerdekammer des Bundesstrafgerichts Beschwerde führen (Art. 25 Abs. 1); die Verfahrensvorschriften von Artikel 28 Absätze 2–5 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_88"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Vierter Abschnitt: Revision, B. Urteile der Strafgerichte",
        "citation": "Art. 89 VStrR",
        "content": "Für die Revision rechtskräftiger Urteile kantonaler Gerichte oder des Bundesstrafgerichts gelten die Artikel 379–392 sowie die Artikel 410–415 StPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_89"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, A. Zuständigkeit",
        "citation": "Art. 90 Abs. 1 VStrR",
        "content": "Die Bescheide und Verfügungen der Verwaltung und die Urteile der Strafgerichte, soweit diese nicht auf Freiheitsstrafen oder freiheitsentziehende Massnahmen lauten, werden von der beteiligten Verwaltung vollstreckt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_90"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, A. Zuständigkeit",
        "citation": "Art. 90 Abs. 2 VStrR",
        "content": "Die Kantone vollziehen die Freiheitsstrafen und die freiheitsentziehenden Massnahmen. Der Bund hat die Oberaufsicht über den Vollzug.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_90"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, B. Vollstreckung von Bussen",
        "citation": "Art. 91 Abs. 1 VStrR",
        "content": "Soweit die Busse nicht eingebracht werden kann, wird sie auf Antrag der Verwaltung nach Artikel 10 in Haft oder Einschliessung umgewandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_91"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, B. Vollstreckung von Bussen",
        "citation": "Art. 91 Abs. 2 VStrR",
        "content": "Zuständig zur Umwandlung ist der Richter, der die Widerhandlung beurteilt hat oder zur Beurteilung zuständig gewesen wäre (Art. 22 und 23 Abs. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_91"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, C. Rückgabe beschlagnahmter Gegenstände; Verwertung",
        "citation": "Art. 92 Abs. 1 VStrR",
        "content": "Mit Beschlag belegte Gegenstände und Vermögenswerte, die weder eingezogen noch dem Staate verfallen sind und an denen nicht ein gesetzliches Pfandrecht besteht, sind dem Berechtigten zurückzugeben. Wenn dieser nicht bekannt ist und der Wert der Gegenstände es rechtfertigt, erfolgt eine öffentliche Ausschreibung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_92"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, C. Rückgabe beschlagnahmter Gegenstände; Verwertung",
        "citation": "Art. 92 Abs. 2 VStrR",
        "content": "Meldet sich innert 30 Tagen kein Berechtigter, so kann die Verwaltung die Gegenstände öffentlich versteigern lassen. Meldet sich der Berechtigte nach der Verwertung, so wird ihm der Verwertungserlös unter Abzug der Verwertungskosten ausgehändigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_92"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, C. Rückgabe beschlagnahmter Gegenstände; Verwertung",
        "citation": "Art. 92 Abs. 3 VStrR",
        "content": "Der Anspruch auf Rückgabe der Gegenstände oder Aushändigung des Erlöses erlischt fünf Jahre nach der öffentlichen Ausschreibung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_92"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, C. Rückgabe beschlagnahmter Gegenstände; Verwertung",
        "citation": "Art. 92 Abs. 4 VStrR",
        "content": "Ist streitig, welchem von mehreren Ansprechern die Sache zurückzugeben oder der Erlös auszuhändigen sei, so kann sich die Verwaltung durch gerichtliche Hinterlegung befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_92"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, D. Verwendung der Bussen, eingezogenen Vermögenswerte usw.",
        "citation": "Art. 93 Abs. 1 VStrR",
        "content": "Wenn die Gesetzgebung nichts anderes bestimmt, fallen Bussen, eingezogene Gegenstände, Vermögenswerte, Geschenke und andere Zuwendungen, als Massnahme auferlegte Geldzahlungen sowie der Erlös aus den eingezogenen oder nach Artikel 92 verwerteten Gegenständen dem Bunde zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_93"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Fünfter Abschnitt: Vollzug, D. Verwendung der Bussen, eingezogenen Vermögenswerte usw.",
        "citation": "Art. 93 Abs. 2 VStrR",
        "content": "Lehnt die beteiligte Verwaltung einen nach Artikel 59 Ziffer 1 Absatz 2 des Strafgesetzbuches beanspruchten Anteil am Verwertungserlös eines eingezogenen Gegenstandes oder Vermögenswertes ab, so erlässt sie eine Verfügung nach dem Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_93"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 1. Arten",
        "citation": "Art. 94 Abs. 1 VStrR",
        "content": "Die Kosten des Verfahrens der Verwaltung bestehen in den Barauslagen, mit Einschluss der Kosten der Untersuchungshaft und der amtlichen Verteidigung, in einer Spruchgebühr und in den Schreibgebühren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_94"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 1. Arten",
        "citation": "Art. 94 Abs. 2 VStrR",
        "content": "Die Höhe der Spruch- und der Schreibgebühr bestimmt sich nach einem vom Bundesrat aufzustellenden Tarif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_94"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 2. Auferlegung",
        "citation": "Art. 95 Abs. 1 VStrR",
        "content": "Im Entscheid der Verwaltung werden die Kosten in der Regel dem Verurteilten auferlegt; aus Gründen der Billigkeit kann er von ihnen ganz oder teilweise befreit werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_95"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 2. Auferlegung",
        "citation": "Art. 95 Abs. 2 VStrR",
        "content": "Wird das Verfahren eingestellt, so können dem Beschuldigten Kosten ganz oder teilweise auferlegt werden, wenn er die Untersuchung schuldhaft verursacht oder das Verfahren mutwillig wesentlich erschwert oder verlängert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_95"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 2. Auferlegung",
        "citation": "Art. 95 Abs. 3 VStrR",
        "content": "Mehrere Beschuldigte haften solidarisch für die Kosten, wenn der Strafbescheid oder die Strafverfügung nichts anderes bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_95"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 3. Beschwerde gegen Kostenerkenntnis",
        "citation": "Art. 96 Abs. 1 VStrR",
        "content": "Der mit Kosten beschwerte Beschuldigte kann, wenn das Verfahren eingestellt wurde oder wenn er die gerichtliche Beurteilung nicht verlangt, gegen das Kostenerkenntnis innert 30 Tagen seit Eröffnung des Entscheides bei der Beschwerdekammer des Bundesstrafgerichts Beschwerde führen (Art. 25 Abs. 1); die Verfahrensvorschriften von Artikel 28 Absätze 2–5 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_96"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, I. Im Verfahren der Verwaltung, 3. Beschwerde gegen Kostenerkenntnis",
        "citation": "Art. 96 Abs. 2 VStrR",
        "content": "Wird innert der gesetzlichen Frist keine Beschwerde eingereicht oder eine Beschwerde abgewiesen, so steht das Kostenerkenntnis einem gerichtlichen Urteil gleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_96"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, II. Im gerichtlichen Verfahren",
        "citation": "Art. 97 Abs. 1 VStrR",
        "content": "Die Kosten des gerichtlichen Verfahrens und deren Verlegung bestimmen sich, vorbehältlich Artikel 78 Absatz 4, nach den Artikeln 417–428 StPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_97"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, II. Im gerichtlichen Verfahren",
        "citation": "Art. 97 Abs. 2 VStrR",
        "content": "Im Urteil können die Kosten des Verfahrens der Verwaltung gleich wie die Kosten des gerichtlichen Verfahrens verlegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_97"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, III. Kostenvergütung an den Kanton",
        "citation": "Art. 98 Abs. 1 VStrR",
        "content": "Der Kanton kann vom Bund die Erstattung der Prozess- und Vollzugskosten fordern, zu denen der Beschuldigte nicht verurteilt worden ist oder die der Verurteilte nicht bezahlen kann. Besoldungen und Taggelder von Beamten sowie Gebühren und Stempel sind ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_98"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, III. Kostenvergütung an den Kanton",
        "citation": "Art. 98 Abs. 1bis VStrR",
        "content": "Sind durch die Übertragung von Verfahren nach Artikel 20 Absatz 3 ausserordentliche Kosten entstanden, so kann der Bund sie den Kantonen auf Gesuch hin ganz oder teilweise vergüten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_98"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, A. Kosten, III. Kostenvergütung an den Kanton",
        "citation": "Art. 98 Abs. 2 VStrR",
        "content": "Anstände zwischen dem Bund und einem Kanton über die Vergütung der Kosten entscheidet die Beschwerdekammer des Bundesstrafgerichts (Art. 25 Abs. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_98"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 1. Anspruch",
        "citation": "Art. 99 Abs. 1 VStrR",
        "content": "Dem Beschuldigten, gegen den das Verfahren eingestellt oder der nur wegen Ordnungswidrigkeit bestraft wird, ist auf Begehren eine Entschädigung für die Untersuchungshaft und für andere Nachteile, die er erlitten hat, auszurichten; sie kann jedoch ganz oder teilweise verweigert werden, wenn er die Untersuchung schuldhaft verursacht oder das Verfahren mutwillig erschwert oder verlängert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_99"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 1. Anspruch",
        "citation": "Art. 99 Abs. 2 VStrR",
        "content": "Dem Inhaber eines beschlagnahmten Gegenstandes oder einer durchsuchten Wohnung, der nicht als Beschuldigter ins Verfahren einbezogen worden ist, steht ein Anspruch auf Entschädigung zu, insoweit er unverschuldet einen Nachteil erlitten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_99"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 1. Anspruch",
        "citation": "Art. 99 Abs. 3 VStrR",
        "content": "Die Entschädigung geht zu Lasten des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_99"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 2. Geltendmachung",
        "citation": "Art. 100 Abs. 1 VStrR",
        "content": "Der Entschädigungsanspruch des Beschuldigten erlischt, wenn er nicht innert eines Jahres nach Eröffnung der Einstellung oder nach Eintritt der Rechtskraft des Entscheides geltend gemacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_100"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 2. Geltendmachung",
        "citation": "Art. 100 Abs. 2 VStrR",
        "content": "Der Entschädigungsanspruch nach Artikel 99 Absatz 2 erlischt, wenn er nicht innert eines Jahres seit der Durchsuchung oder, im Falle einer Beschlagnahme, seit der Rückgabe des beschlagnahmten Gegenstandes oder der Aushändigung des Verwertungserlöses geltend gemacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_100"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 2. Geltendmachung",
        "citation": "Art. 100 Abs. 3 VStrR",
        "content": "Das Entschädigungsbegehren ist der beteiligten Verwaltung schriftlich einzureichen und hat einen bestimmten Antrag sowie dessen Begründung zu enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_100"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, I. Im Verfahren der Verwaltung, 2. Geltendmachung",
        "citation": "Art. 100 Abs. 4 VStrR",
        "content": "Über das Begehren trifft die Verwaltung spätestens innert drei Monaten einen Entscheid. Gegen den Entscheid kann innert 30 Tagen seit der Eröffnung bei der Beschwerdekammer des Bundesstrafgerichts Beschwerde geführt werden (Art. 25 Abs. 1); die Verfahrensvorschriften von Artikel 28 Absätze 2–5 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_100"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, II. Im gerichtlichen Verfahren",
        "citation": "Art. 101 Abs. 1 VStrR",
        "content": "Im gerichtlichen Verfahren gilt Artikel 99 sinngemäss. Das Gericht entscheidet auch über die Entschädigung für Nachteile im Verfahren vor der Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_101"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, II. Im gerichtlichen Verfahren",
        "citation": "Art. 101 Abs. 2 VStrR",
        "content": "Bevor das Gericht eine Entschädigung festsetzt, hat es der beteiligten Verwaltung Gelegenheit zu geben, sich zum Anspruch und seiner Höhe zu äussern und Anträge zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_101"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, III. Rückgriffsanspruch",
        "citation": "Art. 102 Abs. 1 VStrR",
        "content": "Wer das Verfahren durch Arglist veranlasst hat, kann verpflichtet werden, dem Bunde die nach Artikel 99 oder 101 auszurichtenden Entschädigungen ganz oder teilweise zu ersetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_102"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, III. Rückgriffsanspruch",
        "citation": "Art. 102 Abs. 2 VStrR",
        "content": "Über den Rückgriffsanspruch entscheidet die beteiligte Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_102"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, III. Rückgriffsanspruch",
        "citation": "Art. 102 Abs. 3 VStrR",
        "content": "Gegen den Entscheid kann innert 30 Tagen seit der Eröffnung bei der Beschwerdekammer des Bundesstrafgerichts Beschwerde geführt werden (Art. 25 Abs. 1); die Verfahrensvorschriften von Artikel 28 Absätze 2–5 gelten sinngemäss. Wird innert der gesetzlichen Frist nicht Beschwerde erhoben, so steht der Entscheid einem rechtskräftigen Urteil gleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_102"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Sechster Abschnitt: Kosten, Entschädigung und Rückgriff, B. Entschädigung, III. Rückgriffsanspruch",
        "citation": "Art. 102 Abs. 4 VStrR",
        "content": "Der Rückgriffsanspruch erlischt, wenn er nicht innert drei Monaten seit Rechtskraft des Entscheids oder Urteils über den Entschädigungsanspruch geltend gemacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_102"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Siebenter Abschnitt: Abwesenheitsverfahren",
        "citation": "Art. 103 Abs. 1 VStrR",
        "content": "Ist der Beschuldigte, ohne in der Schweiz ein Zustellungsdomizil zu haben, unbekannten Aufenthaltes, so kann das Verfahren von der Verwaltung und den Gerichten in seiner Abwesenheit durchgeführt werden. Artikel 34 Absatz 2 ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_103"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Siebenter Abschnitt: Abwesenheitsverfahren",
        "citation": "Art. 103 Abs. 2 VStrR",
        "content": "Wenn der Beschuldigte sich stellt oder ergriffen wird, so kann er innert 30 Tagen, seitdem er vom Strafbescheid, von der Strafverfügung oder vom Urteil Kenntnis erhalten hat, bei der Behörde, die zuletzt gesprochen hat, die Wiedereinsetzung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_103"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Siebenter Abschnitt: Abwesenheitsverfahren",
        "citation": "Art. 103 Abs. 3 VStrR",
        "content": "Wird das Gesuch rechtzeitig gestellt, so ist das ordentliche Verfahren durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_103"
    },
    {
        "book": "VStrR",
        "title": "VStrR, Dritter Titel: Verwaltungsstrafverfahren, Siebenter Abschnitt: Abwesenheitsverfahren",
        "citation": "Art. 103 Abs. 4 VStrR",
        "content": "Bei Einziehung und Umwandlung der Busse in Freiheitsstrafe gelten die Absätze 1–3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1974/1857_1857_1857/de#art_103"
    }
]