[
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 1. Kapitel: Geltungsbereich, Grundsatz",
        "citation": "Art. 1 Abs. 1 VUV",
        "content": "Die Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit) gelten für alle Betriebe, deren Arbeitnehmer in der Schweiz Arbeiten ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_1"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 1. Kapitel: Geltungsbereich, Grundsatz",
        "citation": "Art. 1 Abs. 2 VUV",
        "content": "Ein Betrieb im Sinne dieser Verordnung liegt vor, wenn ein Arbeitgeber dauernd oder vorübergehend einen oder mehrere Arbeitnehmer beschäftigt, unabhängig davon, ob feste Einrichtungen oder Anlagen vorhanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_1"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 1. Kapitel: Geltungsbereich, Ausnahmen",
        "citation": "Art. 2 Abs. 1 VUV",
        "content": "Die Vorschriften über die Arbeitssicherheit gelten nicht für:\na. die Privathaushalte;\nb. die Anlagen und Ausrüstungen der Armee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_2"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 1. Kapitel: Geltungsbereich, Ausnahmen",
        "citation": "Art. 2 Abs. 2 VUV",
        "content": "Die Vorschriften über die Verhütung von Berufsunfällen gelten nicht für:\na. ...\nb. die Luftfahrtbetriebe hinsichtlich der Sicherheit der Luftfahrzeuge und jener Tätigkeiten dieser Betriebe und Betriebsteile, die sich auf den Betrieb der Luftfahrzeuge auf der Bewegungsfläche der Flugplätze beziehen, einschliesslich Landung und Abflug;\nc. Kernanlagen hinsichtlich der nuklearen Sicherheit, der Sicherung und des technischen Strahlenschutzes sowie, hinsichtlich des technischen Strahlenschutzes, für Betriebe, für die nach der Strahlenschutzverordnung vom 26. April 2017 das Bundesamt für Gesundheit (BAG) als Aufsichtsbehörde vorgesehen ist;\nd. Betriebe, die Anlagen im Sinne des Rohrleitungsgesetzes vom 4. Oktober 1963 erstellen oder benützen, hinsichtlich der Sicherheit der Rohrleitungsanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_2"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 1. Kapitel: Geltungsbereich, Ausnahmen",
        "citation": "Art. 2 Abs. 3 VUV",
        "content": "Hingegen gelten die Vorschriften über die Arbeitssicherheit für:\na. die militärischen Regiebetriebe und diejenigen technischen Einrichtungen und Geräte der Armee, die in Friedenszeiten von Arbeitnehmern der Regiebetriebe unterhalten werden;\nb. ...\nc. die zu Luftfahrtbetrieben gehörenden Hallen, Werkstätten, technischen Anlagen, Einrichtungen und Geräte für Instandhaltung und Prüfung von Luft- und Motorfahrzeugen sowie Lager von Treibstoffen und Schmiermitteln, einschliesslich der Abfülleinrichtungen für Zisternenwagen und der anderen Einrichtungen für die Betankung von Luftfahrzeugen;\nd. die Flugsicherungsanlagen innerhalb und ausserhalb der Flugplätze und die Bereitstellung, den Einsatz und die Instandhaltung der notwendigen Hilfsmittel, Einrichtungen und Geräte von Luftfahrtbetrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_2"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Schutzmassnahmen und Schutzeinrichtungen",
        "citation": "Art. 3 Abs. 1 VUV",
        "content": "Der Arbeitgeber muss zur Wahrung und Verbesserung der Arbeitssicherheit alle Anordnungen erteilen und alle Schutzmassnahmen treffen, die den Vorschriften dieser Verordnung und den für seinen Betrieb zusätzlich geltenden Vorschriften über die Arbeitssicherheit sowie im Übrigen den anerkannten sicherheitstechnischen und arbeitsmedizinischen Regeln entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_3"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Schutzmassnahmen und Schutzeinrichtungen",
        "citation": "Art. 3 Abs. 1bis VUV",
        "content": "Liegen Hinweise vor, dass die Gesundheit eines Arbeitnehmers durch die von ihm ausgeübte Tätigkeit geschädigt wird, so ist eine arbeitsmedizinische Abklärung durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_3"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Schutzmassnahmen und Schutzeinrichtungen",
        "citation": "Art. 3 Abs. 2 VUV",
        "content": "Der Arbeitgeber muss dafür sorgen, dass die Schutzmassnahmen und Schutzeinrichtungen in ihrer Wirksamkeit nicht beeinträchtigt werden. Er hat dies in angemessenen Zeitabständen zu überprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_3"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Schutzmassnahmen und Schutzeinrichtungen",
        "citation": "Art. 3 Abs. 3 VUV",
        "content": "Werden Bauten, Gebäudeteile, Arbeitsmittel (Maschinen, Apparate, Werkzeuge und Anlagen, die bei der Arbeit benutzt werden) oder Arbeitsverfahren geändert oder werden im Betrieb neue Stoffe verwendet, so muss der Arbeitgeber die Schutzmassnahmen und Schutzeinrichtungen den neuen Verhältnissen anpassen. Vorbehalten bleibt das Plangenehmigungs- und Betriebsbewilligungsverfahren nach den Artikeln 7 und 8 ArG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_3"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Vorübergehende Einstellung der Arbeit",
        "citation": "Art. 4 VUV",
        "content": "Ist die Sicherheit der Arbeitnehmer auf andere Weise nicht mehr gewährleistet, so muss der Arbeitgeber die Arbeit in den betreffenden Gebäuden oder Räumen oder an den betreffenden Arbeitsstätten oder Betriebseinrichtungen bis zur Behebung des Schadens oder des Mangels einstellen lassen, es sei denn, dass dadurch die Gefahr erhöht würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_4"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Persönliche Schutzausrüstungen",
        "citation": "Art. 5 Abs. 1 VUV",
        "content": "Können Unfall- und Gesundheitsgefahren durch technische oder organisatorische Massnahmen nicht oder nicht vollständig ausgeschlossen werden, so muss der Arbeitgeber den Arbeitnehmern zumutbare und wirksame persönliche Schutzausrüstungen wie Schutzhelme, Haarnetze, Schutzbrillen, Schutzschilde, Gehörschutzmittel, Atemschutzgeräte, Schutzschuhe, Schutzhandschuhe, Schutzkleidung, Schutzgeräte gegen Absturz und Ertrinken, Hautschutzmittel sowie nötigenfalls auch besondere Wäschestücke zur Verfügung stellen. Er muss dafür sorgen, dass diese jederzeit bestimmungsgemäss verwendet werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_5"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Persönliche Schutzausrüstungen",
        "citation": "Art. 5 Abs. 2 VUV",
        "content": "Ist der gleichzeitige Einsatz mehrerer persönlicher Schutzausrüstungen notwendig, so muss der Arbeitgeber dafür sorgen, dass diese aufeinander abgestimmt werden und ihre Wirksamkeit nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_5"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 1 VUV",
        "content": "Der Arbeitgeber sorgt dafür, dass alle in seinem Betrieb beschäftigten Arbeitnehmer, einschliesslich der dort tätigen Arbeitnehmer eines anderen Betriebes, ausreichend und angemessen informiert und angeleitet werden über die bei ihren Tätigkeiten auftretenden Gefahren sowie über die Massnahmen der Arbeitssicherheit. Diese Information und Anleitung haben im Zeitpunkt des Stellenantritts und bei jeder wesentlichen Änderung der Arbeitsbedingungen zu erfolgen und sind nötigenfalls zu wiederholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 2 VUV",
        "content": "Die Arbeitnehmer sind über die Aufgaben und die Funktion der in ihrem Betrieb tätigen Spezialisten der Arbeitssicherheit zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 3 VUV",
        "content": "Der Arbeitgeber sorgt dafür, dass die Arbeitnehmer die Massnahmen der Arbeitssicherheit einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 4 VUV",
        "content": "Die Information und die Anleitung müssen während der Arbeitszeit erfolgen und dürfen nicht zu Lasten der Arbeitnehmer gehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Anhörung der Arbeitnehmer",
        "citation": "Art. 6a Abs. 1 VUV",
        "content": "Die Arbeitnehmer oder deren Vertretung im Betrieb müssen über alle Fragen, welche die Arbeitssicherheit betreffen, frühzeitig und umfassend angehört werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Anhörung der Arbeitnehmer",
        "citation": "Art. 6a Abs. 2 VUV",
        "content": "Sie haben das Recht, Vorschläge zu unterbreiten, bevor der Arbeitgeber einen Entscheid trifft. Der Arbeitgeber begründet seinen Entscheid, wenn er den Einwänden und Vorschlägen der Arbeitnehmer oder von deren Vertretung im Betrieb nicht oder nur teilweise Rechnung trägt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Anhörung der Arbeitnehmer",
        "citation": "Art. 6a Abs. 3 VUV",
        "content": "Die Arbeitnehmer oder ihre Vertretung im Betrieb müssen in geeigneter Form zu Abklärungen und Betriebsbesuchen der Behörden beigezogen werden. Der Arbeitgeber muss die Arbeitnehmer oder ihre Vertretung im Betrieb über Anordnungen der Behörden informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_6_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Übertragung von Aufgaben an Arbeitnehmer",
        "citation": "Art. 7 Abs. 1 VUV",
        "content": "Hat der Arbeitgeber einen Arbeitnehmer mit bestimmten Aufgaben der Arbeitssicherheit betraut, so muss er ihn in zweckmässiger Weise aus- und weiterbilden und ihm klare Weisungen und Kompetenzen erteilen. Die für die Aus- oder Weiterbildung benötigte Zeit gilt in der Regel als Arbeitszeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_7"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Übertragung von Aufgaben an Arbeitnehmer",
        "citation": "Art. 7 Abs. 2 VUV",
        "content": "Die Übertragung solcher Aufgaben an einen Arbeitnehmer entbindet den Arbeitgeber nicht von seinen Verpflichtungen zur Gewährleistung der Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_7"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Vorkehren bei Arbeiten mit besonderen Gefahren",
        "citation": "Art. 8 Abs. 1 VUV",
        "content": "Der Arbeitgeber darf Arbeiten mit besonderen Gefahren nur Arbeitnehmern übertragen, die dafür entsprechend ausgebildet sind. Wird eine gefährliche Arbeit von einem Arbeitnehmer allein ausgeführt, so muss ihn der Arbeitgeber überwachen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_8"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Vorkehren bei Arbeiten mit besonderen Gefahren",
        "citation": "Art. 8 Abs. 2 VUV",
        "content": "Bei Arbeiten mit besonderen Gefahren müssen die Zahl der Arbeitnehmer sowie die Anzahl oder die Menge der gefahrbringenden Einrichtungen, Arbeitsmittel und Stoffe auf das Nötige beschränkt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_8"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Zusammenwirken mehrerer Betriebe",
        "citation": "Art. 9 Abs. 1 VUV",
        "content": "Sind an einem Arbeitsplatz Arbeitnehmer mehrerer Betriebe tätig, so haben deren Arbeitgeber die zur Wahrung der Arbeitssicherheit erforderlichen Absprachen zu treffen und die notwendigen Massnahmen anzuordnen. Sie haben sich gegenseitig und ihre jeweiligen Arbeitnehmer über die Gefahren und die Massnahmen zu deren Behebung zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_9"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Zusammenwirken mehrerer Betriebe",
        "citation": "Art. 9 Abs. 2 VUV",
        "content": "Der Arbeitgeber muss einen Dritten auf die Anforderungen der Arbeitssicherheit in seinem Betrieb ausdrücklich aufmerksam machen, wenn er ihm den Auftrag erteilt, für seinen Betrieb:\na. Arbeitsmittel sowie Gebäude und andere Konstruktionen zu planen, herzustellen, zu ändern oder in Stand zu halten;\nb. Arbeitsmittel oder gesundheitsgefährdende Stoffe zu liefern;\nc. Arbeitsverfahren zu planen oder zu gestalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_9"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 1. Abschnitt: Pflichten des Arbeitgebers, Personalverleih",
        "citation": "Art. 10 VUV",
        "content": "Der Arbeitgeber, der in seinem Betrieb Arbeitskräfte beschäftigt, die er von einem anderen Arbeitgeber ausleiht, hat hinsichtlich der Arbeitssicherheit gegenüber diesen die gleichen Pflichten wie gegenüber den eigenen Arbeitnehmern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_10"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 2. Abschnitt: Pflichten des Arbeitnehmers",
        "citation": "Art. 11 Abs. 1 VUV",
        "content": "Der Arbeitnehmer muss die Weisungen des Arbeitgebers in Bezug auf die Arbeitssicherheit befolgen und die allgemein anerkannten Sicherheitsregeln berücksichtigen. Er muss insbesondere die persönlichen Schutzausrüstungen benützen und darf die Wirksamkeit der Schutzeinrichtungen nicht beeinträchtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 2. Abschnitt: Pflichten des Arbeitnehmers",
        "citation": "Art. 11 Abs. 2 VUV",
        "content": "Stellt ein Arbeitnehmer Mängel fest, welche die Arbeitssicherheit beeinträchtigen, so muss er sie sogleich beseitigen. Ist er dazu nicht befugt oder nicht in der Lage, so muss er den Mangel unverzüglich dem Arbeitgeber melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2. Kapitel: Pflichten der Arbeitgeber und der Arbeitnehmer im allgemeinen, 2. Abschnitt: Pflichten des Arbeitnehmers",
        "citation": "Art. 11 Abs. 3 VUV",
        "content": "Der Arbeitnehmer darf sich nicht in einen Zustand versetzen, in dem er sich selbst oder andere Arbeitnehmer gefährdet. Dies gilt insbesondere für den Genuss alkoholischer Getränke oder von anderen berauschenden Mitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Beizugspflicht des Arbeitgebers",
        "citation": "Art. 11a Abs. 1 VUV",
        "content": "Der Arbeitgeber muss nach Absatz 2 Arbeitsärzte und andere Spezialisten der Arbeitssicherheit (Spezialisten der Arbeitssicherheit) beiziehen, wenn es zum Schutz der Gesundheit der Arbeitnehmer und für ihre Sicherheit erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Beizugspflicht des Arbeitgebers",
        "citation": "Art. 11a Abs. 2 VUV",
        "content": "Die Beizugspflicht richtet sich namentlich nach:\na. dem Berufsunfall- und Berufskrankheitsrisiko, das sich aus vorhandenen statistischen Grundlagen sowie aus den Risikoanalysen ergibt;\nb. der Anzahl der beschäftigen Personen; und\nc. dem für die Gewährleistung der Arbeitssicherheit im Betrieb erforderlichen Fachwissen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Beizugspflicht des Arbeitgebers",
        "citation": "Art. 11a Abs. 3 VUV",
        "content": "Der Beizug von Spezialisten der Arbeitssicherheit entbindet den Arbeitgeber nicht von seiner Verantwortung für die Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Richtlinien über die Beizugspflicht",
        "citation": "Art. 11b Abs. 1 VUV",
        "content": "Die Koordinationskommission nach Artikel 85 Absatz 2 des Gesetzes (Koordinationskommission) erlässt Richtlinien zu Artikel 11a Absätze 1 und 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_b"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Richtlinien über die Beizugspflicht",
        "citation": "Art. 11b Abs. 2 VUV",
        "content": "Werden vom Arbeitgeber die Richtlinien befolgt, so wird vermutet, dass er seiner Verpflichtung zum Beizug von Spezialisten der Arbeitssicherheit nachgekommen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_b"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Richtlinien über die Beizugspflicht",
        "citation": "Art. 11b Abs. 3 VUV",
        "content": "Der Arbeitgeber kann auf andere Weise der Verpflichtung zum Beizug von Spezialisten der Arbeitssicherheit nachkommen, als dies die Richtlinien vorsehen, wenn er nachweist, dass der Schutz der Gesundheit der Arbeitnehmer und ihre Sicherheit gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_b"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Verfügung über die Beizugspflicht",
        "citation": "Art. 11c Abs. 1 VUV",
        "content": "Kommt ein Arbeitgeber seiner Beizugspflicht nicht nach, kann das zuständige Durchführungsorgan nach den Artikeln 47–51 über die Beizugspflicht eine Verfügung nach Artikel 64 erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Verfügung über die Beizugspflicht",
        "citation": "Art. 11c Abs. 2 VUV",
        "content": "Ist für die Verhütung von Berufsunfällen nicht dasselbe Durchführungsorgan zuständig wie für die Verhütung von Berufskrankheiten, so setzen sich die beiden Durchführungsorgane über den Erlass der Verfügung ins Einvernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Eignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11d Abs. 1 VUV",
        "content": "Als Spezialisten der Arbeitssicherheit gelten: \na. Arbeitsärzte, Arbeitshygieniker, Sicherheitsingenieure und Sicherheitsfachleute, welche die Anforderungen der Verordnung vom 25. November 1996 über die Eignung der Spezialistinnen und Spezialisten der Arbeitssicherheit erfüllen; oder \nb. Personen, welche die eidgenössische Berufsprüfung nach der Prüfungsordnung vom 7. August 2017 über die Berufsprüfung für Spezialistin und Spezialist für Arbeitssicherheit und Gesundheitsschutz (ASGS) erfolgreich absolviert haben, in der Funktion als Sicherheitsfachleute",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Eignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11d Abs. 2 VUV",
        "content": "Der Nachweis einer ausreichenden Ausbildung gilt als erbracht, wenn:\na. der Arbeitgeber oder die betroffene Person Ausweise vorlegen kann über eine Grundausbildung und eine Weiterbildung, welche der Verordnung über die Eignung der Spezialistinnen und Spezialisten der Arbeitssicherheit entsprechen;\nb. der Arbeitgeber oder die betroffene Person einen eidgenössischen Fachausweis Spezialistin und Spezialist für Arbeitssicherheit und Gesundheitsschutz (ASGS) vorlegen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Eignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11d Abs. 3 VUV",
        "content": "Können keine Ausweise nach Absatz 2 Buchstabe a oder b vorgelegt werden, muss der Arbeitgeber oder die betroffene Person nachweisen, dass die erworbene Ausbildung gleichwertig ist. In- und ausländische Grundausbildungen und Weiterbildungen gelten als gleichwertig, wenn ihr Niveau mindestens die Anforderungen der Verordnung über die Eignung der Spezialistinnen und Spezialisten der Arbeitssicherheit erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Eignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11d Abs. 3bis VUV",
        "content": "Personen nach Absatz 1 Buchstabe b müssen sich angemessen fortbilden. Die Anforderungen an die Fortbildung richten sich nach Artikel 7 der in Absatz 1 Buchstabe a erwähnten Verordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Eignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11d Abs. 4 VUV",
        "content": "Die Durchführungsorgane überprüfen die Eignung der Spezialisten der Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Verfügung über die Eignung oder Nichteignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11dbis Abs. 1 VUV",
        "content": "Vor Erlass einer Verfügung über die Eignung oder Nichteignung der Spezialisten der Arbeitssicherheit müssen die Durchführungsorgane das BAG und das Staatssekretariat für Wirtschaft (SECO) anhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d_bis"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Verfügung über die Eignung oder Nichteignung der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11dbis Abs. 2 VUV",
        "content": "Die Verfügungen nach Absatz 1 sind neben dem Arbeitgeber auch der betroffenen Person zu eröffnen und dem BAG mitzuteilen. Die betroffene Person kann die gleichen Rechtsmittel ergreifen wie der Arbeitgeber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_d_bis"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Aufgaben der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11e Abs. 1 VUV",
        "content": "Die Spezialisten der Arbeitssicherheit haben namentlich folgende Funktion:\na. Sie beurteilen in Zusammenarbeit mit dem Arbeitgeber nach Anhörung der Arbeitnehmer oder ihrer Vertretung im Betrieb sowie der zuständigen Vorgesetzten die Gefahren für die Sicherheit und Gesundheit der Arbeitnehmer;\nb. sie beraten und orientieren den Arbeitgeber in Fragen der Arbeitssicherheit, insbesondere in Bezug auf:\n1. die Massnahmen zur Behebung von Mängeln und zur Verminderung von Risiken,\n2. die Beschaffung von neuen Einrichtungen und Arbeitsmitteln sowie die Einführung von neuen Arbeitsverfahren, Betriebsmitteln, Werkstoffen und chemischen Substanzen,\n3. die Auswahl von Schutzeinrichtungen und von PSA,\n4. die Instruktion der Arbeitnehmer über die Betriebsgefahren, denen sie ausgesetzt sind, und über die Benützung von Schutzeinrichtungen und PSA sowie andere zu treffende Massnahmen,\n5. die Organisation der Ersten Hilfe, der medizinischen Notversorgung, der Bergung und der Brandbekämpfung;\nc. sie stehen den Arbeitnehmern oder ihrer Vertretung im Betrieb für Fragen der Sicherheit und Gesundheit am Arbeitsplatz zur Verfügung und beraten sie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_e"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Aufgaben der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11e Abs. 2 VUV",
        "content": "Die Arbeitsärzte nehmen die ärztlichen Untersuchungen vor, die zur Erfüllung ihrer Aufgaben erforderlich sind. Zudem können sie im Auftrag der Schweizerischen Unfallversicherungsanstalt (Suva) die arbeitsmedizinischen Vorsorgeuntersuchungen nach den Artikeln 71–77 übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_e"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Aufgaben der Spezialisten der Arbeitssicherheit",
        "citation": "Art. 11e Abs. 3 VUV",
        "content": "Der Arbeitgeber stimmt die Aufgabenbereiche der verschiedenen Spezialisten der Arbeitssicherheit in seinem Betrieb aufeinander ab und hält ihre Aufgaben und Kompetenzen nach Gewährung der Mitspracherechte im Sinne von Artikel 6a schriftlich fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_e"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Stellung der Spezialisten der Arbeitssicherheit im Betrieb",
        "citation": "Art. 11f Abs. 1 VUV",
        "content": "Der Arbeitgeber muss die Voraussetzungen dafür schaffen, dass die Spezialisten der Arbeitssicherheit ihre Aufgaben erfüllen können. Die Spezialisten der Arbeitssicherheit müssen den Arbeitgeber über ihre Tätigkeiten orientieren und ihn über Kontakte zu den Durchführungsorganen auf dem Laufenden halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_f"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Stellung der Spezialisten der Arbeitssicherheit im Betrieb",
        "citation": "Art. 11f Abs. 2 VUV",
        "content": "Den Spezialisten der Arbeitssicherheit muss die zur Erfüllung ihrer Aufgaben nötige Unabhängigkeit eingeräumt werden. Aus der Erfüllung ihrer Aufgaben dürfen ihnen keine Nachteile erwachsen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_f"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Stellung der Spezialisten der Arbeitssicherheit im Betrieb",
        "citation": "Art. 11f Abs. 3 VUV",
        "content": "Die Spezialisten der Arbeitssicherheit müssen direkten Zugang zu den Arbeitnehmern und den Arbeitsplätzen haben und in die für die Ausübung ihrer Tätigkeit erforderlichen Unterlagen des Arbeitgebers Einsicht nehmen können. Vor Entscheiden, welche die Arbeitssicherheit betreffen, namentlich vor Planungsentscheiden, muss der Arbeitgeber die Spezialisten beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_f"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Stellung der Spezialisten der Arbeitssicherheit gegenüber den Durchführungsorganen",
        "citation": "Art. 11g Abs. 1 VUV",
        "content": "Die Spezialisten der Arbeitssicherheit müssen dem zuständigen Durchführungsorgan auf Verlangen über ihre Tätigkeit Auskunft erteilen und ihre Unterlagen zur Einsicht vorlegen. Der Arbeitgeber ist darüber zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_g"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Stellung der Spezialisten der Arbeitssicherheit gegenüber den Durchführungsorganen",
        "citation": "Art. 11g Abs. 2 VUV",
        "content": "Die Spezialisten der Arbeitssicherheit können sich vom zuständigen Durchführungsorgan beraten und unterstützen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_g"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 2a. Kapitel: Beizug von Arbeitsärzten und anderen Spezialisten der Arbeitssicherheit, Stellung der Spezialisten der Arbeitssicherheit gegenüber den Durchführungsorganen",
        "citation": "Art. 11g Abs. 3 VUV",
        "content": "Wenn eine unmittelbare und schwere Gefahr für das Leben und die Gesundheit der Arbeitnehmer besteht und der Arbeitgeber sich weigert, die notwendigen Massnahmen zu ergreifen, müssen die Spezialisten der Arbeitssicherheit das zuständige Durchführungsorgan unverzüglich benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_11_g"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Belastbarkeit",
        "citation": "Art. 12 VUV",
        "content": "Gebäude und andere Konstruktionen müssen so gestaltet sein, dass sie bei ihrer bestimmungsgemässen Benutzung den auftretenden Belastungen und Beanspruchungen standhalten. Die Tragfähigkeit ist wenn nötig gut sichtbar anzuschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_12"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Gestaltung und Reinigung",
        "citation": "Art. 13 Abs. 1 VUV",
        "content": "Gebäude und andere Konstruktionen müssen so gestaltet sein, dass sich gesundheitsgefährdende sowie brand- oder explosionsgefährliche Stoffe nicht in Mengen festsetzen oder ablagern können, die das Leben oder die Gesundheit der Arbeitnehmer gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_13"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Gestaltung und Reinigung",
        "citation": "Art. 13 Abs. 2 VUV",
        "content": "Lässt sich dies nicht vermeiden, müssen sie so gestaltet sein, dass sie leicht gereinigt werden können. Sie sind in regelmässigen Zeitabständen zu reinigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_13"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Fussböden",
        "citation": "Art. 14 Abs. 1 VUV",
        "content": "Fussböden sollen nach Möglichkeit rutschhemmend sein und keine Stolperstellen aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_14"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Fussböden",
        "citation": "Art. 14 Abs. 2 VUV",
        "content": "Stolperstellen, die nicht vermieden werden können, müssen auffallend markiert sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_14"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Glaswände und -türen",
        "citation": "Art. 15 VUV",
        "content": "Wände, Türen und Abschrankungen, die aus Glas oder ähnlichem Material bestehen, müssen so gesichert sein, dass Arbeitnehmer beim Bruch des Materials nicht verletzt werden oder abstürzen können. Grossflächige Füllungen aus durchsichtigem Material sind so zu gestalten oder zu kennzeichnen, dass sie jederzeit deutlich erkennbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_15"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Treppen",
        "citation": "Art. 16 Abs. 1 VUV",
        "content": "Die lichte Breite von Treppen sowie die Höhe und Auftrittsbreite ihrer Stufen sind so zu bemessen, dass ein sicheres Begehen gewährleistet ist. Umwandete Treppen sind mindestens mit einem Handlauf zu versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_16"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Treppen",
        "citation": "Art. 16 Abs. 2 VUV",
        "content": "Treppen, die an mehrgeschossigen Gebäuden im Freien angebracht werden, müssen gefahrlos begangen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_16"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Dächer",
        "citation": "Art. 17 Abs. 1 VUV",
        "content": "Dächer, die aus betrieblichen Gründen oft betreten werden müssen, sind so zu gestalten, dass sie von den Arbeitnehmern sicher begangen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_17"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Dächer",
        "citation": "Art. 17 Abs. 2 VUV",
        "content": "Bevor andere Dächer betreten werden, sind Massnahmen zu treffen, die den Absturz von Arbeitnehmern verhindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_17"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Ortsfeste Leitern",
        "citation": "Art. 18 VUV",
        "content": "Ortsfeste Leitern sind so zu gestalten und anzuordnen, dass sie sicher begangen werden können. Bei grosser Sturzhöhe müssen sie mit einem Rückenschutz und wenn nötig mit Zwischenpodesten oder mit einem Steigschutz gesichert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_18"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Verkehrswege",
        "citation": "Art. 19 Abs. 1 VUV",
        "content": "Verkehrswege, wie Werkstrassen, Rampenauffahrten, Gleise, Gänge, Ein- und Ausgänge sowie Treppen, müssen im Innern von Gebäuden sowie auf dem Betriebsgelände nach Zahl, Lage, Abmessungen und Beschaffenheit so gestaltet und wenn nötig bezeichnet sein, dass sie gefahrlos benützt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_19"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Verkehrswege",
        "citation": "Art. 19 Abs. 2 VUV",
        "content": "Gebäude- und Anlageteile, die nicht ebenerdig liegen, müssen über Treppen oder Rampenauffahrten zugänglich sein. Für wenig begangene Gebäude- oder Anlageteile oder bei geringen Höhenunterschieden sind ortsfeste Leitern zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_19"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Verkehrswege",
        "citation": "Art. 19 Abs. 3 VUV",
        "content": "Können für bestimmte Arbeitsplätze die Vorschriften über die Verkehrswege nicht vollumfänglich eingehalten werden, so sind gleichwertige Sicherheitsvorkehren zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_19"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Fluchtwege",
        "citation": "Art. 20 Abs. 1 VUV",
        "content": "Arbeitsplätze, Räume, Gebäude und Betriebsgelände müssen bei Gefahr jederzeit rasch und sicher verlassen werden können. Verkehrswege, die bei Gefahr als Fluchtwege dienen, sind zweckmässig zu kennzeichnen und stets frei zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_20"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Fluchtwege",
        "citation": "Art. 20 Abs. 2 VUV",
        "content": "Als Fluchtweg gilt der kürzeste Weg, der Personen zur Verfügung steht, um von einer beliebigen Stelle in Bauten und Anlagen ins Freie an einen sicheren Ort zu gelangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_20"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Fluchtwege",
        "citation": "Art. 20 Abs. 3 VUV",
        "content": "Türen in Fluchtwegen müssen jederzeit als solche erkannt, in Fluchtrichtung ohne Hilfsmittel rasch geöffnet und sicher benützt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_20"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Fluchtwege",
        "citation": "Art. 20 Abs. 4 VUV",
        "content": "Zahl, Breite, Gestaltung und Anordnung der Ausgänge, Treppenanlagen und Korridore müssen sich nach der Ausdehnung und dem Nutzungszweck der Gebäude oder Gebäudeteile, der Zahl der Geschosse, der Gefahr des Betriebes und der Zahl der Personen richten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_20"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Abschrankungen und Geländer",
        "citation": "Art. 21 Abs. 1 VUV",
        "content": "Tiefliegende Fenster, Wand- und Bodenöffnungen, nicht umwandete Treppen und Podeste, Galerien, Brücken, Laufstege, Plattformen, hochliegende Arbeitsplätze, offene Kanäle, Behälter und dergleichen sind gegen den Absturz von Personen, Gegenständen, Fahrzeugen und Material durch Abschrankungen oder Geländer zu sichern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_21"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Abschrankungen und Geländer",
        "citation": "Art. 21 Abs. 2 VUV",
        "content": "Auf Abschrankungen oder Geländer kann verzichtet oder ihre Höhe verringert werden, wenn dies für die Durchführung von Transporten oder für Produktionsvorgänge unerlässlich ist und eine gleichwertige Ersatzlösung getroffen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_21"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Laderampen und Rampenauffahrten",
        "citation": "Art. 22 Abs. 1 VUV",
        "content": "Laderampen müssen mindestens einen sicheren Abgang haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_22"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Laderampen und Rampenauffahrten",
        "citation": "Art. 22 Abs. 2 VUV",
        "content": "Laderampen und Rampenauffahrten müssen so ausgeführt sein, dass Arbeitnehmer Fahrzeugen ausweichen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_22"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Gleise",
        "citation": "Art. 23 Abs. 1 VUV",
        "content": "Gleise, Weichen und Drehscheiben sind so anzulegen, dass ein sicherer Betrieb gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_23"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 1. Abschnitt: Gebäude und andere Konstruktionen, Gleise",
        "citation": "Art. 23 Abs. 2 VUV",
        "content": "Gleise im Innern von Gebäuden oder im allgemeinen Verkehrsbereich, ausgenommen auf Baustellen, sind bodeneben zu verlegen. Sie sind so anzulegen, dass Arbeitnehmer Fahrzeugen ausweichen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_23"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Grundsatz",
        "citation": "Art. 24 Abs. 1 VUV",
        "content": "In den Betrieben nach dieser Verordnung dürfen nur Arbeitsmittel eingesetzt werden, die bei ihrer bestimmungsgemässen Verwendung und bei Beachtung der gebotenen Sorgfalt die Sicherheit und die Gesundheit der Arbeitnehmer nicht gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_24"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Grundsatz",
        "citation": "Art. 24 Abs. 2 VUV",
        "content": "Die Anforderung nach Absatz 1 gilt insbesondere als erfüllt, wenn der Arbeitgeber Arbeitsmittel einsetzt, welche die Bestimmungen der entsprechenden Erlasse für das Inverkehrbringen einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_24"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Grundsatz",
        "citation": "Art. 24 Abs. 3 VUV",
        "content": "Arbeitsmittel, für die keine solchen Erlasse bestehen, müssen mindestens die Anforderungen nach den Artikeln 25–32 und 34 Absatz 2 erfüllen. Dasselbe gilt für Arbeitsmittel, die vor dem 31. Dezember 1996 erstmals eingesetzt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_24"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Belastbarkeit",
        "citation": "Art. 25 VUV",
        "content": "Arbeitsmittel müssen so gestaltet sein, dass sie bei ihrer bestimmungsgemässen Verwendung den auftretenden Belastungen und Beanspruchungen standhalten. Die Belastbarkeit ist wenn nötig gut sichtbar anzuschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_25"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Gestaltung und Reinigung",
        "citation": "Art. 26 Abs. 1 VUV",
        "content": "Arbeitsmittel müssen so gestaltet sein, dass sich gesundheitsgefährdende sowie brand- oder explosionsgefährliche Stoffe nicht in Mengen festsetzen oder ablagern können, die das Leben oder die Gesundheit der Arbeitnehmer gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_26"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Gestaltung und Reinigung",
        "citation": "Art. 26 Abs. 2 VUV",
        "content": "Lässt sich dies nicht vermeiden, müssen sie so gestaltet sein, dass sie leicht gereinigt werden können. Sie sind in regelmässigen Zeitabständen zu reinigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_26"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Zugänglichkeit",
        "citation": "Art. 27 VUV",
        "content": "Arbeitsmittel müssen für den Normalbetrieb, den Sonderbetrieb (Art. 43) und die Instandhaltung gefahrlos zugänglich sein, oder es müssen die notwendigen Schutzmassnahmen getroffen werden. Dabei sind die Anforderungen an den Gesundheitsschutz nach der Verordnung 3 vom 18. August 1993 zum Arbeitsgesetz (ArGV 3), namentlich bezüglich Ergonomie, zu erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_27"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Schutzeinrichtungen und Schutzmassnahmen",
        "citation": "Art. 28 Abs. 1 VUV",
        "content": "Arbeitsmittel, die beim Verwenden eine Gefährdung der Arbeitnehmer durch bewegte Teile darstellen, sind mit entsprechenden Schutzeinrichtungen auszurüsten, die verhindern, dass in den Gefahrenbereich bewegter Teile getreten oder gegriffen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_28"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Schutzeinrichtungen und Schutzmassnahmen",
        "citation": "Art. 28 Abs. 2 VUV",
        "content": "Ist es bei der vorgesehenen Arbeitsweise notwendig, mit den Händen in den Bereich bewegter Bearbeitungswerkzeuge zu greifen, so sind die Arbeitsmittel mit geeigneten Schutzeinrichtungen auszurüsten und Schutzmassnahmen zu treffen, damit man nicht ungewollt in den Gefahrenbereich gelangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_28"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Schutzeinrichtungen und Schutzmassnahmen",
        "citation": "Art. 28 Abs. 3 VUV",
        "content": "Arbeitsmittel, die beim unabsichtlichen Berühren von heissen oder sehr kalten Teilen oder durch heraus geschleuderte oder herunterfallende Gegenstände oder austretende Stoffe oder Gase eine Gefährdung der Arbeitnehmer darstellen, sind mit Schutzeinrichtungen auszurüsten oder es sind geeignete Schutzmassnahmen zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_28"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Schutzeinrichtungen und Schutzmassnahmen",
        "citation": "Art. 28 Abs. 4 VUV",
        "content": "Arbeitsmittel, die mit einer Schutzeinrichtung ausgerüstet sind, dürfen nur dann verwendet werden, wenn sich die Schutzeinrichtung in Schutzstellung befindet oder im Sonderbetrieb der Schutz auf andere Weise gewährleistet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_28"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Zündquellen",
        "citation": "Art. 29 Abs. 1 VUV",
        "content": "Arbeitsmittel in brand- oder explosionsgefährdeten Bereichen müssen so gestaltet sein und so verwendet werden, dass sie keine Zündquellen darstellen und dass sich keine Stoffe entzünden oder zersetzen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_29"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Zündquellen",
        "citation": "Art. 29 Abs. 2 VUV",
        "content": "Gegen elektrostatische Aufladungen sind die notwendigen Sicherheitsmassnahmen zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_29"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Steuer- und Schalteinrichtungen",
        "citation": "Art. 30 Abs. 1 VUV",
        "content": "Arbeitsmittel und wenn nötig auch ihre Funktionseinheiten müssen mit Einrichtungen ausgerüstet sein, mit denen sie von jeder Energiequelle abgetrennt oder abgeschaltet werden können. Dabei müssen allenfalls noch vorhandene gefährliche Energien abgebaut werden können. Die Einrichtungen müssen sich gegen Wiedereinschalten sichern lassen, wenn sich daraus eine Gefährdung für Arbeitnehmer ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_30"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Steuer- und Schalteinrichtungen",
        "citation": "Art. 30 Abs. 2 VUV",
        "content": "Schalteinrichtungen für den Betrieb von Arbeitsmitteln, die Einfluss auf die Sicherheit haben, müssen ihre Funktion zuverlässig erfüllen, deutlich sichtbar angebracht, eindeutig identifizierbar und entsprechend gekennzeichnet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_30"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Steuer- und Schalteinrichtungen",
        "citation": "Art. 30 Abs. 3 VUV",
        "content": "Die Einschaltvorgänge bei Arbeitsmitteln dürfen nur durch absichtliches Betätigen der für das Einschalten vorgesehenen Betätigungssysteme ausgelöst werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_30"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Steuer- und Schalteinrichtungen",
        "citation": "Art. 30 Abs. 4 VUV",
        "content": "Jedes Arbeitsmittel muss mit den erforderlichen Einrichtungen zum Auslösen der notwendigen Abschaltvorgänge ausgerüstet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_30"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Behälter und Leitungen",
        "citation": "Art. 31 Abs. 1 VUV",
        "content": "Behälter, Gefässe, Silos und Rohrleitungen müssen über die notwendigen Absperr- und Schutzvorrichtungen verfügen. Diese müssen übersichtlich angeordnet sein. Bei Füllungs-, Entleerungs-, Reinigungs- oder Instandhaltungsarbeiten müssen die notwendigen Schutzmassnahmen getroffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_31"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Behälter und Leitungen",
        "citation": "Art. 31 Abs. 2 VUV",
        "content": "Behälter, Gefässe und Rohrleitungen sind klar und dauerhaft zu kennzeichnen, wenn deren Inhalt, Temperatur oder Druck sowie Verwechslungsmöglichkeiten für die Arbeitnehmer eine Gefahr bilden. An Rohrleitungen ist die Strömungsrichtung anzuzeigen, wenn sie nicht eindeutig erkennbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_31"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Behälter und Leitungen",
        "citation": "Art. 31 Abs. 3 VUV",
        "content": "Leitungskanäle müssen so gestaltet sein, dass eine übersichtliche Anordnung der Leitungen gewährleistet ist. Begehbare Leitungskanäle müssen ausserdem so gestaltet sein, dass sie gefahrlos begangen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_31"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Feuerungsanlagen für technische Zwecke",
        "citation": "Art. 32 Abs. 1 VUV",
        "content": "Feuerungsanlagen für technische Zwecke sind so einzurichten und zu betreiben, dass insbesondere Brände, Explosionen, Flammenrückschläge und Vergiftungen vermieden werden. Im Aufstellungsraum ist für ausreichende Luftzufuhr zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Feuerungsanlagen für technische Zwecke",
        "citation": "Art. 32 Abs. 2 VUV",
        "content": "Werden Brennstoffe verwendet, die Explosionen verursachen können, so sind ausserhalb des Arbeits- und Verkehrsbereiches Einrichtungen zum Druckausgleich, insbesondere Explosionsklappen, anzubringen. Ihre Wirksamkeit darf nicht beeinträchtigt werden. Können aus technischen Gründen solche Einrichtungen nicht angebracht werden, so müssen andere Sicherheitsmassnahmen getroffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Verwendung von Arbeitsmitteln",
        "citation": "Art. 32a Abs. 1 VUV",
        "content": "Arbeitsmittel müssen bestimmungsgemäss verwendet werden. Insbesondere dürfen sie nur für Arbeiten und an Orten eingesetzt werden, wofür sie geeignet sind. Vorgaben des Herstellers über die Verwendung des Arbeitsmittels sind zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Verwendung von Arbeitsmitteln",
        "citation": "Art. 32a Abs. 2 VUV",
        "content": "Arbeitsmittel müssen so aufgestellt und in die Arbeitsumgebung integriert werden, dass die Sicherheit und die Gesundheit der Arbeitnehmer gewährleistet sind. Dabei sind die Anforderungen an den Gesundheitsschutz nach ArGV 3, namentlich bezüglich Ergonomie, zu erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Verwendung von Arbeitsmitteln",
        "citation": "Art. 32a Abs. 3 VUV",
        "content": "Arbeitsmittel, die an verschiedenen Orten zum Einsatz gelangen, sind nach jeder Montage darauf hin zu überprüfen, ob sie korrekt montiert sind, einwandfrei funktionieren und bestimmungsgemäss verwendet werden können. Die Überprüfung ist zu dokumentieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Verwendung von Arbeitsmitteln",
        "citation": "Art. 32a Abs. 4 VUV",
        "content": "Werden Arbeitsmittel wesentlich geändert oder für andere als vom Hersteller vorgesehene Zwecke oder in nicht bestimmungsgemässer Art verwendet, so müssen die neu auftretenden Risiken so reduziert werden, dass die Sicherheit und die Gesundheit der Arbeitnehmer gewährleistet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Instandhaltung von Arbeitsmitteln",
        "citation": "Art. 32b Abs. 1 VUV",
        "content": "Arbeitsmittel sind gemäss den Angaben des Herstellers fachgerecht in Stand zu halten. Dabei ist dem jeweiligen Einsatzzweck und Einsatzort Rechnung zu tragen. Die Instandhaltung ist zu dokumentieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_b"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel, Instandhaltung von Arbeitsmitteln",
        "citation": "Art. 32b Abs. 2 VUV",
        "content": "Arbeitsmittel, die schädigenden Einflüssen wie Hitze, Kälte und korrosiven Gasen und Stoffen ausgesetzt sind, müssen nach einem zum voraus festgelegten Plan regelmässig überprüft werden. Eine Überprüfung ist auch vorzunehmen, wenn aussergewöhnliche Ereignisse stattgefunden haben, welche die Sicherheit des Arbeitsmittels beeinträchtigen könnten. Die Überprüfung ist zu dokumentieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_b"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel,  Flüssiggasanlagen",
        "citation": "Art. 32c Abs. 1 VUV",
        "content": "Anlagen und Einrichtungen zur Lagerung und zur Nutzung von Flüssiggas (Flüssiggasanlagen) sind so zu erstellen, zu betreiben und in Stand zu halten, dass Brände, Explosionen, Flammenrückschläge und Vergiftungen vermieden werden und dass Schäden im Störungsfall begrenzt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel,  Flüssiggasanlagen",
        "citation": "Art. 32c Abs. 2 VUV",
        "content": "Sie sind vor mechanischen Beschädigungen und vor Brandeinwirkung zu schützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel,  Flüssiggasanlagen",
        "citation": "Art. 32c Abs. 3 VUV",
        "content": "Der Aufstellungsbereich von Flüssiggasanlagen muss ausreichend belüftet sein. Abgase und Abluft sind gefahrlos abzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel,  Flüssiggasanlagen",
        "citation": "Art. 32c Abs. 4 VUV",
        "content": "Die Flüssiggasanlagen sind vor der Inbetriebnahme, nach Instandhaltungen und nach Änderungen sowie periodisch zu kontrollieren, insbesondere hinsichtlich der Dichtheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel,  Flüssiggasanlagen",
        "citation": "Art. 32c Abs. 5 VUV",
        "content": "Sie dürfen nur von Personen erstellt, geändert, in Stand gehalten und kontrolliert werden, die ausreichende Kenntnisse nachweisen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 2. Abschnitt: Arbeitsmittel,  Flüssiggasanlagen",
        "citation": "Art. 32c Abs. 6 VUV",
        "content": "Die Koordinationskommission erlässt Richtlinien zum Arbeitnehmerschutz beim Erstellen von Flüssiggasanlagen, beim Umgang damit, bei der Kontrolle und über die erforderliche fachliche Qualifikation. Überdies berücksichtigt sie Artikel 49a der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge und Artikel 129 der Binnenschifffahrtsverordnung vom 8. November 1978. Sie überträgt die Erarbeitung der Richtlinien einer Fachkommission, in der die betroffenen Bundesämter und der Verein «Arbeitskreis LPG» vertreten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_32_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Lüftung",
        "citation": "Art. 33 VUV",
        "content": "Die Zusammensetzung der Luft am Arbeitsplatz darf die Gesundheit der Arbeitnehmer nicht gefährden. Andernfalls ist für ausreichende natürliche oder künstliche Lüftung am Arbeitsplatz zu sorgen; nötigenfalls müssen weitere technische Massnahmen ergriffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_33"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Lärm und Vibrationen",
        "citation": "Art. 34 Abs. 1 VUV",
        "content": "Gebäude und Gebäudeteile müssen so gestaltet sein, dass die Sicherheit und die Gesundheit der Arbeitnehmer nicht durch Lärm oder Vibrationen gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_34"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Lärm und Vibrationen",
        "citation": "Art. 34 Abs. 2 VUV",
        "content": "Arbeitsmittel müssen so gestaltet sein, dass die Sicherheit und die Gesundheit der Arbeitnehmer nicht durch Lärm oder Vibrationen gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_34"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Lärm und Vibrationen",
        "citation": "Art. 34 Abs. 3 VUV",
        "content": "Arbeitsabläufe und Produktionsverfahren müssen so gestaltet und durchgeführt werden, dass die Sicherheit und die Gesundheit der Arbeitnehmer nicht durch Lärm oder Vibrationen gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_34"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Beleuchtung",
        "citation": "Art. 35 Abs. 1 VUV",
        "content": "Räume, Arbeitsplätze und Verkehrswege innerhalb und ausserhalb der Gebäude müssen so beleuchtet sein, dass die Sicherheit und die Gesundheit der Arbeitnehmer nicht gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_35"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Beleuchtung",
        "citation": "Art. 35 Abs. 2 VUV",
        "content": "Erfordert es die Sicherheit, so muss eine netzunabhängige Notbeleuchtung vorhanden sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_35"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Explosions- und Brandgefahr",
        "citation": "Art. 36 Abs. 1 VUV",
        "content": "In Betrieben oder Betriebsteilen mit Explosions- oder Brandgefahr müssen die erforderlichen Massnahmen getroffen werden, damit die Arbeitnehmer vor diesen Gefahren geschützt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_36"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Explosions- und Brandgefahr",
        "citation": "Art. 36 Abs. 2 VUV",
        "content": "In Bereichen mit besonderer Brand- oder Explosionsgefahr ist der Umgang mit Zündquellen verboten. An allen Zugängen müssen gut sichtbare Anschläge auf die Gefahr hinweisen und das Rauchen verbieten. Kann der Umgang mit Zündquellen vorübergehend nicht vermieden werden, so müssen alle Massnahmen getroffen werden, um Explosionen oder Brände zu verhüten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_36"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Explosions- und Brandgefahr",
        "citation": "Art. 36 Abs. 3 VUV",
        "content": "Durch geeignete Massnahmen ist dafür zu sorgen, dass Zündquellen nicht in Bereiche mit besonderer Brand- oder Explosionsgefahr geraten und sich dort auswirken können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_36"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Instandhaltung und Abfallbeseitigung",
        "citation": "Art. 37 Abs. 1 VUV",
        "content": "Arbeitsplätze, Verkehrswege und Nebenräume sind in einem sauberen und betriebssicheren Zustand zu halten, sodass Leben und Gesundheit der Arbeitnehmer nicht gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_37"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Instandhaltung und Abfallbeseitigung",
        "citation": "Art. 37 Abs. 2 VUV",
        "content": "Bei Instandhaltungs- und Reinigungsarbeiten sind alle erforderlichen Schutzmassnahmen zu treffen. Die für Instandhaltung und Reinigung erforderlichen Einrichtungen, Apparate, Geräte und Mittel müssen zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_37"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Instandhaltung und Abfallbeseitigung",
        "citation": "Art. 37 Abs. 3 VUV",
        "content": "Abfälle sind auf angemessene Weise zu entfernen und so zu lagern oder zu beseitigen, dass für die Arbeitnehmer keine Gefahren entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_37"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 3. Abschnitt: Arbeitsumgebung, Instandhaltung und Abfallbeseitigung",
        "citation": "Art. 37 Abs. 4 VUV",
        "content": "Kanalisationen und ähnliche Anlagen dürfen nur begangen werden, wenn die nötigen Schutzmassnahmen getroffen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_37"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Arbeitskleidung und persönliche Schutzausrüstungen",
        "citation": "Art. 38 Abs. 1 VUV",
        "content": "Bei jeder Arbeit sind die hiefür geeigneten Arbeitskleider zu tragen. Arbeitskleider, die so beschmutzt oder beschädigt sind, dass sie für ihren Träger oder für andere Arbeitnehmer eine Gefahr darstellen, müssen gereinigt und wieder instandgestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_38"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Arbeitskleidung und persönliche Schutzausrüstungen",
        "citation": "Art. 38 Abs. 2 VUV",
        "content": "Arbeitskleider und persönliche Schutzausrüstungen, an denen gesundheitsgefährdende Stoffe haften, sind getrennt von den übrigen Kleidern und persönlichen Schutzausrüstungen aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_38"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Arbeitskleidung und persönliche Schutzausrüstungen",
        "citation": "Art. 38 Abs. 3 VUV",
        "content": "Arbeitskleider und persönliche Schutzausrüstungen, an denen besonders gesundheitsgefährdende Stoffe wie Asbest haften, dürfen nicht zu einer Kontamination ausserhalb des Arbeitsbereichs führen. Sie sind sachgerecht zu reinigen oder direkt sachgerecht zu entsorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_38"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Zutrittsverbot",
        "citation": "Art. 39 VUV",
        "content": "Das Betreten einer Arbeitsstätte muss für Unbefugte verboten oder besonderen Bedingungen unterstellt werden, wenn dadurch eine Gefahr für die dort beschäftigten oder hinzutretenden Arbeitnehmer entsteht. Bei dauernder Gefahr sind die Zutrittsregeln bei den Zutrittsstellen anzuschlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_39"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Brandbekämpfung",
        "citation": "Art. 40 Abs. 1 VUV",
        "content": "Alarmanlagen und Feuerlöscheinrichtungen müssen leicht zugänglich, gut sichtbar als solche gekennzeichnet und betriebsbereit sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_40"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Brandbekämpfung",
        "citation": "Art. 40 Abs. 2 VUV",
        "content": "Die Arbeitnehmer sind in angemessenen Zeitabständen, in der Regel während der Arbeitszeit, über das Verhalten bei Bränden anzuleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_40"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Transport und Lagerung",
        "citation": "Art. 41 Abs. 1 VUV",
        "content": "Gegenstände und Materialien müssen so transportiert und gelagert werden, dass sie nicht in gefahrbringender Weise umstürzen, herabstürzen oder abrutschen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_41"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Transport und Lagerung",
        "citation": "Art. 41 Abs. 2 VUV",
        "content": "Zum Heben, Tragen und Bewegen schwerer oder unhandlicher Lasten sind geeignete Arbeitsmittel zur Verfügung zu stellen und zu benützen, um eine sichere und gesundheitsschonende Handhabung zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_41"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Transport und Lagerung",
        "citation": "Art. 41 Abs. 2bis VUV",
        "content": "Der Arbeitgeber muss die Arbeitnehmer darüber informieren, welche Gefahren bei der Handhabung schwerer und unhandlicher Lasten bestehen, und sie anleiten, wie solche Lasten richtig gehoben, getragen und bewegt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_41"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Transport und Lagerung",
        "citation": "Art. 41 Abs. 3 VUV",
        "content": "Beim Stapeln und Lagern von Stück- und Schüttgut sind die jeweils erforderlichen Massnahmen zur Gewährleistung der Sicherheit der Arbeitnehmer zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_41"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Personentransport",
        "citation": "Art. 42 VUV",
        "content": "Arbeitsmittel, die ausschliesslich für den Warentransport bestimmt sind, dürfen nicht zum Transport von Arbeitnehmern benützt werden. Sie sind wenn nötig entsprechend zu kennzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_42"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Arbeiten an Arbeitsmitteln",
        "citation": "Art. 43 VUV",
        "content": "Für Arbeiten im Sonderbetrieb wie rüsten/umrüsten, einrichten/einstellen, teachen, Fehler suchen/beheben und reinigen sowie bei der Instandhaltung müssen Arbeitsmittel vorher in einen nicht gefährdenden Zustand versetzt worden sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_43"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Gesundheitsgefährdende Stoffe",
        "citation": "Art. 44 Abs. 1 VUV",
        "content": "Werden gesundheitsgefährdende Stoffe hergestellt, verarbeitet, verwendet, konserviert, gehandhabt oder gelagert oder können Arbeitnehmer sonst Stoffen in gesundheitsgefährdenden Konzentrationen ausgesetzt sein, so müssen die Schutzmassnahmen getroffen werden, die aufgrund der Eigenschaften dieser Stoffe notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_44"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Gesundheitsgefährdende Stoffe",
        "citation": "Art. 44 Abs. 2 VUV",
        "content": "Wenn es die Sicherheit erfordert, müssen die Arbeitnehmer sich waschen oder andere Reinigungsmassnahmen treffen, namentlich vor Arbeitspausen und nach Beendigung der Arbeit. In solchen Fällen gilt die für Reinigungsmassnahmen verwendete Zeit als Arbeitszeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_44"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Gesundheitsgefährdende Stoffe",
        "citation": "Art. 44 Abs. 3 VUV",
        "content": "Konsumgüter, wie Nahrungsmittel, Getränke und Raucherwaren, dürfen mit gesundheitsgefährdenden Stoffen nicht in Kontakt kommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_44"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Schutz gegen gesundheitsgefährdende Strahlen",
        "citation": "Art. 45 VUV",
        "content": "Für den Umgang mit radioaktiven Stoffen oder Arbeitsmitteln, die ionisierende Strahlen aussenden, sowie beim Auftreten von gesundheitsgefährdenden nichtionisierenden Strahlen sind die erforderlichen Schutzmassnahmen zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_45"
    },
    {
        "book": "VUV",
        "title": "VUV, Erster Titel: Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten (Arbeitssicherheit), 3. Kapitel: Sicherheitsanforderungen, 4. Abschnitt: Arbeitsorganisation, Brandgefährliche Flüssigkeiten",
        "citation": "Art. 46 VUV",
        "content": "Bei der Herstellung, Verarbeitung, Handhabung und Lagerung von brandgefährlichen Flüssigkeiten ist dafür zu sorgen, dass diese Flüssigkeiten oder ihre Dämpfe sich nicht in gefahrbringender Weise ansammeln oder ausbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_46"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Kantonale Durchführungsorgane des ArG",
        "citation": "Art. 47 VUV",
        "content": "Die kantonalen Durchführungsorgane des ArG beaufsichtigen die Anwendung der Vorschriften über die Arbeitssicherheit in den Betrieben sowie für Arbeitsmittel, sofern dafür nicht ein anderes Durchführungsorgan zuständig ist. Die Zuständigkeit zur Plangenehmigung und Betriebsbewilligung ergibt sich aus den Artikeln 7 und 8 des ArG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_47"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Eidgenössische Durchführungsorgane des ArG",
        "citation": "Art. 48 Abs. 1 VUV",
        "content": "Die eidgenössischen Durchführungsorgane des ArG wirken in Betrieben, die sie im Rahmen der Oberaufsicht über den Vollzug des ArG besuchen, bei der Aufsicht über die Anwendung der Vorschriften über die Verhütung von Berufsunfällen im Zuständigkeitsbereich der Suva nach Artikel 49 mit. Die Koordinationskommission entscheidet auf gemeinsamen Antrag der Suva und des SECO über die Einzelheiten dieser Mitwirkung, insbesondere über die Zuständigkeit zum Erlass von Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_48"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Eidgenössische Durchführungsorgane des ArG",
        "citation": "Art. 48 Abs. 2 VUV",
        "content": "Die eidgenössischen Durchführungsorgane des ArG sorgen dafür, dass die kantonalen Organe die Vorschriften über die Arbeitssicherheit einheitlich anwenden und ihre Tätigkeit mit dem Vollzug der Vorschriften des ArG über den Gesundheitsschutz und die Plangenehmigung koordinieren. Hält sich ein kantonales Organ nicht an die Vorschriften, so wird es vom SECO auf die Rechtslage aufmerksam gemacht und zu deren Beachtung angehalten. Dieses kann dem kantonalen Organ nötigenfalls Weisungen erteilen. Bei anhaltender oder wiederholter Nichtbeachtung von Vorschriften ist die Koordinationskommission in Kenntnis zu setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_48"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Eidgenössische Durchführungsorgane des ArG",
        "citation": "Art. 48 Abs. 3 VUV",
        "content": "Die eidgenössischen Durchführungsorgane des ArG beaufsichtigen die Anwendung der Vorschriften über die Verhütung von Berufsunfällen in den Verwaltungen, Betrieben und Anstalten des Bundes, soweit dafür die Suva nicht zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_48"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Schweizerische Unfallversicherungsanstalt a. Verhütung von Berufsunfällen",
        "citation": "Art. 49 Abs. 1 VUV",
        "content": "Die Suva beaufsichtigt die Anwendung der Vorschriften über die Verhütung von Berufsunfällen in folgenden Betrieben:\n1. Betriebe, die Explosivstoffe herstellen oder verarbeiten;\n2. Betriebe, die Lösungsmittel in grossen Mengen verwenden;\n3. Betriebe, die Tankrevisionen ausführen;\n4. Betriebe der chemischen Industrie;\n5. Betriebe, die Kunststoffprodukte herstellen;\n6. Betriebe der Maschinen-, Metall- und Uhrenindustrie, ohne Autogaragen und ohne damit verbundene Carrosserie-Werkstätten und Autospenglereien sowie ohne mechanische Werkstätten und Betriebe der Fein- und Kleinmechanik;\n7. Betriebe, die Papier herstellen;\n8. Gerbereien, Lederwaren- und Schuhfabriken;\n9. Druckereien;\n10. forstwirtschaftliche Betriebe und Betriebe der Baumpflege;\n11. Betriebe des Bauhauptgewerbes, des Ausbaus und der Gebäudehülle sowie andere Betriebe, die auf deren Baustellen Arbeiten ausführen;\n12. Betriebe, die Gestein und andere Materialien über oder unter Tag gewinnen, be- oder verarbeiten;\n13. Ziegeleien und Betriebe der keramischen Industrie;\n14. Betriebe, die Glas herstellen;\n15. Betriebe, die Gips, Kalk, Kunststein oder Zement herstellen;\n16. Betriebe, die Abfälle, Sonderabfälle und Industrieabfälle verwerten, unschädlich machen oder beseitigen;\n17. militärische Regiebetriebe;\n18. Transportunternehmungen;\n19. Hilfs- und Nebenbetriebe. der Luftfahrtbetriebe (Art. 2 Abs. 3 Bst. c);\n20. Betriebe, die asbesthaltige Produkte herstellen;\n21. Kernanlagen und andere Betriebe, in denen radioaktive Stoffe gehandhabt oder ionisierende Strahlen erzeugt werden; vorbehalten bleibt Artikel 2 Absatz 2 Buchstabe c;\n22. Betriebe der Textilindustrie;\n23. Betriebe, die Elektrizität oder Gas erzeugen oder verteilen;\n24. Betriebe, die Wasser aufbereiten oder verteilen;\n25. Betriebe der Holzindustrie und des holzverarbeitenden Gewerbes;\n26. Betriebe, die nach dem Arbeitsvermittlungsgesetz vom 6. Oktober 1989 bewilligungspflichtig Personal verleihen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_49"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Schweizerische Unfallversicherungsanstalt a. Verhütung von Berufsunfällen",
        "citation": "Art. 49 Abs. 2 VUV",
        "content": "Die Suva beaufsichtigt ferner die Anwendung der Vorschriften über die Verhütung von Berufsunfällen für folgende Arbeitsmittel:\n1. automatische oder zentral gesteuerte Produktionseinrichtungen wie Fertigungsgsgruppen, Verpackungs- und Abfüllstrassen;\n2. kombinierte Transportsysteme, die namentlich aus Band- und Kettenförderern, Becherwerken, Hänge- und Rollenbahnen, Dreh-, Verschiebe- und Kippvorrichtungen, Spezialwarenaufzügen, Hebebühnen oder Stapelkranen bestehen;\n3. Laufkrane, Portalkrane, Drehkrane und Autokrane;\n4. Aussen- und Innenbefahreinrichtungen mit freihängenden Arbeitskörben oder -sitzen zur Ausführung von Reinigungs-, Verputz- oder anderen Arbeiten;\n5. Hubarbeitsbühnen mit heb- und schwenkbaren Arbeitsplattformen oder Arbeitssitzen zur Ausführung von Arbeiten;\n6. Hochregallager mit Regalförderzeugen zur Lagerung von Einheitsladungen (Gebinde, palettiertes Gut) in Gestellen;\n7. mechanische Einrichtungen zum Parkieren von Strassenfahrzeugen;\n8. Werkseilbahnen;\n9. technische Anlagen der Armee, die in Friedenszeiten von Arbeitnehmern der Regiebetriebe instandgehalten oder betrieben werden;\n10. Flugsicherungsanlagen (Art. 2 Abs. 3 Bst. d);\n11. Druckgeräte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_49"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Schweizerische Unfallversicherungsanstalt a. Verhütung von Berufsunfällen",
        "citation": "Art. 49 Abs. 3 VUV",
        "content": "Die Suva beaufsichtigt in allen Betrieben die Anwendung der Vorschriften über die Verhütung von besonderen in der Person des Arbeitnehmers liegenden Berufsunfallgefahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_49"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Schweizerische Unfallversicherungsanstalt a. Verhütung von Berufsunfällen",
        "citation": "Art. 49 Abs. 4 VUV",
        "content": "Die Suva orientiert das zuständige kantonale Durchführungsorgan des ArG über ihre Interventionen im Rahmen von Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_49"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, b. Berufskrankheiten",
        "citation": "Art. 50 Abs. 1 VUV",
        "content": "Die Suva beaufsichtigt die Anwendung der Vorschriften über die Verhütung von Berufskrankheiten in allen Betrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_50"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, b. Berufskrankheiten",
        "citation": "Art. 50 Abs. 2 VUV",
        "content": "Das Eidgenössische Departement des Innern (Departement) kann nach Anhören der Suva und der interessierten Organisationen eine Meldepflicht für besonders gesundheitsgefährdende Arbeiten einführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_50"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, b. Berufskrankheiten",
        "citation": "Art. 50 Abs. 3 VUV",
        "content": "Die Suva kann nach vorgängiger Anhörung der betroffenen Kreise Richtlinien über maximale Arbeitsplatz-Konzentrationen gesundheitsgefährdender Stoffe sowie über Grenzwerte für physikalische Einwirkungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_50"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 1. Abschnitt: Durchführungsorgane, Fachorganisationen",
        "citation": "Art. 51 VUV",
        "content": "Der Zuständigkeitsbereich einer geeigneten Organisation nach Artikel 85 Absatz 3 zweiter Satz des Gesetzes (Fachorganisation) sowie deren Befugnis, Verfügungen zu erlassen, werden im Vertrag umschrieben, der zwischen der Suva und der Fachorganisation abgeschlossen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_51"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Koordination der Durchführungsbereiche",
        "citation": "Art. 52 VUV",
        "content": "Um die Zuständigkeitsbereiche der Durchführungsorgane aufeinander abzustimmen, kann die Koordinationskommission insbesondere:\na. die Aufgaben der Durchführungsorgane näher abgrenzen;\nb. im Einvernehmen mit der Suva die Mitwirkung der kantonalen Durchführungsorgane des ArG im Zuständigkeitsbereich der Suva ordnen;\nc. die eidgenössischen Durchführungsorgane des ArG oder die Suva mit Aufgaben betrauen, die ein kantonales Durchführungsorgan mangels personeller, fachlicher oder sachlicher Mittel nicht erfüllen kann, dies bis das kantonale Organ über die erforderlichen Mittel verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_52"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Richtlinien der Koordinationskommission",
        "citation": "Art. 52a Abs. 1 VUV",
        "content": "Die Koordinationskommission kann zur Gewährleistung einer einheitlichen und sachgerechten Anwendung der Vorschriften über die Arbeitssicherheit Richtlinien aufstellen. Sie berücksichtigt dabei das entsprechende internationale Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_52_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Richtlinien der Koordinationskommission",
        "citation": "Art. 52a Abs. 2 VUV",
        "content": "Befolgt der Arbeitgeber solche Richtlinien, so wird vermutet, dass er diejenigen Vorschriften über die Arbeitssicherheit erfüllt, welche durch die Richtlinien konkretisiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_52_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Richtlinien der Koordinationskommission",
        "citation": "Art. 52a Abs. 3 VUV",
        "content": "Der Arbeitgeber kann die Vorschriften über die Arbeitssicherheit auf andere Weise erfüllen, als dies die Richtlinien vorsehen, wenn er nachweist, dass die Sicherheit der Arbeitnehmer gleichermassen gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_52_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Zuständigkeiten der Koordinationskommission",
        "citation": "Art. 53 VUV",
        "content": "Die Koordinationskommission kann insbesondere:\na. das Verfahren bestimmen, das die Durchführungsorgane bei den Kontrollen, den Anordnungen und der Vollstreckung beachten müssen;\nb. auf die Verhinderung bestimmter Berufsunfälle und Berufskrankheiten ausgerichtete gesamtschweizerische oder regionale Programme zur Förderung der Arbeitssicherheit in bestimmten Betriebs- oder Berufsgruppen (Sicherheitsprogramme) aufstellen;\nc. die Information und Instruktion der Arbeitgeber und Arbeitnehmer im Betrieb sowie die Information der Durchführungsorgane und die Aus- und Weiterbildung ihrer Mitarbeiter fördern;\nd. die Durchführungsorgane des ArG beauftragen, bestimmte in den Zuständigkeitsbereich der Suva fallende Betriebe, Einrichtungen, Arbeitsmittel und Bauarbeiten sowie bestimmte gesundheitsgefährdende Arbeiten zu melden;\ne. die Koordination der Anwendung dieser Verordnung mit derjenigen anderer Gesetzgebungen fördern;\nf. die Weiter- und Fortbildung der Spezialisten der Arbeitssicherheit im Rahmen der Vorschriften des Bundesrates mit anderen Institutionen organisieren und koordinieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_53"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Vergütungsordnung",
        "citation": "Art. 54 VUV",
        "content": "Die Koordinationskommission stellt die Vergütungsordnung der Durchführungsorgane auf und unterbreitet sie dem Departement zur Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_54"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Organisation",
        "citation": "Art. 55 Abs. 1 VUV",
        "content": "Die Koordinationskommission gibt sich ein Geschäftsreglement, das sie dem Departement zur Genehmigung unterbreitet. Sie kann nach Bedarf Fachkommissionen zur Vorbereitung besonderer Fragen einsetzen sowie Experten und Vertreter interessierter Organisationen beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_55"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Organisation",
        "citation": "Art. 55 Abs. 2 VUV",
        "content": "Die Suva führt das Sekretariat der Koordinationskommission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_55"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Beschaffung von Grundlagen",
        "citation": "Art. 56 VUV",
        "content": "Die Durchführungsorgane und die Versicherer müssen der Koordinationskommission alle Angaben machen, die sie für die Beschaffung der Grundlagen zur Erfüllung ihrer Aufgaben benötigt, namentlich zur Führung von Statistiken und zur Bemessung des Prämienzuschlages für die Verhütung von Berufsunfällen und Berufskrankheiten (Art. 87 UVG). Die Versicherer müssen der Koordinationskommission die für den Versicherungsbetrieb erhobenen statistischen Unterlagen kostenlos zur Verfügung stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_56"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Anhören der interessierten Organisationen",
        "citation": "Art. 57 VUV",
        "content": "Vor wichtigen Beschlüssen muss die Koordinationskommission die interessierten Organisationen anhören. Als wichtige Beschlüsse gelten insbesondere:\na. der Erlass von Richtlinien;\nb. das Aufstellen von Sicherheitsprogrammen;\nc. die Anregung an den Bundesrat, Vorschriften über die Arbeitssicherheit zu erlassen;\nd. der Vorschlag zur Festsetzung des Prämienzuschlages für die Verhütung von Berufsunfällen und Berufskrankheiten;\ne. der Auftrag an die Suva zum Abschluss eines Vertrages mit einer Fachorganisation (Art. 85 Abs. 3 Satz 2 UVG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_57"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Berichterstattung",
        "citation": "Art. 58 Abs. 1 VUV",
        "content": "Die Durchführungsorgane erstatten der Koordinationskommission jährlich Bericht über ihre Tätigkeit auf dem Gebiete der Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_58"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 1. Kapitel: Arbeitssicherheit, 2. Abschnitt: Koordinationskommission, Berichterstattung",
        "citation": "Art. 58 Abs. 2 VUV",
        "content": "Die Koordinationskommission legt dem Bundesrat jährlich bis spätestens Ende Juni einen Bericht über ihre Tätigkeit im Vorjahr zur Genehmigung vor. Der genehmigte Bericht wird der Öffentlichkeit zugänglich gemacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_58"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 2. Kapitel: Verhütung von Nichtberufsunfällen",
        "citation": "Art. 59 Abs. 1 VUV",
        "content": "Die Suva und die anderen Versicherer betreiben eine privatrechtlich organisierte Beratungsstelle für Unfallverhütung (BfU) mit gesamtschweizerischem Tätigkeitsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_59"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 2. Kapitel: Verhütung von Nichtberufsunfällen",
        "citation": "Art. 59 Abs. 2 VUV",
        "content": "Die BfU fördert die Verhütung von Nichtberufsunfällen, namentlich von Unfällen im Strassenverkehr, beim Sport und im Haushalt, insbesondere durch:\na. Aufklärung der Öffentlichkeit über die Unfallgefahren;\nb. Beratung anderer sich mit der Verhütung von Nichtberufsunfällen befassenden Organisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_59"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 2. Kapitel: Verhütung von Nichtberufsunfällen",
        "citation": "Art. 59 Abs. 3 VUV",
        "content": "Sie arbeitet mit öffentlichen Gemeinwesen und Organisationen ähnlicher Zielsetzung zusammen und koordiniert gleichartige Bestrebungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_59"
    },
    {
        "book": "VUV",
        "title": "VUV, Zweiter Titel: Organisation, 2. Kapitel: Verhütung von Nichtberufsunfällen",
        "citation": "Art. 59 Abs. 4 VUV",
        "content": "Die BfU unterbreitet dem Bundesrat jährlich bis spätestens Ende Juli einen Bericht über ihre zu Lasten des Prämienzuschlages für die Verhütung von Nichtberufsunfällen (Art. 88 Abs. 2 UVG) fallende Tätigkeit im Vorjahr. Der Bericht wird der Öffentlichkeit zugänglich gemacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_59"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Beratung",
        "citation": "Art. 60 Abs. 1 VUV",
        "content": "Die Durchführungsorgane informieren die Arbeitgeber und die Arbeitnehmer oder deren Vertretung im Betrieb in zweckmässiger Weise über ihre Pflichten und Möglichkeiten zur Wahrung der Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_60"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Beratung",
        "citation": "Art. 60 Abs. 2 VUV",
        "content": "Der Arbeitgeber ist berechtigt, hinsichtlich der von ihm zu treffenden Sicherheitsmassnahmen den Rat des zuständigen Durchführungsorgans einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_60"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Betriebsbesuche und Befragungen",
        "citation": "Art. 61 Abs. 1 VUV",
        "content": "Betriebsbesuche können mit oder ohne vorherige Anmeldung vorgenommen werden. Zu diesem Zweck hat der Arbeitgeber den zuständigen Durchführungsorganen den Zutritt zu allen Arbeitsräumen und Arbeitsplätzen des Betriebes sowie die Vornahme von Feststellungen und die Entnahme von Proben während und, in dringenden Fällen, auch ausserhalb der Arbeitszeit zu gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_61"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Betriebsbesuche und Befragungen",
        "citation": "Art. 61 Abs. 2 VUV",
        "content": "Die Durchführungsorgane können den Arbeitgeber und, auch ohne Anwesenheit von Drittpersonen, die im Betrieb beschäftigten Arbeitnehmer über die Anwendung der Vorschriften über die Arbeitssicherheit befragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_61"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Betriebsbesuche und Befragungen",
        "citation": "Art. 61 Abs. 3 VUV",
        "content": "Die Arbeitgeber und die Arbeitnehmer müssen den Durchführungsorganen alle für die Aufsicht über die Anwendung der Vorschriften über die Arbeitssicherheit erforderlichen Auskünfte erteilen. Sind besondere Abklärungen erforderlich, so kann das Durchführungsorgan vom Arbeitgeber verlangen, dass er ein fachtechnisches Gutachten beibringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_61"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Betriebsbesuche und Befragungen",
        "citation": "Art. 61 Abs. 4 VUV",
        "content": "Die bei einem Betriebsbesuch gemachten Feststellungen und das Ergebnis einer Befragung sind vom zuständigen Durchführungsorgan schriftlich festzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_61"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Ermahnung des Arbeitgebers",
        "citation": "Art. 62 Abs. 1 VUV",
        "content": "Stellt sich aufgrund eines Betriebsbesuches heraus, dass Vorschriften über die Arbeitssicherheit verletzt sind, so macht das zuständige Durchführungsorgan den Arbeitgeber darauf aufmerksam und setzt ihm eine angemessene Frist zur Einhaltung der Vorschrift. Diese Ermahnung ist dem Arbeitgeber schriftlich zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_62"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Ermahnung des Arbeitgebers",
        "citation": "Art. 62 Abs. 2 VUV",
        "content": "In dringenden Fällen verzichtet das Durchführungsorgan auf die Ermahnung und erlässt eine Verfügung nach Artikel 64. Sind vorsorgliche Massnahmen zu treffen, so ist die für die Rechtshilfe zuständige kantonale Behörde (Art. 86 UVG) zu benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_62"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 1. Abschnitt: Kontrolle, Anzeigen",
        "citation": "Art. 63 VUV",
        "content": "Das zuständige Durchführungsorgan ist verpflichtet, Anzeigen wegen Nichtbefolgung von Vorschriften über die Arbeitssicherheit zu prüfen und, falls sie begründet sind, nach den Artikeln 62 sowie 64–69 zu verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_63"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 2. Abschnitt: Anordnungen, Verfügung",
        "citation": "Art. 64 Abs. 1 VUV",
        "content": "Wird einer Ermahnung keine Folge geleistet, so ordnet das zuständige Durchführungsorgan, nach Anhörung des Arbeitgebers und der unmittelbar betroffenen Arbeitnehmer, die erforderlichen Massnahmen durch Verfügung an und setzt dem Arbeitgeber eine angemessene Frist zum Vollzug der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_64"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 2. Abschnitt: Anordnungen, Vollzugsmeldung des Arbeitgebers",
        "citation": "Art. 65 Abs. 1 VUV",
        "content": "Der Arbeitgeber hat den Vollzug der angeordneten Massnahmen dem verfügenden Durchführungsorgan spätestens mit Ablauf der dafür angesetzten Frist zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_65"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 2. Abschnitt: Anordnungen, Vollzugsmeldung des Arbeitgebers",
        "citation": "Art. 65 Abs. 2 VUV",
        "content": "Kann er die Frist nicht einhalten, so hat er vor Ablauf derselben ein begründetes Verlängerungsgesuch zu stellen und die betroffenen Arbeitnehmer darüber zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_65"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 3. Abschnitt: Vollstreckung, Prämienerhöhung",
        "citation": "Art. 66 Abs. 1 VUV",
        "content": "Leistet ein Arbeitgeber einer vollstreckbaren Verfügung keine Folge oder handelt er auf andere Weise Vorschriften über die Arbeitssicherheit zuwider, so kann sein Betrieb in eine höhere Stufe des Prämientarifs versetzt werden (Prämienerhöhung). In dringenden Fällen werden die erforderlichen Zwangsmassnahmen (Art. 67) getroffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_66"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 3. Abschnitt: Vollstreckung, Prämienerhöhung",
        "citation": "Art. 66 Abs. 2 VUV",
        "content": "Die Prämienerhöhung wird nach Artikel 113 Absatz 2 der Verordnung vom 20. Dezember 1982 über die Unfallversicherung festgesetzt und, unter Angabe von Beginn und Dauer, vom zuständigen Durchführungsorgan angeordnet. Sie muss vom Versicherer unverzüglich verfügt werden. Der Versicherer übermittelt dem Durchführungsorgan eine Kopie seiner Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_66"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 3. Abschnitt: Vollstreckung, Prämienerhöhung",
        "citation": "Art. 66 Abs. 3 VUV",
        "content": "Findet während der Dauer der Prämienerhöhung ein Wechsel des Versicherers statt, so hat der neue Versicherer die Mehrprämie zu erheben. Er muss sich vor der Festsetzung der Prämie über das Bestehen einer allfälligen Prämienerhöhung vergewissern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_66"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 3. Abschnitt: Vollstreckung, Zwangsmassnahmen",
        "citation": "Art. 67 Abs. 1 VUV",
        "content": "Leistet ein Arbeitgeber einer vollstreckbaren Verfügung keine Folge, so kann das zuständige Durchführungsorgan, wenn nötig unter Beizug der kantonalen Behörde (Art. 68), allenfalls neben einer Prämienerhöhung die zur Herbeiführung des rechtmässigen Zustandes erforderlichen Massnahmen nach Artikel 41 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_67"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 3. Abschnitt: Vollstreckung, Zwangsmassnahmen",
        "citation": "Art. 67 Abs. 2 VUV",
        "content": "Werden Leben oder Gesundheit von Arbeitnehmern unmittelbar schwer gefährdet, so ersucht das zuständige Durchführungsorgan die kantonale Behörde (Art. 68), die in Artikel 86 Absatz 2 des Gesetzes vorgesehenen vorsorglichen Massnahmen zu treffen. Die kantonale Behörde benachrichtigt das zuständige Durchführungsorgan über die getroffenen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_67"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 1. Kapitel: Kontrolle, Anordnungen und Vollstreckung, 3. Abschnitt: Vollstreckung, Kantonale Behörde",
        "citation": "Art. 68 VUV",
        "content": "Die Kantone bezeichnen die für den Verwaltungszwang nach Artikel 86 des Gesetzes zuständige Behörde und melden sie der Koordinationskommission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_68"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 2. Kapitel: Ausnahmebewilligungen",
        "citation": "Art. 69 Abs. 1 VUV",
        "content": "Die Durchführungsorgane können ausnahmsweise, auf schriftlichen Antrag des Arbeitgebers, im Einzelfall Ausnahmen von den Vorschriften über die Arbeitssicherheit bewilligen, wenn:\na. der Arbeitgeber eine andere, ebenso wirksame Massnahme trifft; oder\nb. die Durchführung der Vorschrift zu einer unverhältnismässigen Härte führen würde und die Ausnahme mit dem Schutz der Arbeitnehmer vereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 2. Kapitel: Ausnahmebewilligungen",
        "citation": "Art. 69 Abs. 2 VUV",
        "content": "Bevor der Arbeitgeber den Antrag stellt, muss er die betroffenen Arbeitnehmer oder deren Vertretung nach Artikel 6a anhören. Er muss das Ergebnis dieser Anhörung im Antrag festhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 2. Kapitel: Ausnahmebewilligungen",
        "citation": "Art. 69 Abs. 3 VUV",
        "content": "Der Entscheid über den Antrag wird dem Arbeitgeber durch Verfügung eröffnet. Der Arbeitgeber hat eine erteilte Ausnahmebewilligung den betroffenen Arbeitnehmern in geeigneter Weise bekannt zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 2. Kapitel: Ausnahmebewilligungen",
        "citation": "Art. 69 Abs. 4 VUV",
        "content": "Ist ein kantonales Durchführungsorgan des ArG zur Bewilligung zuständig, so holt es vorher den Bericht des eidgenössischen Durchführungsorgans und durch dessen Vermittlung den Mitbericht der Suva ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Vollzugsdatenbank",
        "citation": "Art. 69a Abs. 1 VUV",
        "content": "Die Koordinationskommission sorgt für die Einrichtung eines automatisierten Systems zur Verwaltung von Daten im Rahmen des Vollzugs der Vorschriften über die Arbeitssicherheit (Vollzugsdatenbank).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Vollzugsdatenbank",
        "citation": "Art. 69a Abs. 2 VUV",
        "content": "Die Suva betreibt den Teil der Vollzugsdatenbank, der ihrer Zuständigkeit für die Arbeitssicherheit entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Vollzugsdatenbank",
        "citation": "Art. 69a Abs. 3 VUV",
        "content": "Das SECO betreibt den Teil der Vollzugsdatenbank, den es aufgrund von Artikel 85 Absatz 1 Buchstabe d der Verordnung 1 vom 10. Mai 2000 zum Arbeitsgesetz führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Zweck",
        "citation": "Art. 69b VUV",
        "content": "Die Vollzugsdatenbank dient:\na. den Durchführungsorganen zur Erfassung, Planung, Durchführung, Koordination und Auswertung ihrer Aufsichts- und Vollzugsmassnahmen;\nb. der Koordinationskommission zur Erfüllung ihrer Aufgaben, insbesondere derjenigen gemäss den Artikeln 52–58;\nc. zur Erstellung von Auswertungen im Rahmen der Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_b"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Inhalt der Vollzugsdatenbank",
        "citation": "Art. 69c VUV",
        "content": "Die Vollzugsdatenbank enthält:\na. Daten über die Zuständigkeiten und Tätigkeiten der Durchführungsorgane;\nb. anonymisierte Schadendaten, die nach Artikel 79 Absatz 1 des Gesetzes erhoben werden;\nc. folgende Betriebsdaten:\n1. Identifikationsnummer des Betriebs gemäss der Verordnung vom 30. Juni 1993 über das Betriebs- und Unternehmensregister (BURV) oder gemäss Bundesgesetz vom 18. Juni 2010 über die Unternehmens-Identifikationsnummer (UIDG),\n2. Versicherer,\n3. Versicherungsnummer oder Policennummer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_c"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Dateneingabe",
        "citation": "Art. 69d Abs. 1 VUV",
        "content": "Die Durchführungsorgane gemäss den Artikeln 47–49 geben die Daten nach Artikel 69c Buchstabe a in die Vollzugsdatenbank ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Dateneingabe",
        "citation": "Art. 69d Abs. 2 VUV",
        "content": "Die Versicherer liefern die Daten nach Artikel 69c Buchstaben b und c direkt an die Betreiber der Vollzugsdatenbanken nach Artikel 69a Absätze 2 oder 3 respektive über das Organ, das die Daten nach Artikel 79 Absatz 1 des Gesetzes verwaltet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_d"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Zugriffsberechtigung",
        "citation": "Art. 69e Abs. 1 VUV",
        "content": "Die Durchführungsorgane und das Sekretariat der Koordinationskommission sind zugriffsberechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_e"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Zugriffsberechtigung",
        "citation": "Art. 69e Abs. 2 VUV",
        "content": "Auf Betriebsdaten nach Artikel 69c Buchstabe c dürfen neben dem Sekretariat der Koordinationskommission jedoch einzig die Durchführungsorgane des ArG zugreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_e"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Zugriffsberechtigung",
        "citation": "Art. 69e Abs. 3 VUV",
        "content": "Die Koordinationskommission bestimmt die Einzelheiten der Zugriffsberechtigungen. Diese sind insbesondere zum Schutz von persönlichen oder betriebsspezifischen Daten sowie im Hinblick auf mögliche Interessenkonflikte so weit wie nötig zu beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_e"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Bekanntgabe von Daten an Dritte",
        "citation": "Art. 69f Abs. 1 VUV",
        "content": "Die Koordinationskommission kann interessierten Behörden, Organisationen und Privaten anonymisierte Daten für eigene Auswertungen zur Verfügung stellen. Sie kann den Interessierten zu diesem Zweck Auszüge aus der Vollzugsdatenbank abgeben oder beschränkte Zugriffsberechtigungen erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_f"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Bekanntgabe von Daten an Dritte",
        "citation": "Art. 69f Abs. 2 VUV",
        "content": "Sie stellt sicher, dass durch die Bekanntgabe von Daten an Dritte insbesondere nicht auf die Identität von in der Vollzugsdatenbank erfassten Betrieben, beteiligten Behörden, Versicherten oder Versicherern geschlossen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_f"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Schutz vor Datenverlust, Protokoll und Datensicherheit",
        "citation": "Art. 69g Abs. 1 VUV",
        "content": "Die zur Dateneingabe, -bearbeitung und -zugriff berechtigten Stellen treffen die technischen und organisatorischen Massnahmen, damit ihre Daten vor Verlust und gegen jegliche unbefugte Bearbeitung, Kenntnisnahme oder Entwendung geschützt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_g"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Schutz vor Datenverlust, Protokoll und Datensicherheit",
        "citation": "Art. 69g Abs. 2 VUV",
        "content": "Die Betreiber der Vollzugsdatenbanken nach Artikel 69a Absätze 2 und 3  müssen dafür sorgen, dass beim Zugriff auf schaden- und betriebsrelevante Daten (Art. 69c Bst. b und c) automatisch protokolliert wird, welche Benutzerinnen oder welche Benutzer wann auf die Vollzugsdatenbank zugegriffen haben. Die Versicherer erhalten auf Anfrage bei der Suva oder dem SECO Auszüge dieser Protokolle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_g"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Leistungsaufträge für den Betrieb der Vollzugsdatenbank",
        "citation": "Art. 69h VUV",
        "content": "Die Koordinationskommission kann mit den für den Betrieb der Vollzugsdatenbank zuständigen Stellen (Art. 69a Abs. 2 und 3) Leistungsaufträge über die Einzelheiten, insbesondere über deren Aufgaben und Entschädigungen abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_h"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Auskunftsrecht",
        "citation": "Art. 69i Abs. 1 VUV",
        "content": "Betriebe haben das Recht, bei der für den Betrieb der Vollzugsdatenbank zuständigen Stelle (Art. 69a) oder bei den zuständigen Durchführungsorganen Auskunft über die sie betreffenden Daten zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_i"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Auskunftsrecht",
        "citation": "Art. 69i Abs. 2 VUV",
        "content": "Die Stelle oder das zuständige Durchführungsorgan gibt den Inhalt der Daten innert 30 Tagen seit Erhalt des Auskunftsbegehrens vollständig, unentgeltlich und in der Regel schriftlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_i"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Auskunftsrecht",
        "citation": "Art. 69i Abs. 3 VUV",
        "content": "Die Auskunftsberechtigten können verlangen, dass unrichtige Daten, die sie betreffen, berichtigt, ergänzt oder aus der Vollzugsdatenbank entfernt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_i"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Datenqualität und -berichtigung",
        "citation": "Art. 69j Abs. 1 VUV",
        "content": "Für die Richtigkeit, Aktualität und Vollständigkeit der Daten ist diejenige Stelle verantwortlich, welche die Daten liefert oder in die Vollzugsdatenbank eingibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_j"
    },
    {
        "book": "VUV",
        "title": "VUV, Dritter Titel: Vollzug der Vorschriften über die Arbeitssicherheit, 3. Kapitel: Datenbank der Koordinationskommission, Datenqualität und -berichtigung",
        "citation": "Art. 69j Abs. 2 VUV",
        "content": "Stellen die Auskunftsberechtigten oder Zugriffsberechtigten fehlerhafte oder nicht aktuelle Eintragungen fest, so veranlasst das Sekretariat der Koordinationskommission die Berichtigung der entsprechenden Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_69_j"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 1. Kapitel: Unterstellung",
        "citation": "Art. 70 Abs. 1 VUV",
        "content": "Zur Verhütung von Berufskrankheiten, die bestimmten Betriebskategorien oder Arbeitsarten eigen sind, sowie zur Verhütung gewisser in der Person des Arbeitnehmers liegenden Unfallgefahren kann die Suva einen Betrieb, einen Betriebsteil oder einen Arbeitnehmer durch Verfügung den Vorschriften über die arbeitsmedizinische Vorsorge unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_70"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 1. Kapitel: Unterstellung",
        "citation": "Art. 70 Abs. 2 VUV",
        "content": "Bei der Unterstellung muss die Suva die Art der auszuführenden Arbeiten, die allgemeine Erfahrung und die Erkenntnisse der Wissenschaft berücksichtigen. Sind die Betriebsverhältnisse nicht genügend abgeklärt oder ist das Ausmass der Gefährdung nicht voraussehbar, so kann eine Unterstellung vorläufig für die Dauer von höchstens vier Jahren verfügt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_70"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 1. Kapitel: Unterstellung",
        "citation": "Art. 70 Abs. 3 VUV",
        "content": "Das Departement kann nach Anhören der Koordinationskommission und der interessierten Organisationen Vorschriften über die Verhütung von Berufskrankheiten in bestimmten Betriebskategorien oder bei bestimmten Arbeitsarten sowie von besonderen in der Person des Arbeitnehmers liegenden Unfallgefahren erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_70"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Im Allgemeinen",
        "citation": "Art. 71 Abs. 1 VUV",
        "content": "Der Arbeitgeber muss dafür sorgen, dass die den Vorschriften über die arbeitsmedizinische Vorsorge unterstehenden Arbeitnehmer durch arbeitsmedizinische Vorsorgeuntersuchungen überwacht werden. Eine arbeitsmedizinische Vorsorgeuntersuchung ist der Suva zudem bei jedem Verdacht einer vermehrten Gefährdung eines Arbeitnehmers zu beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_71"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Im Allgemeinen",
        "citation": "Art. 71 Abs. 2 VUV",
        "content": "Die Suva bestimmt die Art der Untersuchungen und überwacht ihre Durchführung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_71"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Im Allgemeinen",
        "citation": "Art. 71 Abs. 3 VUV",
        "content": "Der Arbeitgeber muss die Untersuchungen beim nächsten Arzt veranlassen, der fachlich geeignet ist, sie durchzuführen. Die Suva kann Untersuchungen auch selbst durchführen oder durchführen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_71"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Im Allgemeinen",
        "citation": "Art. 71 Abs. 4 VUV",
        "content": "Nach jeder Vorsorgeuntersuchung sendet der untersuchende Arzt den verlangten Befund mit seinem Antrag zur Frage der Eignung des Arbeitnehmers (Art. 78) an die Suva. Bestehen Gründe dafür, dass der Arbeitnehmer die gefährdende Arbeit sofort aufgeben muss, teilt dies der Arzt der Suva unverzüglich mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_71"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Eintrittsuntersuchungen",
        "citation": "Art. 72 Abs. 1 VUV",
        "content": "Der Arbeitgeber muss neu eintretende Arbeitnehmer, die den Vorschriften über die arbeitsmedizinische Vorsorge unterstehen, spätestens 30 Tage nach Arbeitsaufnahme der Suva melden. Diese prüft, ob ein Entscheid über die Eignung des Arbeitnehmers (Art. 78) in Bezug auf die aufzunehmende Beschäftigung besteht und teilt dem Arbeitgeber mit, ob eine Eintrittsuntersuchung erforderlich ist. Die Suva kann Ausnahmen von der Meldepflicht bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_72"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Eintrittsuntersuchungen",
        "citation": "Art. 72 Abs. 2 VUV",
        "content": "Den Vorschriften über die arbeitsmedizinischen Vorsorgeuntersuchungen unterstehende Arbeitnehmer, über deren Eignung kein Entscheid vorliegt, müssen spätestens 30 Tage nach Empfang der Mitteilung der Suva ärztlich untersucht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_72"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Eintrittsuntersuchungen",
        "citation": "Art. 72 Abs. 3 VUV",
        "content": "Arbeitnehmer, die für Arbeiten im Überdruck wie Bauarbeiten in Druckluft und Taucherarbeiten vorgesehen sind, müssen sofort gemeldet werden. Die Eintrittsuntersuchung muss vor der Arbeitsaufnahme erfolgen. Der Arbeitnehmer darf nicht bei der gefährdenden Arbeit beschäftigt werden, bevor die Suva dazu Stellung bezogen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_72"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Eintrittsuntersuchungen",
        "citation": "Art. 72 Abs. 4 VUV",
        "content": "Die Suva kann auch bei anderen Tätigkeiten und Expositionen die Eintrittsuntersuchungen vor der Arbeitsaufnahme durchführen lassen oder selbst durchführen, wenn bereits kurzdauernde Einsätze zu einer Gefährdung der Arbeitnehmer führen können oder der Eignungsentscheid für die weitere Ausbildung der Arbeitnehmer bedeutsam ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_72"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Kontrolluntersuchungen",
        "citation": "Art. 73 Abs. 1 VUV",
        "content": "Je nach dem ärztlichen Befund und den Bedingungen, unter denen die Arbeitnehmer zu arbeiten haben, ordnet die Suva in bestimmten Zeitabständen Kontrolluntersuchungen an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_73"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Kontrolluntersuchungen",
        "citation": "Art. 73 Abs. 2 VUV",
        "content": "Arbeitnehmer, die im Zeitpunkt einer Kontrolluntersuchung keine kontrollpflichtige Arbeit verrichten, müssen erst untersucht werden, wenn sie wieder zu solchen Arbeiten zugezogen werden. In diesem Fall muss die Kontrolluntersuchung innert 30 Tagen nach Wiederaufnahme der betreffenden Arbeit veranlasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_73"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Nachuntersuchungen",
        "citation": "Art. 74 VUV",
        "content": "Die Suva kann Untersuchungen nach Aufgabe der gesundheitsgefährdenden Arbeit anordnen, wenn es aus medizinischen Gründen notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_74"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Entschädigung",
        "citation": "Art. 75 VUV",
        "content": "Die Suva vergütet dem Arbeitnehmer die durch arbeitsmedizinische Vorsorgeuntersuchungen entstehenden notwendigen Reise-, Unterkunfts- und Verpflegungskosten sowie, im Rahmen des versicherten Höchstverdienstes (Art. 15 UVG), den Lohnausfall.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_75"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Kontrollbüchlein",
        "citation": "Art. 76 Abs. 1 VUV",
        "content": "Die Suva kann bei besonderer Gefährdung von Arbeitnehmern, die den Vorschriften über die arbeitsmedizinischen Vorsorgeuntersuchungen unterstehen, persönliche Kontrollbüchlein einführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_76"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Kontrollbüchlein",
        "citation": "Art. 76 Abs. 2 VUV",
        "content": "Der Arbeitgeber muss im Kontrollbüchlein die Art der Gefährdung und die Dauer, während welcher der Arbeitnehmer ihr ausgesetzt war, angeben. Die Entscheide über die Eignung des Arbeitnehmers (Art. 78) und der Zeitpunkt der nächsten Kontroll- oder Nachuntersuchung werden von der Suva eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_76"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Kontrollbüchlein",
        "citation": "Art. 76 Abs. 3 VUV",
        "content": "Das Kontrollbüchlein wird vom Arbeitgeber aufbewahrt. Dieser hat es bei der Auflösung des Arbeitsverhältnisses dem Arbeitnehmer zuhanden des neuen Arbeitgebers auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_76"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Nichterfüllung der Untersuchungspflicht",
        "citation": "Art. 77 Abs. 1 VUV",
        "content": "Wird eine Eintrittsuntersuchung oder eine Kontrolluntersuchung nicht fristgerecht durchgeführt, so darf der Arbeitnehmer bei der gefährdenden Arbeit nicht beschäftigt oder weiterbeschäftigt werden, solange die Untersuchung nicht nachgeholt worden ist und die Suva zur Eignungsfrage (Art. 78) nicht Stellung genommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_77"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 2. Kapitel: Vorsorgeuntersuchungen, Nichterfüllung der Untersuchungspflicht",
        "citation": "Art. 77 Abs. 2 VUV",
        "content": "Entzieht sich der Arbeitnehmer einer Vorsorgeuntersuchung und erwirbt er in der Folge eine damit zusammenhängende Berufskrankheit, verschlimmert sich diese oder erleidet er wegen der in seiner Person liegenden Gefährdung einen Berufsunfall, so werden ihm die Geldleistungen nach Artikel 21 Absatz 1 ATSG gekürzt oder verweigert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_77"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Entscheid über die Eignung eines Arbeitnehmers",
        "citation": "Art. 78 Abs. 1 VUV",
        "content": "Die Suva kann durch Verfügung einen Arbeitnehmer, der den Vorschriften über die arbeitsmedizinische Vorsorge untersteht, von der gefährdenden Arbeit ausschliessen (Nichteignung) oder seine Beschäftigung bei dieser Arbeit unter bestimmten Bedingungen zulassen (bedingte Eignung). Der Arbeitgeber erhält eine Kopie der Verfügung. Ist der Arbeitnehmer imstande, die Arbeit ohne Bedingungen zu verrichten (Eignung), so teilt es die Suva dem Arbeitnehmer und dem Arbeitgeber mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_78"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Entscheid über die Eignung eines Arbeitnehmers",
        "citation": "Art. 78 Abs. 2 VUV",
        "content": "Die Nichteignung kann nur dann verfügt werden, wenn der Arbeitnehmer bei der weiteren Ausübung seiner bisherigen Tätigkeit einer erheblichen Gefährdung ausgesetzt ist. Sie kann befristet oder dauernd sein. Die Verfügung muss auf die Beratungs- und Entschädigungsmöglichkeiten (Art. 82, 83 und 86) verweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_78"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Meldepflicht",
        "citation": "Art. 79 VUV",
        "content": "Auch wenn ein Betrieb den Vorschriften über die arbeitsmedizinische Vorsorge nicht unterstellt ist, melden die anderen Durchführungsorgane, die Versicherer und die Arbeitgeber der Suva jene Arbeitnehmer, bei denen sie die Vorschriften über den Ausschluss für individuell anwendbar halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_79"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Wirkung der Entscheide",
        "citation": "Art. 80 Abs. 1 VUV",
        "content": "Lautet ein Entscheid auf Eignung, so ist er bis zum Datum oder bis zum Ablauf der Frist gültig, für die eine Kontrolluntersuchung (Art. 73) angesetzt worden ist. Die Gültigkeit endet jedoch vorzeitig, wenn die Eignung in der Zwischenzeit durch Krankheitserscheinungen oder einen Unfall in Frage gestellt wird. In diesem Falle muss der Arbeitgeber die Suva orientieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_80"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Wirkung der Entscheide",
        "citation": "Art. 80 Abs. 2 VUV",
        "content": "Lautet die Verfügung auf bedingte Eignung, so hat der Arbeitnehmer die ihm zum Schutz seiner Gesundheit auferlegten Verpflichtungen einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_80"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Wirkung der Entscheide",
        "citation": "Art. 80 Abs. 3 VUV",
        "content": "Lautet eine Verfügung auf befristete oder dauernde Nichteignung, so darf der Arbeitnehmer die gefährdende Arbeit nicht oder nicht vor Ablauf der angesetzten Frist aufnehmen. Ist er bereits mit einer solchen Arbeit beschäftigt, so muss er sie auf den von der Suva festgesetzten Zeitpunkt verlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_80"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Wirkung der Entscheide",
        "citation": "Art. 80 Abs. 4 VUV",
        "content": "Der Arbeitgeber ist für den Vollzug der Verfügung mitverantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_80"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 3. Kapitel: Ausschluss gefährdeter Arbeitnehmer, Nichtbefolgung einer Verfügung",
        "citation": "Art. 81 VUV",
        "content": "Beachtet der Arbeitnehmer eine Verfügung über die Eignung nicht und erwirbt oder verschlimmert er dadurch die damit zusammenhängende Berufskrankheit oder erleidet er aus diesem Grunde wegen der in seiner Person liegenden Gefährdung einen Berufsunfall, so werden ihm die Geldleistungen nach Artikel 21 Absatz 1 ATSG gekürzt oder verweigert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_81"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 1. Abschnitt: Persönliche Beratung",
        "citation": "Art. 82 VUV",
        "content": "Der von einer Arbeit befristet oder dauernd ausgeschlossene Arbeitnehmer kann von der Suva persönliche Beratung beanspruchen. Die Suva hat ihn über die praktische Tragweite des Ausschlusses umfassend zu informieren und ihm die Stellen bekannt zu geben, an die er sich bei der Suche eines geeigneten Arbeitsplatzes wenden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_82"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 1. Abschnitt: Persönliche Beratung, Gebühren",
        "citation": "Art. 82a VUV",
        "content": "Die Regelung gemäss Artikel 72a der Verordnung vom 20. Dezember 1982 über die Unfallversicherung gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_82_a"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 2. Abschnitt: Übergangstaggeld, Anspruch",
        "citation": "Art. 83 VUV",
        "content": "Der von einer Arbeit befristet oder dauernd ausgeschlossene Arbeitnehmer erhält vom Versicherer ein Übergangstaggeld, wenn er wegen des Ausschlusses für kurze Zeit in erhebliche erwerbliche Schwierigkeiten gerät, insbesondere wenn er seinen Arbeitsplatz unverzüglich verlassen muss und keinen Lohn mehr beanspruchen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_83"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 2. Abschnitt: Übergangstaggeld, Höhe und Dauer",
        "citation": "Art. 84 Abs. 1 VUV",
        "content": "Das Übergangstaggeld entspricht dem vollen Taggeld nach Artikel 17 Absatz 1 des Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_84"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 2. Abschnitt: Übergangstaggeld, Höhe und Dauer",
        "citation": "Art. 84 Abs. 2 VUV",
        "content": "Es wird während höchstens vier Monaten entrichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_84"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 2. Abschnitt: Übergangstaggeld, Auszahlung",
        "citation": "Art. 85 Abs. 1 VUV",
        "content": "Das Übergangstaggeld wird monatlich im Nachhinein ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_85"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Anspruch",
        "citation": "Art. 86 Abs. 1 VUV",
        "content": "Der Arbeitnehmer, der von einer Arbeit befristet oder dauernd ausgeschlossen oder nur als bedingt geeignet erklärt worden ist, erhält vom Versicherer eine Übergangsentschädigung, wenn er:\na. durch die Verfügung trotz persönlicher Beratung, trotz Bezuges von Übergangstaggeld und trotz des ihm zumutbaren Einsatzes, den ökonomischen Nachteil auf dem Arbeitsmarkt wettzumachen, in seinem wirtschaftlichen Fortkommen erheblich beeinträchtigt bleibt;\nb. in einem Zeitraum von zwei Jahren unmittelbar vor Erlass der Verfügung oder vor einem medizinisch notwendigen und tatsächlich vollzogenen Wechsel der Beschäftigung bei einem der Versicherung unterstellten Arbeitgeber mindestens 300 Tage lang die gefährdende Arbeit ausgeübt hat;\nc. innert zweier Jahre, nachdem die Verfügung in Rechtskraft erwachsen oder ein Anspruch auf Übergangstaggeld erloschen ist, beim Versicherer jenes Arbeitgebers, bei dem er zur Zeit des Erlasses der Verfügung gearbeitet hat, ein entsprechendes Gesuch stellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_86"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Anspruch",
        "citation": "Art. 86 Abs. 2 VUV",
        "content": "Konnte der Arbeitnehmer innerhalb der in Absatz 1 Buchstabe b erwähnten Frist von zwei Jahren wegen Krankheit, Mutterschaft, Unfall, Militärdienst oder Arbeitslosigkeit die gefährdende Arbeit während mehr als einem Monat nicht ausüben, so wird die Frist um die Dauer der Verhinderung verlängert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_86"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Anspruch",
        "citation": "Art. 86 Abs. 3 VUV",
        "content": "Hat der Arbeitnehmer die gefährdende Arbeit einzig deshalb nicht während der in Absatz 1 Buchstabe b festgesetzten Dauer von 300 Tagen verrichtet, weil dies angesichts der Art dieser Arbeit praktisch ausgeschlossen war, so hat er trotzdem Anspruch auf die Übergangsentschädigung, wenn er die Arbeit regelmässig ausgeübt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_86"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Höhe und Dauer",
        "citation": "Art. 87 Abs. 1 VUV",
        "content": "Die Übergangsentschädigung beträgt 80 Prozent der Lohneinbusse, die der Arbeitnehmer wegen des befristeten oder dauernden Ausschlusses von der ihn gefährdenden Arbeit oder infolge der Verfügung auf bedingte Eignung auf dem Arbeitsmarkt erleidet. Als Lohn gilt der versicherte Verdienst nach Artikel 15 des Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_87"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Höhe und Dauer",
        "citation": "Art. 87 Abs. 2 VUV",
        "content": "Erhält ein Arbeitnehmer, dem eine Übergangsentschädigung zugesprochen wurde, später Taggelder oder eine Rente für die Folgen eines Berufsunfalls oder einer Berufskrankheit, die mit der in der Verfügung bezeichneten Arbeit zusammenhängt, so kann die Übergangsentschädigung an diese Leistungen ganz oder teilweise angerechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_87"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Höhe und Dauer",
        "citation": "Art. 87 Abs. 3 VUV",
        "content": "Die Übergangsentschädigung wird während höchstens vier Jahren ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_87"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 3. Abschnitt: Übergangsentschädigung, Auszahlung",
        "citation": "Art. 88 VUV",
        "content": "Die Übergangsentschädigung wird monatlich im Voraus entrichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_88"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 4. Abschnitt: Kürzung des Übergangstaggeldes oder der Übergangsentschädigung",
        "citation": "Art. 89 Abs. 1 VUV",
        "content": "Trifft das Übergangstaggeld oder die Übergangsentschädigung mit anderen Sozialversicherungsleistungen zusammen, so wird es oder sie nach Artikel 69 ATSG gekürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_89"
    },
    {
        "book": "VUV",
        "title": "VUV, Vierter Titel: Arbeitsmedizinische Vorsorge, 4. Kapitel: Ansprüche des Arbeitnehmers, 4. Abschnitt: Kürzung des Übergangstaggeldes oder der Übergangsentschädigung",
        "citation": "Art. 89 Abs. 2 VUV",
        "content": "Die Übergangsentschädigung wird nach Artikel 21 Absätze 1 und 4 ATSG gekürzt oder verweigert, wenn der Berechtigte seine Stellung auf dem Arbeitsmarkt verschlechtert hat, indem er:\na. die Vorschriften über die arbeitsmedizinischen Vorsorgeuntersuchungen nicht befolgt hat;\nb. die verbotene Arbeit nicht aufgegeben hat oder\nc. die Auflagen einer bedingten Eignungsverfügung nicht eingehalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_89"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Kosten zu Lasten des Arbeitgebers",
        "citation": "Art. 90 VUV",
        "content": "Der Arbeitgeber trägt die Kosten der von ihm zu treffenden Massnahmen zur Wahrung der Arbeitssicherheit sowie diejenigen allfälliger Zwangsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_90"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Durch den Prämienzuschlag gedeckte Kosten",
        "citation": "Art. 91 VUV",
        "content": "Folgende Kosten werden aus dem Prämienzuschlag für die Verhütung von Berufsunfällen und Berufskrankheiten (Art. 87 UVG) gedeckt:\na. die Kosten der Durchführungsorgane des ArG für ihre nach dieser Verordnung ausgeübte Aufsicht über die Anwendung der Vorschriften über die Arbeitssicherheit in den Betrieben, ausgenommen die Kosten des Plangenehmigungs- und Betriebsbewilligungsverfahrens (Art. 7 und 8 ArG);\nb. die Kosten der Suva für:\n1. ihre nach dieser Verordnung und anderen bundesrechtlichen Vorschriften entfaltete Tätigkeit im Bereich der Arbeitssicherheit,\n2. das Sekretariat der Koordinationskommission,\n3. die Verwaltung des Prämienzuschlages für die Verhütung von Berufsunfällen und Berufskrankheiten;\nc. die Kosten der Fachorganisationen (Art. 51) für ihre nach dem Vertrag mit der Suva entfaltete Tätigkeit im Bereich der Arbeitssicherheit;\nd. die Kosten der Koordinationskommission;\ne. die Kosten der Versicherer für die Erfüllung besonderer Aufträge der Koordinationskommission;\nf. die Kosten der Durchführungsorgane für die Vollzugsaufgaben des Bundesgesetzes vom 12. Juni 2009 über die Produktesicherheit im Bereich der Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_91"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Verwendung der Prämienzuschläge",
        "citation": "Art. 92 Abs. 1 VUV",
        "content": "Die Verwendung der Prämienzuschläge richtet sich nach den Beschlüssen der Koordinationskommission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_92"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Verwendung der Prämienzuschläge",
        "citation": "Art. 92 Abs. 2 VUV",
        "content": "Die Suva verwaltet die Prämienzuschläge im Auftrag der Koordinationskommission und führt darüber eine gesonderte Rechnung. Diese ist dem Bundesrat mit einem Bericht alljährlich bis Ende Juni des folgenden Jahres zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_92"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Verwendung der Prämienzuschläge",
        "citation": "Art. 92 Abs. 3 VUV",
        "content": "Die Einzelheiten der Verwaltung werden in einem Vertrag zwischen der Koordinationskommission und der Suva geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_92"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Verwendung der Prämienzuschläge",
        "citation": "Art. 92 Abs. 4 VUV",
        "content": "Der genehmigte Bericht wird der Öffentlichkeit zugänglich gemacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_92"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Voranschlag",
        "citation": "Art. 93 Abs. 1 VUV",
        "content": "Die Durchführungsorgane unterbreiten der Koordinationskommission alljährlich bis zu einem von dieser festgesetzten Zeitpunkt ihren Voranschlag für das nächste Jahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_93"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Voranschlag",
        "citation": "Art. 93 Abs. 2 VUV",
        "content": "Die Versicherer melden der Koordinationskommission alljährlich bis zu einem von dieser festgesetzten Zeitpunkt die im nächsten Jahr zu erwartenden Nettoprämien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_93"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Voranschlag",
        "citation": "Art. 93 Abs. 3 VUV",
        "content": "Gestützt auf die nach den Absätzen 1 und 2 eingereichten Angaben erstellt die Koordinationskommission ihren Voranschlag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_93"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Voranschlag",
        "citation": "Art. 93 Abs. 4 VUV",
        "content": "Der Voranschlag der Koordinationskommission bildet die Grundlage für den Umfang und die Ausrichtung der Vergütungen an die Durchführungsorgane sowie für den Antrag an den Bundesrat zur Änderung des Prämienzuschlages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_93"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Festsetzung des Prämienzuschlages",
        "citation": "Art. 94 VUV",
        "content": "Der Bundesrat setzt den Prämienzuschlag in einer besonderen Verordnung fest. Der Zuschlag wird in der Regel alle fünf Jahre den Verhältnissen angepasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_94"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Überweisung des Prämienzuschlages",
        "citation": "Art. 95 Abs. 1 VUV",
        "content": "Die Versicherer überweisen der Suva die eingegangenen Prämienzuschläge jeweils auf das Ende des der Zahlung folgenden Vierteljahres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_95"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Überweisung des Prämienzuschlages",
        "citation": "Art. 95 Abs. 2 VUV",
        "content": "Die Versicherer müssen die Erhebung und Überweisung des Prämienzuschlages alljährlich durch eine externe Revisionsstelle prüfen lassen. Der Bericht dieser Stelle hat mindestens über die Höhe des erhobenen Prämienzuschlages und über die entsprechenden Nettoprämien Auskunft zu geben. Er muss bis Ende Juni des dem Rechnungsjahr folgenden Jahres der Koordinationskommission übergeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_95"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Vergütung an die Durchführungsorgane",
        "citation": "Art. 96 Abs. 1 VUV",
        "content": "Die Durchführungsorgane unterbreiten der Koordinationskommission vierteljährlich eine Abrechnung mit Belegen über ihre Aufwendungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_96"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Vergütung an die Durchführungsorgane",
        "citation": "Art. 96 Abs. 2 VUV",
        "content": "Geben die Abrechnungen zu keinen Beanstandungen Anlass, so werden die Vergütungen nach der Vergütungsordnung (Art. 54) den betreffenden Durchführungsorganen ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_96"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Vergütung an die Durchführungsorgane",
        "citation": "Art. 96 Abs. 3 VUV",
        "content": "Die Koordinationskommission kann die Abrechnungen der Durchführungsorgane revidieren oder durch eine Revisionsstelle revidieren lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_96"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 1. Kapitel: Arbeitssicherheit, Befreiung vom Prämienzuschlag",
        "citation": "Art. 97 VUV",
        "content": "Die privaten Haushalte sind von der Entrichtung des Prämienzuschlages für die Verhütung von Berufsunfällen und Berufskrankheiten befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_97"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Bemessung des Prämienzuschlages",
        "citation": "Art. 98 Abs. 1 VUV",
        "content": "Der Prämienzuschlag für die Verhütung von Nichtberufsunfällen (Art. 88 Abs. 2 UVG) ist so zu bemessen, dass daraus mindestens die jährlichen Beiträge der sich an der obligatorischen Unfallversicherung beteiligenden Versicherer für die BfU (Art. 59) bestritten werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_98"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Bemessung des Prämienzuschlages",
        "citation": "Art. 98 Abs. 2 VUV",
        "content": "Die Suva und die anderen Versicherer unterbreiten dem Bundesrat ihren Antrag zur Festsetzung des Prämienzuschlages. Der Bundesrat hört die interessierten Organisationen an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_98"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Festsetzung des Prämienzuschlages",
        "citation": "Art. 99 VUV",
        "content": "Der Bundesrat setzt den Prämienzuschlag in einer besonderen Verordnung fest. Der Zuschlag wird in der Regel alle fünf Jahre den Verhältnissen angepasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_99"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Verwendung des Prämienzuschlages",
        "citation": "Art. 100 Abs. 1 VUV",
        "content": "Die Versicherer dürfen den Prämienzuschlag nur zu folgenden Zwecken verwenden:\na. Beiträge an die BfU;\nb. Finanzierung von eigenen Massnahmen und Massnahmen Dritter zur Verhütung von Nichtberufsunfällen;\nc. Erhebung von ausserordentlichen statistischen Daten zur Verhütung von Nichtberufsunfällen für die BfU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_100"
    },
    {
        "book": "VUV",
        "title": "VUV, Fünfter Titel: Finanzierung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Verwendung des Prämienzuschlages",
        "citation": "Art. 100 Abs. 2 VUV",
        "content": "Die Versicherer rechnen über die Verwendung des Prämienzuschlages gesondert ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/de#art_100"
    }
]