[
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 1, Champ d’application, Principe",
        "citation": "Art. 1 al. 1 OPA",
        "content": "Les prescriptions sur la prévention des accidents et des maladies professionnels (sécurité au travail) s’appliquent à toutes les entreprises dont les travailleurs exécutent des travaux en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_1"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 1, Champ d’application, Principe",
        "citation": "Art. 1 al. 2 OPA",
        "content": "Il y a entreprise au sens de la présente ordonnance lorsqu’un employeur occupe un ou plusieurs travailleurs de façon durable ou temporaire, qu’il fasse usage ou non d’installations ou d’équipements fixes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_1"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 1, Champ d’application, Exceptions",
        "citation": "Art. 2 al. 1 OPA",
        "content": "Les prescriptions sur la sécurité au travail ne s’appliquent pas:\na. aux ménages privés;\nb. aux installations et aux équipements de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_2"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 1, Champ d’application, Exceptions",
        "citation": "Art. 2 al. 2 OPA",
        "content": "Les prescriptions sur la prévention des accidents professionnels ne s’appliquent pas:\na. ...\nb. aux entreprises de navigation aérienne, en ce qui concerne la sécurité des aéronefs et les activités de ces entreprises et parties d’entreprise, qui ont trait au mouvement des aéronefs sur l’aire de roulement des aérodromes, y compris l’atterrissage et le décollage;\nc. aux installations nucléaires, en ce qui concerne la protection technique contre les radiations, la sûreté et la sécurité nucléaire ainsi que, pour la protection technique contre les radiations, aux entreprises soumises au contrôle de l’Office fédéral de la santé publique (OFSP) en vertu de l’ordonnance du 26 avril 2017 sur la radioprotection; \nd. aux entreprises qui construisent ou utilisent des installations au sens de la loi du 4 octobre 1963 sur les installations de transport par conduites, en ce qui concerne la sécurité des installations de transport par conduites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_2"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 1, Champ d’application, Exceptions",
        "citation": "Art. 2 al. 3 OPA",
        "content": "Les prescriptions sur la sécurité au travail s’appliquent toutefois:\na. aux entreprises militaires en régie et à ceux des installations et appareils techniques de l’armée qui, en temps de paix, sont entretenus par des travailleurs des entreprises en régie;\nb. ...\nc. aux hangars, ateliers, équipements techniques, installations et appareils d’entretien et d’essais d’aéronefs et de véhicules à moteur appartenant aux entreprises de navigation aérienne, ainsi qu’aux entrepôts de carburants et de lubrifiants, y compris les installations de remplissage des wagons-citernes et les autres installations pour le ravitaillement des aéronefs en carburant;\nd. aux installations de sécurité aérienne situées dans l’enceinte et à l’extérieur des aérodromes, ainsi qu’à la préparation, à l’utilisation et à l’entretien du matériel auxiliaire, des installations et appareils nécessaires aux entreprises de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_2"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Mesures et installations de protection",
        "citation": "Art. 3 al. 1 OPA",
        "content": "L’employeur est tenu, pour assurer et améliorer la sécurité au travail, de prendre toutes les dispositions et mesures de protection qui répondent aux prescriptions de la présente ordonnance, aux autres dispositions sur la sécurité au travail applicables à son entreprise et aux règles reconnues en matière de technique de sécurité et de médecine du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_3"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Mesures et installations de protection",
        "citation": "Art. 3 al. 1bis OPA",
        "content": "Lorsque des éléments font apparaître que l’activité exercée par un travailleur porte atteinte à sa santé, une enquête relevant de la médecine du travail doit être menée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_3"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Mesures et installations de protection",
        "citation": "Art. 3 al. 2 OPA",
        "content": "L’employeur doit veiller à ce que l’efficacité des mesures et des installations de protection ne soit pas entravée. Il les contrôle à intervalles appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_3"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Mesures et installations de protection",
        "citation": "Art. 3 al. 3 OPA",
        "content": "Si des constructions, des parties de bâtiment, des équipements de travail (machines, appareils, outils ou installations utilisés au travail) ou des procédés de travail sont modifiés, ou si des matières nouvelles sont utilisées dans l’entreprise, l’employeur doit adapter les mesures et les installations de protection aux nouvelles conditions. Les procédures d’approbation des plans et d’autorisation d’exploiter au sens des art. 7 et 8 LTr sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_3"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Interruption du travail",
        "citation": "Art. 4 OPA",
        "content": "Si la sécurité des travailleurs ne peut plus être assurée d’une autre manière, l’employeur fera interrompre le travail dans les bâtiments ou les locaux concernés, aux emplacements de travail ou aux installations touchés jusqu’à ce que le dommage ait été réparé ou le défaut supprimé, à moins que l’interruption du travail n’accroisse le danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_4"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Equipements de protection individuelle",
        "citation": "Art. 5 al. 1 OPA",
        "content": "Si les risques d’accidents ou d’atteintes à la santé ne peuvent pas être éliminés par des mesures d’ordre technique ou organisationnel, ou ne peuvent l’être que partiellement, l’employeur mettra à la disposition des travailleurs des équipements de protection individuelle qui doivent être efficaces et dont l’utilisation peut être raisonnablement exigée, tels que: casques de protection, protège-cheveux, lunettes et écrans de protection, protecteurs d’ouïe, appareils de protection des voies respiratoires, chaussures, gants et vêtements de protection, dispositifs de protection contre les chutes et la noyade, produits de protection de la peau et, au besoin, sous-vêtements spéciaux. L’employeur doit veiller à ce que ces équipements soient toujours en parfait état et prêts à être utilisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_5"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Equipements de protection individuelle",
        "citation": "Art. 5 al. 2 OPA",
        "content": "Si plusieurs équipements de protection individuelle doivent être utilisés simultanément, l’employeur veille à ce qu’ils soient compatibles entre eux et que leur efficacité ne soit pas entravée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_5"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Information et instruction des travailleurs",
        "citation": "Art. 6 al. 1 OPA",
        "content": "L’employeur veille à ce que tous les travailleurs occupés dans son entreprise, y compris ceux provenant d’une entreprise tierce, soient informés de manière suffisante et appropriée des risques auxquels ils sont exposés dans l’exercice de leur activité et instruits des mesures de sécurité au travail. Cette information et cette instruction doivent être dispensées lors de l’entrée en service ainsi qu’à chaque modification importante des conditions de travail; elles doivent être répétées si nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Information et instruction des travailleurs",
        "citation": "Art. 6 al. 2 OPA",
        "content": "Les travailleurs doivent être renseignés sur les tâches et les fonctions des spécialistes de la sécurité au travail occupés dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Information et instruction des travailleurs",
        "citation": "Art. 6 al. 3 OPA",
        "content": "L’employeur veille à ce que les travailleurs observent les mesures relatives à la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Information et instruction des travailleurs",
        "citation": "Art. 6 al. 4 OPA",
        "content": "L’information et l’instruction doivent se dérouler pendant les heures de travail et ne peuvent être mises à la charge des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Consultation des travailleurs",
        "citation": "Art. 6a al. 1 OPA",
        "content": "Les travailleurs, ou leurs représentants au sein de l’entreprise, doivent être consultés suffisamment tôt et de manière globale sur toutes les questions concernant la protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Consultation des travailleurs",
        "citation": "Art. 6a al. 2 OPA",
        "content": "Ils ont le droit de faire des propositions avant que l’employeur ne prenne une décision. L’employeur doit justifier sa décision lorsqu’il ne tient pas compte ou ne tient compte qu’en partie des objections et propositions des travailleurs ou de leurs représentants dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Consultation des travailleurs",
        "citation": "Art. 6a al. 3 OPA",
        "content": "Les travailleurs, ou leurs représentants au sein de l’entreprise, doivent être associés d’une manière appropriée aux investigations et aux visites faites par les autorités. L’employeur doit les informer des exigences formulées par ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_6_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Tâches confiées aux travailleurs",
        "citation": "Art. 7 al. 1 OPA",
        "content": "Lorsque l’employeur confie à un travailleur certaines tâches relatives à la sécurité au travail, il doit le former de manière appropriée, parfaire sa formation et lui donner des compétences précises et des instructions claires. Le temps nécessaire à la formation et au perfectionnement est en principe considéré comme temps de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_7"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Tâches confiées aux travailleurs",
        "citation": "Art. 7 al. 2 OPA",
        "content": "Le fait de confier de telles tâches à un travailleur ne libère pas l’employeur de ses obligations d’assurer la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_7"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Travaux comportant des dangers particuliers",
        "citation": "Art. 8 al. 1 OPA",
        "content": "L’employeur ne peut confier des travaux comportant des dangers particuliers qu’à des travailleurs ayant été formés spécialement à cet effet. L’employeur fera surveiller tout travailleur qui exécute seul un travail dangereux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_8"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Travaux comportant des dangers particuliers",
        "citation": "Art. 8 al. 2 OPA",
        "content": "Lorsque des travaux comportant des dangers particuliers sont exécutés, l’effectif des travailleurs occupés à ces travaux ainsi que le nombre ou la quantité des installations, équipements de travail et matières qui présentent des dangers doivent être limités au nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_8"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Coopération de plusieurs entreprises",
        "citation": "Art. 9 al. 1 OPA",
        "content": "Lorsque des travailleurs de plusieurs entreprises sont occupés sur un même lieu de travail, leurs employeurs doivent convenir des arrangements propres à assurer le respect des prescriptions sur la sécurité au travail et ordonner les mesures nécessaires. Les employeurs sont tenus de s’informer réciproquement et d’informer leurs travailleurs respectifs des risques et des mesures prises pour les prévenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_9"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Coopération de plusieurs entreprises",
        "citation": "Art. 9 al. 2 OPA",
        "content": "L’employeur doit expressément attirer l’attention d’un tiers sur les exigences de la sécurité au travail au sein de l’entreprise lorsqu’il lui donne mandat, pour son entreprise:\na. de concevoir, de construire, de modifier ou d’entretenir des équipements de travail ainsi que des bâtiments et autres constructions;\nb. de livrer des équipements de travail ou des matières dangereuses pour la santé;\nc. de planifier ou de concevoir des procédés de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_9"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 1, Obligations de l’employeur, Location de services",
        "citation": "Art. 10 OPA",
        "content": "L’employeur qui occupe dans son entreprise de la main-d’oeuvre dont il loue les services à un autre employeur, a envers elle les mêmes obligations en matière de sécurité au travail qu’à l’égard de ses propres travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_10"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 2, Obligations du travailleur",
        "citation": "Art. 11 al. 1 OPA",
        "content": "Le travailleur est tenu de suivre les directives de l’employeur en matière de sécurité au travail et d’observer les règles de sécurité généralement reconnues. Il doit en particulier utiliser les équipements de protection individuelle et s’abstenir de porter atteinte à l’efficacité des installations de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 2, Obligations du travailleur",
        "citation": "Art. 11 al. 2 OPA",
        "content": "Lorsqu’un travailleur constate des défauts qui compromettent la sécurité au travail, il doit immédiatement les éliminer. S’il n’est pas en mesure de le faire ou s’il n’y est pas autorisé, il doit aviser l’employeur sans délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2, Obligations des employeurs et des travailleurs en général, Section 2, Obligations du travailleur",
        "citation": "Art. 11 al. 3 OPA",
        "content": "Le travailleur ne doit pas se mettre dans un état tel qu’il expose sa personne ou celle d’autres travailleurs à un danger. Cela vaut en particulier pour la consommation de boissons alcoolisées ou d’autres produits enivrants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Obligation de l’employeur",
        "citation": "Art. 11a al. 1 OPA",
        "content": "L’employeur doit, conformément à l’al. 2, faire appel à des médecins du travail et autres spécialistes de la sécurité au travail (spécialistes de la sécurité au travail) lorsque la protection de la santé des travailleurs et leur sécurité l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Obligation de l’employeur",
        "citation": "Art. 11a al. 2 OPA",
        "content": "L’obligation de faire appel à des spécialistes de la sécurité au travail dépend notamment:\na. du risque d’accidents et maladies professionnels, tel qu’il résulte des données statistiques disponibles et des analyses des risques;\nb. du nombre de personnes occupées; et\nc. des connaissances spécifiques nécessaires pour garantir la sécurité au travail dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Obligation de l’employeur",
        "citation": "Art. 11a al. 3 OPA",
        "content": "Faire appel à des spécialistes de la sécurité au travail ne décharge pas l’employeur de sa responsabilité en matière de sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Directives sur l’obligation de faire appel à des spécialistes de la sécurité au travail",
        "citation": "Art. 11b al. 1 OPA",
        "content": "La commission de coordination prévue à l’art. 85, al. 2, de la loi (commission de coordination) édicte des directives au sujet de l’art. 11a, al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_b"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Directives sur l’obligation de faire appel à des spécialistes de la sécurité au travail",
        "citation": "Art. 11b al. 2 OPA",
        "content": "Si l’employeur se conforme aux directives, il est présumé avoir satisfait à l’obligation de faire appel à des spécialistes de la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_b"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Directives sur l’obligation de faire appel à des spécialistes de la sécurité au travail",
        "citation": "Art. 11b al. 3 OPA",
        "content": "L’employeur peut satisfaire à l’obligation de faire appel à des spécialistes de la sécurité au travail d’une autre manière que celle qui est prévue par les directives s’il prouve que la protection de la santé des travailleurs et que leur sécurité sont garanties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_b"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Décision relative à l’obligation de faire appel à des spécialistes de la sécurité au travail",
        "citation": "Art. 11c al. 1 OPA",
        "content": "Si un employeur ne donne pas suite à l’obligation de faire appel à des spécialistes de la sécurité au travail, l’organe d’exécution compétent prévu aux art. 47 à 51 peut prendre, relativement à cette obligation, une décision conformément à l’art. 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Décision relative à l’obligation de faire appel à des spécialistes de la sécurité au travail",
        "citation": "Art. 11c al. 2 OPA",
        "content": "Si l’organe d’exécution compétent en matière de prévention des accidents professionnels n’est pas le même que celui qui est compétent pour la prévention des maladies professionnelles, les deux organes s’entendent sur la décision à prendre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Qualification des spécialistes de la sécurité au travail",
        "citation": "Art. 11d al. 1 OPA",
        "content": "Sont réputés spécialistes de la sécurité au travail:\na. les médecins du travail, les hygiénistes du travail, les ingénieurs de sécurité et les chargés de sécurité qui satisfont aux exigences de l’ordonnance du 25 novembre 1996 sur les qualifications des spécialistes de la sécurité au travail, ou\nb. les personnes qui ont passé avec succès un examen professionnel fédéral selon le règlement du 7 août 2017 concernant l’examen professionnel de spécialiste de la sécurité au travail et de la protection de la santé (STPS), dans la fonction de chargés de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Qualification des spécialistes de la sécurité au travail",
        "citation": "Art. 11d al. 2 OPA",
        "content": "La preuve d’une formation suffisante est réputée apportée si:\na. l’employeur ou la personne concernée peut produire des certificats attestant l’acquisition d’une formation de base et d’une formation complémentaire ou postgraduée conformes à l’ordonnance sur les qualifications des spécialistes de la sécurité au travail;\nb. l’employeur ou la personne concernée peut produire un brevet fédéral spécialiste de la sécurité au travail et de la protection de la santé (STPS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Qualification des spécialistes de la sécurité au travail",
        "citation": "Art. 11d al. 3 OPA",
        "content": "Si les certificats mentionnés à l’al. 2, let. a ou b, ne peuvent pas être produits, l’employeur ou la personne concernée doit apporter la preuve que la formation acquise est équivalente. Des formations de base et des formations complémentaires ou postgraduées accomplies en Suisse ou à l’étranger sont reconnues comme équivalentes si leur niveau atteint au moins les exigences de l’ordonnance sur les qualifications des spécialistes de la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Qualification des spécialistes de la sécurité au travail",
        "citation": "Art. 11d al. 3bis OPA",
        "content": "Les personnes au sens de l’al. 1, let. b, doivent suivre une formation continue appropriée. Les exigences à ce sujet sont énumérées à l’art. 7 de l’ordonnance sur les qualifications des spécialistes de la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Qualification des spécialistes de la sécurité au travail",
        "citation": "Art. 11d al. 4 OPA",
        "content": "Les organes d’exécution procèdent au contrôle des qualifications des spécialistes de la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Décisions concernant la qualification ou la non-qualification de spécialistes de la sécurité au travail",
        "citation": "Art. 11dbis al. 1 OPA",
        "content": "Avant de rendre une décision concernant la qualification ou la non-qualification de spécialistes de la sécurité au travail, les organes d’exécution doivent consulter l’OFSP et le Secrétariat d’État à l’Economie (SECO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d_bis"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Décisions concernant la qualification ou la non-qualification de spécialistes de la sécurité au travail",
        "citation": "Art. 11dbis al. 2 OPA",
        "content": "Les décisions visées à l’al. 1 doivent être notifiées à l’employeur ainsi qu’à la personne concernée et communiquées à l’OFSP. La personne concernée dispose des mêmes voies de recours que l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_d_bis"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Tâches des spécialistes de la sécurité au travail",
        "citation": "Art. 11e al. 1 OPA",
        "content": "Les spécialistes de la sécurité au travail ont notamment les fonctions suivantes:\na. ils procèdent, en collaboration avec l’employeur et après avoir consulté les travailleurs ou leurs représentants au sein de l’entreprise et les supérieurs compétents, à une évaluation des risques pour la sécurité et la santé des travailleurs;\nb. ils conseillent l’employeur sur les questions de sécurité au travail et le renseignent en particulier sur:\n1. les mesures destinées à remédier aux défauts et à réduire les risques,\n2. l’acquisition de nouvelles installations et de nouveaux équipements de travail ainsi que sur l’introduction de nouvelles méthodes de travail, de nouveaux moyens d’exploitation, de nouveaux matériaux et de nouvelles substances chimiques,\n3. le choix des installations de protection et des EPI,\n4. l’instruction des travailleurs sur les dangers professionnels auxquels ils sont exposés et sur l’utilisation des installations de protection et des EPI ainsi que sur les autres mesures à prendre,\n5. l’organisation des premiers secours, de l’assistance médicale d’urgence, du sauvetage et de la lutte contre l’incendie;\nc. ils sont à la disposition des travailleurs ou de leurs représentants au sein de l’entreprise pour les questions relatives à leur sécurité et à leur santé sur le lieu de travail et les conseillent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_e"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Tâches des spécialistes de la sécurité au travail",
        "citation": "Art. 11e al. 2 OPA",
        "content": "Les médecins du travail procèdent aux examens médicaux qu’implique l’accomplissement de leurs tâches. Ils peuvent en outre, sur mandat de la Caisse nationale suisse d’assurance en cas d’accidents (CNA), se charger des examens préventifs dans le domaine de la médecine du travail, visés aux art. 71 à 77.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_e"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Tâches des spécialistes de la sécurité au travail",
        "citation": "Art. 11e al. 3 OPA",
        "content": "L’employeur délimite les attributions de chacun des spécialistes de la sécurité au travail dans son entreprise et fixe par écrit leurs tâches et compétences; il doit consulter au préalable, conformément à l’art. 6a, les travailleurs ou leurs représentants au sein de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_e"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Statut des spécialistes de la sécurité au travail dans l’entreprise",
        "citation": "Art. 11f al. 1 OPA",
        "content": "L’employeur doit assurer aux spécialistes de la sécurité au travail les conditions nécessaires à l’accomplissement de leurs tâches. Les spécialistes de la sécurité au travail doivent renseigner l’employeur sur leurs activités et le tenir au courant de leurs contacts avec les organes d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_f"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Statut des spécialistes de la sécurité au travail dans l’entreprise",
        "citation": "Art. 11f al. 2 OPA",
        "content": "Les spécialistes de la sécurité au travail doivent bénéficier de l’autonomie qui leur est nécessaire pour s’acquitter de leur tâche. L’accomplissement de leur tâche ne doit entraîner pour eux aucun préjudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_f"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Statut des spécialistes de la sécurité au travail dans l’entreprise",
        "citation": "Art. 11f al. 3 OPA",
        "content": "Les spécialistes de la sécurité au travail doivent pouvoir entrer directement en contact avec les travailleurs et avoir libre accès aux postes de travail; ils doivent en outre pouvoir consulter les dossiers de l’employeur dont ils ont besoin pour exercer leur activité. L’employeur doit faire appel à eux avant de prendre des décisions ayant trait à la sécurité au travail, notamment avant de prendre des décisions concernant la planification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_f"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Statut des spécialistes de la sécurité au travail vis-à-vis des organes d’exécution",
        "citation": "Art. 11g al. 1 OPA",
        "content": "Les spécialistes de la sécurité au travail doivent, à leur demande, renseigner les organes d’exécution compétents sur leur activité et tenir leurs documents à leur disposition. L’employeur doit en être informé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_g"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Statut des spécialistes de la sécurité au travail vis-à-vis des organes d’exécution",
        "citation": "Art. 11g al. 2 OPA",
        "content": "Les spécialistes de la sécurité au travail peuvent demander conseil et soutien aux organes d’exécution compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_g"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 2a, Appel à des médecins du travail et autres spécialistes de la sécurité au travail, Statut des spécialistes de la sécurité au travail vis-à-vis des organes d’exécution",
        "citation": "Art. 11g al. 3 OPA",
        "content": "En cas de danger grave et imminent pour la vie et la santé des travailleurs et si l’employeur refuse de prendre les mesures qui s’imposent, les spécialistes de la sécurité au travail doivent immédiatement aviser l’organe d’exécution compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_11_g"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Capacité de charge",
        "citation": "Art. 12 OPA",
        "content": "Les bâtiments et autres constructions doivent être conçus de manière à supporter les charges et les contraintes auxquelles ils sont soumis lorsqu’ils sont utilisés conformément à leur destination. La charge admissible sera au besoin indiquée de façon bien visible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_12"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Aménagement et nettoyage",
        "citation": "Art. 13 al. 1 OPA",
        "content": "Les bâtiments et autres constructions doivent être conçus de telle sorte que des substances nocives, inflammables ou explosives ne puissent s’y fixer ou s’y déposer en quantités qui mettent en danger la vie et la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_13"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Aménagement et nettoyage",
        "citation": "Art. 13 al. 2 OPA",
        "content": "Dans la mesure où ces phénomènes ne peuvent être évités, les bâtiments et autres constructions doivent être conçus de manière à pouvoir être nettoyés facilement. Ils doivent en outre être nettoyés à intervalles réguliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_13"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Sols",
        "citation": "Art. 14 al. 1 OPA",
        "content": "Dans la mesure du possible, les sols ne doivent pas être glissants, ni présenter d’obstacles pouvant causer des chutes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_14"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Sols",
        "citation": "Art. 14 al. 2 OPA",
        "content": "Les obstacles qui ne peuvent être supprimés seront signalés de façon bien visible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_14"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Parois et portes vitrées",
        "citation": "Art. 15 OPA",
        "content": "Les parois, portes et cloisons en verre ou en matériaux analogues doivent être conçues de telle manière que les travailleurs ne puissent tomber ou ne soient pas blessés en cas de rupture du matériau. Les panneaux transparents de grande dimension doivent être conçus ou signalés de telle façon qu’ils soient bien reconnaissables en tout temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_15"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Escaliers",
        "citation": "Art. 16 al. 1 OPA",
        "content": "La largeur utile des escaliers ainsi que la hauteur et la largeur des marches doivent permettre une foulée sûre. Les escaliers placés entre des parois seront au moins pourvus d’une main courante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_16"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Escaliers",
        "citation": "Art. 16 al. 2 OPA",
        "content": "Les escaliers extérieurs des bâtiments à plusieurs étages doivent être praticables en toute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_16"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Toits",
        "citation": "Art. 17 al. 1 OPA",
        "content": "Les toits sur lesquels les travailleurs doivent fréquemment monter pour des motifs inhérents à l’exploitation, seront conçus de telle sorte qu’ils soient praticables en toute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_17"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Toits",
        "citation": "Art. 17 al. 2 OPA",
        "content": "Si les travailleurs doivent monter sur d’autres toits, des mesures destinées à prévenir les chutes seront prises auparavant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_17"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Echelles fixes",
        "citation": "Art. 18 OPA",
        "content": "Les échelles fixes doivent être conçues et disposées de sorte qu’elles soient praticables en toute sécurité. Si la hauteur est importante, elles doivent être pourvues d’une protection dorsale et, au besoin, de paliers intermédiaires ou d’une glissière de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_18"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Passages",
        "citation": "Art. 19 al. 1 OPA",
        "content": "Le nombre, la situation, les dimensions et la configuration des passages tels que routes, rampes, voies ferrées, couloirs, entrées, sorties et escaliers, tant à l’intérieur des bâtiments que dans l’enceinte de l’entreprise, doivent être tels que ces passages soient praticables en toute sécurité; au besoin, ils doivent être signalés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_19"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Passages",
        "citation": "Art. 19 al. 2 OPA",
        "content": "Les parties de bâtiment ou d’installations qui ne sont pas au niveau du sol doivent être accessibles au moyen d’escaliers ou de rampes. Des échelles fixes sont autorisées s’il s’agit de parties de bâtiment ou d’installations peu fréquentées ou si les différences de niveau sont faibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_19"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Passages",
        "citation": "Art. 19 al. 3 OPA",
        "content": "Si les prescriptions relatives aux passages ne peuvent être entièrement observées sur certains lieux de travail, des mesures garantissant une sécurité équivalente doivent être prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_19"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Voies d’évacuation",
        "citation": "Art. 20 al. 1 OPA",
        "content": "En cas de danger, les postes de travail, locaux et bâtiments ainsi que l’enceinte de l’entreprise doivent pouvoir être évacués rapidement et sûrement à tout moment. Les passages qui servent également de voies d’évacuation en cas de danger doivent être signalés de manière appropriée et rester libres en permanence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_20"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Voies d’évacuation",
        "citation": "Art. 20 al. 2 OPA",
        "content": "Est considéré comme voie d’évacuation le chemin le plus court qui peut être emprunté pour parvenir à l’air libre, en lieu sûr, depuis n’importe quel endroit d’un bâtiment, d’un ouvrage ou d’une installation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_20"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Voies d’évacuation",
        "citation": "Art. 20 al. 3 OPA",
        "content": "Les portes des voies d’évacuation doivent pouvoir, en tout temps, être reconnues en tant que telles, ouvertes rapidement dans le sens de la sortie sans recourir à des moyens auxiliaires et utilisées en toute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_20"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Voies d’évacuation",
        "citation": "Art. 20 al. 4 OPA",
        "content": "Le nombre, la disposition et la conception des cages d’escaliers et des couloirs doivent être adaptés à l’étendue et à l’affectation des bâtiments ou parties de bâtiment, au nombre d’étages, aux dangers inhérents à l’entreprise et à l’effectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_20"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Garde-corps et balustrades",
        "citation": "Art. 21 al. 1 OPA",
        "content": "Afin de prévenir la chute de personnes, d’objets, de véhicules et de matériaux, les fenêtres à allège de faible hauteur, les ouvertures aménagées dans les parois et dans le sol, les escaliers et paliers sans parois latérales, les galeries, ponts, passerelles, plates-formes, postes de travail placés au-dessus du sol, canaux ouverts, réservoirs ainsi que les emplacements analogues seront munis de garde-corps ou de balustrades.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_21"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Garde-corps et balustrades",
        "citation": "Art. 21 al. 2 OPA",
        "content": "Il est possible de renoncer aux garde-corps ou balustrades ou d’en réduire la hauteur, lorsque l’exécution de transports ou les opérations de fabrication le rendent indispensable et qu’une solution équivalente est adoptée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_21"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Quais de chargement et rampes d’accès",
        "citation": "Art. 22 al. 1 OPA",
        "content": "Les quais de chargement doivent avoir au moins une issue présentant toute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_22"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Quais de chargement et rampes d’accès",
        "citation": "Art. 22 al. 2 OPA",
        "content": "Les quais de chargement et les rampes d’accès doivent être conçus de telle sorte que les travailleurs puissent éviter les véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_22"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Voies ferrées",
        "citation": "Art. 23 al. 1 OPA",
        "content": "Les voies ferrées, les aiguilles et les plaques tournantes doivent être disposées de manière à assurer une exploitation exempte de risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_23"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 1, Bâtiments et autres constructions, Voies ferrées",
        "citation": "Art. 23 al. 2 OPA",
        "content": "Les voies ferrées à l’intérieur de bâtiments ou sur des passages habituellement utilisés, sauf celles qui se trouvent sur des chantiers, doivent être noyées au niveau du sol. Elles seront disposées de telle sorte que les travailleurs puissent éviter les véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_23"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Principe",
        "citation": "Art. 24 al. 1 OPA",
        "content": "Des équipements de travail ne peuvent être employés dans les entreprises au sens de la présente ordonnance que dans la mesure où ils ne mettent pas en danger, s’ils sont utilisés avec soin et conformément à leur destination, la sécurité et la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_24"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Principe",
        "citation": "Art. 24 al. 2 OPA",
        "content": "L’exigence visée à l’al. 1 est notamment considérée comme remplie si l’employeur emploie des équipements de travail qui répondent aux exigences des prescriptions relatives à la mise en circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_24"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Principe",
        "citation": "Art. 24 al. 3 OPA",
        "content": "Les équipements de travail pour lesquels il n’existe aucune réglementation sur la mise sur le marché doivent au moins répondre aux exigences fixées aux art. 25 à 32 et 34, al. 2. Il en va de même pour les équipements de travail qui ont été utilisés pour la première fois avant le 31 décembre 1996.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_24"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Capacité de charge",
        "citation": "Art. 25 OPA",
        "content": "Les équipements de travail doivent être conçus de manière à supporter les charges et les contraintes auxquelles ils sont soumis lorsqu’ils sont utilisés conformément aux prescriptions. La capacité de charge sera, au besoin, indiquée de manière bien visible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_25"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Aménagement et nettoyage",
        "citation": "Art. 26 al. 1 OPA",
        "content": "Les équipements de travail doivent être conçus de telle sorte que des substances nocives, inflammables ou explosives, ne puissent s’y fixer ou s’y déposer en quantités qui mettent en danger la vie ou la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_26"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Aménagement et nettoyage",
        "citation": "Art. 26 al. 2 OPA",
        "content": "Dans la mesure où ces phénomènes ne peuvent être évités, les équipements de travail doivent être conçus de manière à pouvoir être nettoyés facilement. Ils doivent en outre être nettoyés à intervalles réguliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_26"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Accessibilité",
        "citation": "Art. 27 OPA",
        "content": "Les équipements de travail doivent être accessibles sans danger pour les besoins de l’exploitation en conditions de service normales ou particulières (art. 43) et de l’entretien; à défaut, les mesures de protection nécessaires doivent être prises. Les exigences en matière d’hygiène requises aux termes de l’ordonnance 3 du 18 août 1993 relative à la loi sur le travail (OLT 3), notamment en ce qui concerne les principes ergonomiques, doivent être remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_27"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs et mesures de protection",
        "citation": "Art. 28 al. 1 OPA",
        "content": "Les équipements de travail constituant, lors de leur utilisation, un danger pour les travailleurs dû à des éléments en mouvement, doivent être munis de dispositifs de protection appropriés empêchant l’accès ou les interventions dans la zone dangereuse où se trouvent les éléments en mouvement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_28"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs et mesures de protection",
        "citation": "Art. 28 al. 2 OPA",
        "content": "Si le mode de fonctionnement prévu exige des interventions avec les mains dans les zones où se trouvent des outils en mouvement, les équipements de travail doivent être munis de dispositifs de protection adéquats, et des mesures de protection doivent être prises pour interdire l’accès involontaire à la zone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_28"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs et mesures de protection",
        "citation": "Art. 28 al. 3 OPA",
        "content": "Les équipements de travail constituant un danger pour les travailleurs dû au contact corporel involontaire avec des parties à température élevée ou très basse, à des chutes ou à des projections d’objets, ou à des fuites de substances ou de gaz, doivent être munis de dispositifs de protection, ou des mesures de protection appropriées doivent être prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_28"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs et mesures de protection",
        "citation": "Art. 28 al. 4 OPA",
        "content": "Les équipements de travail munis de dispositifs de protection ne doivent pouvoir être utilisés que si ces dispositifs sont en position de sécurité ou si, en conditions de service particulières, la sécurité est garantie d’une autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_28"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Sources d’inflammation",
        "citation": "Art. 29 al. 1 OPA",
        "content": "Dans les zones exposées à un danger d’incendie ou d’explosion, les équipements de travail doivent être conçus et utilisés de telle manière qu’ils ne constituent pas des sources d’inflammation et qu’aucune substance ne puisse s’enflammer ou se décomposer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_29"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Sources d’inflammation",
        "citation": "Art. 29 al. 2 OPA",
        "content": "Les mesures de sécurité nécessaires seront prises pour prévenir la formation de charges électrostatiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_29"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs de commande",
        "citation": "Art. 30 al. 1 OPA",
        "content": "Les équipements de travail et, au besoin, leurs unités fonctionnelles doivent être munis de dispositifs permettant de les séparer ou de les déconnecter de n’importe quelles sources d’énergie. Toute énergie résiduelle dangereuse doit pouvoir, le cas échéant, être éliminée. Les dispositifs doivent être protégés contre tout réenclenchement susceptible de présenter un danger pour les travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_30"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs de commande",
        "citation": "Art. 30 al. 2 OPA",
        "content": "Les dispositifs de commande qui ont une influence sur la sécurité de fonctionnement des équipements de travail doivent remplir leur fonction avec fiabilité, être installés de façon à être bien visibles et aisément identifiables, et être munis d’un marquage correspondant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_30"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs de commande",
        "citation": "Art. 30 al. 3 OPA",
        "content": "La mise en marche des équipements de travail ne doit pouvoir s’effectuer que par une action volontaire sur le système de commande prévu à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_30"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Dispositifs de commande",
        "citation": "Art. 30 al. 4 OPA",
        "content": "Chaque équipement de travail doit être muni des dispositifs nécessaires permettant d’effectuer les mises à l’arrêt nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_30"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Réservoirs et conduites",
        "citation": "Art. 31 al. 1 OPA",
        "content": "Les réservoirs, récipients, silos et tuyauteries doivent être munis des dispositifs de fermeture et de protection nécessaires. Ceux-ci seront disposés de façon à être bien visibles. Les mesures de protection appropriées doivent être prises lors des travaux de remplissage, de vidange, d’entretien ou de nettoyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_31"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Réservoirs et conduites",
        "citation": "Art. 31 al. 2 OPA",
        "content": "Les réservoirs, récipients et tuyauteries doivent être signalés de façon claire et indélébile si le contenu, la température, la pression ou des risques de confusion présentent un danger pour les travailleurs. Si le sens du courant n’est pas clairement reconnaissable, il doit être indiqué sur les tuyauteries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_31"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Réservoirs et conduites",
        "citation": "Art. 31 al. 3 OPA",
        "content": "Les galeries destinées au passage de conduites doivent être conçues de façon à garantir une disposition claire des conduites. Les galeries dans lesquelles les travailleurs peuvent circuler, doivent en outre être conçues de telle sorte qu’ils puissent le faire sans danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_31"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations de chauffage pour les besoins techniques",
        "citation": "Art. 32 al. 1 OPA",
        "content": "Les installations de chauffage pour les besoins techniques doivent être aménagées et exploitées de manière à éviter, en particulier les incendies, les explosions, les retours de flammes et les intoxications. Une amenée d’air suffisante sera assurée dans les locaux où sont installés les foyers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations de chauffage pour les besoins techniques",
        "citation": "Art. 32 al. 2 OPA",
        "content": "Si des combustibles pouvant provoquer des explosions sont utilisés, des dispositifs de décompression, en particulier des clapets d’explosion, doivent être installés, hors des zones de travail et de passage. Leur efficacité ne doit pas être entravée. Lorsque des raisons d’ordre technique empêchent l’installation de tels dispositifs, d’autres mesures de sécurité doivent être prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Utilisation des équipements de travail",
        "citation": "Art. 32a al. 1 OPA",
        "content": "Les équipements de travail doivent être employés conformément à leur destination. Ils ne seront en particulier utilisés que pour les travaux et aux emplacements prévus à cet effet. Les instructions du fabricant concernant leur utilisation doivent être prises en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Utilisation des équipements de travail",
        "citation": "Art. 32a al. 2 OPA",
        "content": "Les équipements de travail doivent être installés et intégrés dans l’environnement de travail de telle sorte que la sécurité et la santé des travailleurs soient garanties. Les exigences en matière d’hygiène requises aux termes de l’OLT 3, notamment en ce qui concerne les principes ergonomiques, doivent être remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Utilisation des équipements de travail",
        "citation": "Art. 32a al. 3 OPA",
        "content": "Les équipements de travail utilisés sur différents sites doivent être soumis après chaque montage à un contrôle en vue de s’assurer de leur installation correcte, de leur parfait fonctionnement et du fait qu’ils peuvent être utilisés conformément à leur destination. Les résultats des contrôles doivent être consignés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Utilisation des équipements de travail",
        "citation": "Art. 32a al. 4 OPA",
        "content": "Les nouveaux risques que présentent les équipements de travail qui ont subi d’importantes modifications ou qui sont utilisés à d’autres fins que celles qui sont prévues par le fabricant ou non conformément à leur destination, doivent être réduits de façon à garantir la sécurité et la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Entretien des équipements de travail",
        "citation": "Art. 32b al. 1 OPA",
        "content": "Les équipements de travail doivent être entretenus conformément aux instructions du fabricant. Il convient à cet égard de tenir compte de leur destination et du site d’exploitation. Les résultats des opérations d’entretien doivent être consignés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_b"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Entretien des équipements de travail",
        "citation": "Art. 32b al. 2 OPA",
        "content": "Les équipements de travail exposés à des influences nuisibles, comme la chaleur, le froid, les substances et les gaz corrosifs, doivent être contrôlés régulièrement selon un plan préétabli. Des contrôles doivent également être effectués lorsque des événements exceptionnels susceptibles d’avoir une incidence sur la sécurité des équipements de travail se sont produits. Les résultats des contrôles doivent être consignés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_b"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations à gaz liquéfié",
        "citation": "Art. 32c al. 1 OPA",
        "content": "Les installations et les équipements destinés à l’entreposage et à l’utilisation de gaz liquéfié (installations à gaz liquéfié) doivent être fabriqués, exploités et entretenus de manière à éviter les incendies, les explosions, les retours de flamme et les intoxications et à limiter les dommages en cas de dysfonctionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations à gaz liquéfié",
        "citation": "Art. 32c al. 2 OPA",
        "content": "Les installations à gaz liquéfié doivent être protégées contre les dégradations mécaniques et les incendies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations à gaz liquéfié",
        "citation": "Art. 32c al. 3 OPA",
        "content": "Les locaux où se trouvent les installations à gaz liquéfié doivent être suffisamment aérés. L’évacuation des gaz d’échappement et de l’air doit s’effectuer sans danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations à gaz liquéfié",
        "citation": "Art. 32c al. 4 OPA",
        "content": "Les installations à gaz liquéfié, et notamment leur étanchéité, doivent être contrôlées périodiquement ainsi qu’avant leur mise en service, après toute opération d’entretien ou toute modification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations à gaz liquéfié",
        "citation": "Art. 32c al. 5 OPA",
        "content": "Seules les personnes pouvant attester de connaissances suffisantes en la matière sont habilitées à fabriquer, à modifier, à entretenir et à contrôler les installations à gaz liquéfié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 2, Équipements de travail, Installations à gaz liquéfié",
        "citation": "Art. 32c al. 6 OPA",
        "content": "La commission de coordination édicte des directives sur la protection des travailleurs qui fabriquent, manipulent et contrôlent des installations à gaz liquéfié ainsi que sur la qualification technique de ces derniers. Par ailleurs, elle tient compte de l’art. 49a de l’ordonnance du 19 juin 1995 concernant les exigences techniques requises pour les véhicules routiers et de l’art. 129 de l’ordonnance du 8 novembre 1978 sur la navigation intérieure. Elle délègue l’élaboration de ces directives à une commission spécialisée, composée de représentants des offices fédéraux concernés et de l’association «Cercle de travail GPL».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_32_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Aération",
        "citation": "Art. 33 OPA",
        "content": "La composition de l’air aux postes de travail ne doit pas présenter de danger pour la santé des travailleurs. Si elle présente un tel danger, une ventilation naturelle ou artificielle suffisante sera assurée aux postes de travail; au besoin, d’autres mesures techniques sont prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_33"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Bruit et vibrations",
        "citation": "Art. 34 al. 1 OPA",
        "content": "Les bâtiments et parties de bâtiment doivent être aménagés de manière que le bruit ou les vibrations ne portent pas atteinte à la sécurité ou à la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_34"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Bruit et vibrations",
        "citation": "Art. 34 al. 2 OPA",
        "content": "Les équipements de travail doivent être conçus de telle façon que le bruit ou les vibrations ne portent pas atteinte à la sécurité ou à la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_34"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Bruit et vibrations",
        "citation": "Art. 34 al. 3 OPA",
        "content": "Les procédés de travail et de production doivent être conçus et appliqués de telle sorte que le bruit ou les vibrations ne portent pas atteinte à la sécurité ou à la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_34"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Eclairage",
        "citation": "Art. 35 al. 1 OPA",
        "content": "Les locaux, les postes de travail et les passages à l’intérieur et à l’extérieur des bâtiments doivent être éclairés de telle sorte que la sécurité et la santé des travailleurs ne soient pas mises en danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_35"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Eclairage",
        "citation": "Art. 35 al. 2 OPA",
        "content": "Si la sécurité l’exige, un éclairage de secours indépendant du réseau sera installé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_35"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Dangers d’explosion et d’incendie",
        "citation": "Art. 36 al. 1 OPA",
        "content": "Dans les entreprises ou parties d’entreprise comportant un danger d’explosion ou d’incendie, les mesures nécessaires doivent être prises pour protéger les travailleurs contre ces dangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_36"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Dangers d’explosion et d’incendie",
        "citation": "Art. 36 al. 2 OPA",
        "content": "Il est interdit de faire usage de sources d’inflammation dans les zones exposées à un danger particulier d’explosion ou d’incendie. A tous les accès, des affiches bien visibles signaleront le danger et signifieront l’interdiction de fumer. Si l’usage de sources d’inflammation ne peut être momentanément évité, toutes les mesures seront prises pour prévenir les explosions ou les incendies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_36"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Dangers d’explosion et d’incendie",
        "citation": "Art. 36 al. 3 OPA",
        "content": "Des mesures appropriées seront prises pour empêcher que des sources d’inflammation ne pénètrent dans des zones comportant un danger particulier d’explosion ou d’incendie et ne puissent y produire leurs effets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_36"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Evacuation des déchets et entretien",
        "citation": "Art. 37 al. 1 OPA",
        "content": "Les postes de travail, les passages et les locaux accessoires doivent être maintenus dans un état de propreté et de fonctionnement en toute sécurité tel que la vie et la santé des travailleurs ne soient pas mises en danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_37"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Evacuation des déchets et entretien",
        "citation": "Art. 37 al. 2 OPA",
        "content": "Lors de travaux d’entretien et de nettoyage, toutes les mesures de protection nécessaires doivent être prises. Les installations, appareils, outils et autres moyens nécessaires à l’entretien et au nettoyage doivent être tenus à disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_37"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Evacuation des déchets et entretien",
        "citation": "Art. 37 al. 3 OPA",
        "content": "Les déchets seront évacués de manière appropriée et entreposés ou éliminés de telle sorte que les travailleurs ne courent pas de danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_37"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 3, Milieu de travail, Evacuation des déchets et entretien",
        "citation": "Art. 37 al. 4 OPA",
        "content": "Les travailleurs ne peuvent circuler dans les canalisations et installations semblables que si les mesures de protection nécessaires ont été prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_37"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Vêtements de travail et équipements de protection individuelle",
        "citation": "Art. 38 al. 1 OPA",
        "content": "Les travailleurs doivent porter des vêtements de travail appropriés à l’activité qu’ils exercent. Les vêtements de travail souillés ou endommagés doivent être nettoyés ou réparés lorsqu’ils présentent un danger pour celui qui les porte ou pour d’autres travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_38"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Vêtements de travail et équipements de protection individuelle",
        "citation": "Art. 38 al. 2 OPA",
        "content": "Les vêtements de travail et les équipements de protection individuelle auxquels adhèrent des substances nocives doivent être rangés séparément des autres vêtements et des équipements de protection individuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_38"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Vêtements de travail et équipements de protection individuelle",
        "citation": "Art. 38 al. 3 OPA",
        "content": "Les vêtements de travail et les équipements de protection individuelle auxquels adhèrent des substances particulièrement nocives comme l’amiante ne doivent pas donner lieu à une contamination hors de la zone de travail. Ils doivent, de façon appropriée, être nettoyés ou éliminés directement sur place.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_38"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Accès interdit",
        "citation": "Art. 39 OPA",
        "content": "L’accès aux lieux de travail doit être interdit aux personnes non autorisées ou subordonné à des conditions spéciales lorsqu’il représente un danger pour les travailleurs qui y sont occupés ou y pénètrent. Si le danger est permanent, l’interdiction ou les conditions d’accès doivent être affichées aux différentes entrées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_39"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Lutte contre le feu",
        "citation": "Art. 40 al. 1 OPA",
        "content": "Les dispositifs d’alarme et le matériel de lutte contre le feu doivent être facilement accessibles, signalés de manière bien visible et prêts à fonctionner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_40"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Lutte contre le feu",
        "citation": "Art. 40 al. 2 OPA",
        "content": "Les travailleurs doivent être instruits à intervalles convenables, en règle générale pendant le temps de travail, sur la conduite à observer en cas d’incendie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_40"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Transport et entreposage",
        "citation": "Art. 41 al. 1 OPA",
        "content": "Les objets et matériaux doivent être transportés et entreposés de façon qu’ils ne puissent pas se renverser, tomber ou glisser et par là constituer un danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_41"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Transport et entreposage",
        "citation": "Art. 41 al. 2 OPA",
        "content": "Des équipements de travail appropriés doivent être mis à disposition et utilisés pour lever, porter et déplacer des charges lourdes ou encombrantes, de telle sorte que la manipulation ne porte pas atteinte à la sécurité ou à la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_41"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Transport et entreposage",
        "citation": "Art. 41 al. 2bis OPA",
        "content": "L’employeur informe les travailleurs des dangers liés à la manipulation de charges lourdes et encombrantes et les instruit sur la façon de lever, porter et déplacer ces charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_41"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Transport et entreposage",
        "citation": "Art. 41 al. 3 OPA",
        "content": "Lors de l’empilage et de l’entreposage de colis et de marchandises en vrac, les mesures nécessaires doivent être prises selon les cas pour garantir la sécurité des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_41"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Transport de personnes",
        "citation": "Art. 42 OPA",
        "content": "Les équipements de travail destinés exclusivement au transport de marchandises ne doivent pas être utilisés pour le transport de personnes. Ils doivent, au besoin, être signalés en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_42"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Travaux effectués sur des équipements de travail",
        "citation": "Art. 43 OPA",
        "content": "Les opérations exécutées en conditions de service particulières comme l’ajustage ou le changement de processus de fabrication, la mise au point ou le réglage, l’apprentissage (la programmation), la recherche ou l’élimination des défauts, le nettoyage et les travaux d’entretien, ne doivent être effectuées que sur des équipements de travail dont les dangers ont préalablement été écartés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_43"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Substances nocives",
        "citation": "Art. 44 al. 1 OPA",
        "content": "Lorsque des substances nocives sont produites, transformées, utilisées, conservées, manipulées ou entreposées, ou lorsque, d’une manière générale, des travailleurs peuvent être exposés à des substances dont la concentration met leur santé en danger, les mesures de protection exigées par les propriétés de ces substances doivent être prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_44"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Substances nocives",
        "citation": "Art. 44 al. 2 OPA",
        "content": "Lorsque la sécurité l’exige, les travailleurs sont tenus de se laver ou de prendre d’autres mesures de propreté, en particulier avant les pauses et après la fin du travail. Dans ces cas, le temps utilisé à cet effet compte comme temps de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_44"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Substances nocives",
        "citation": "Art. 44 al. 3 OPA",
        "content": "Les produits de consommation tels qu’aliments, boissons et tabac ne doivent pas entrer en contact avec des substances nocives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_44"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail, Protection contre les rayonnements nocifs",
        "citation": "Art. 45 OPA",
        "content": "Toutes les mesures de protection nécessaires doivent être prises lors de l’utilisation de substances radioactives ou d’équipements de travail émettant des rayonnements ionisants ainsi qu’en cas d’émission de rayonnements non ionisants présentant un danger pour la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_45"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 1 Prescriptions sur la prévention des accidents et maladies professionnels (sécurité au travail), Chapitre 3, Exigences de sécurité, Section 4, Organisation du travail",
        "citation": "Art. 46 OPA",
        "content": "Lorsque des liquides présentant un danger d’incendie sont produits, transformés, manipulés ou entreposés, il y a lieu de veiller à ce que ces liquides ou leurs vapeurs ne puissent pas s’accumuler ou se répandre de manière dangereuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_46"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Organes cantonaux d’exécution de la LTr",
        "citation": "Art. 47 OPA",
        "content": "Les organes cantonaux d’exécution de la LTr surveillent l’application des prescriptions sur la sécurité au travail dans les entreprises et quant aux équipements de travail, à moins qu’un autre organe d’exécution ne soit compétent. Leur compétence en matière d’approbation des plans et d’autorisation d’exploiter découle des art. 7 et 8 LTr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_47"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Organes fédéraux d’exécution de la LTr",
        "citation": "Art. 48 al. 1 OPA",
        "content": "Dans les entreprises qu’ils visitent en application de la LTr, les organes fédéraux d’exécution de celle-ci collaborent à la surveillance de l’application des prescriptions sur la prévention des accidents dans le domaine qui ressortit à la CNA en vertu de l’art. 49. La commission de coordination règle, sur proposition commune du SECO et de la CNA, les détails de cette collaboration, notamment en ce qui concerne la compétence de prendre des décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_48"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Organes fédéraux d’exécution de la LTr",
        "citation": "Art. 48 al. 2 OPA",
        "content": "Les organes fédéraux d’exécution de la LTr veillent à ce que les organes cantonaux appliquent les prescriptions sur la sécurité au travail de manière uniforme et coordonnent leur activité avec l’exécution des dispositions de la LTr relatives à la protection de la santé et à l’approbation des plans. Si un organe cantonal n’observe pas les prescriptions, le SECO attire son attention sur les règles en question et l’invite à les respecter. Le SECO peut, au besoin, donner des instructions à l’organe cantonal. En cas d’inobservation persistante ou répétée des prescriptions, la commission de coordination doit être informée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_48"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Organes fédéraux d’exécution de la LTr",
        "citation": "Art. 48 al. 3 OPA",
        "content": "Les organes fédéraux d’exécution de la LTr surveillent l’application des prescriptions sur la prévention des accidents professionnels dans les administrations, les entreprises et les établissements de la Confédération, pour autant que la CNA ne soit pas compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_48"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. a. Prévention des accidents professionnels",
        "citation": "Art. 49 al. 1 OPA",
        "content": "La CNA surveille l’application des prescriptions sur la prévention des accidents professionnels dans les entreprises suivantes:\n1. entreprises qui fabriquent ou travaillent des substances explosives;\n2. entreprises utilisant des solvants en grandes quantités;\n3. entreprises de révision de citernes;\n4. entreprises de l’industrie chimique;\n5. entreprises fabriquant des produits en matière synthétique;\n6. entreprises de l’industrie des machines, de la métallurgie et de l’horlogerie, à l’exception des garages automobiles et des ateliers de carrosserie-tôlerie qui leur sont rattachés, des ateliers de mécanique et des entreprises de mécanique de précision et de micromécanique;\n7. entreprises fabriquant du papier;\n8. tanneries et fabriques d’articles de cuir ou de chaussures;\n9. imprimeries;\n10. exploitations forestières et entreprises de soins aux arbres;\n11. entreprises du secteur principal de la construction, entreprises du second œuvre et des techniques du bâtiment, et autres entreprises qui exécutent des travaux sur leurs chantiers;\n12. entreprises qui, à ciel ouvert ou sous terre, exploitent, traitent ou travaillent la pierre ou d’autres matériaux;\n13. tuileries et entreprises de l’industrie de la céramique;\n14. verreries;\n15. entreprises fabriquant de la pierre artificielle ou de la chaux, plâtreries et cimenteries;\n16. entreprises qui récupèrent, neutralisent ou éliminent des déchets généraux, spéciaux ou industriels;\n17. entreprises militaires en régie;\n18.  entreprises de transports;\n19. entreprises auxiliaires ou accessoires des entreprises de navigation aérienne (art. 2, al. 3, let. c);\n20. entreprises qui fabriquent des produits contenant de l’amiante;\n21. installations nucléaires et autres entreprises dans lesquelles sont manipulées des matières radioactives ou dans lesquelles sont émis des rayonnements ionisantes; l’art. 2, al. 2, let. c, est réservé;\n22. entreprises de l’industrie textile;\n23. entreprises qui produisent ou distribuent du gaz ou de l’électricité;\n24. entreprises qui traitent ou distribuent de l’eau;\n25. entreprises de l’industrie du bois et de traitement du bois;\n26. entreprises de location de services soumises à autorisation en vertu de la loi fédérale du 6 octobre 1989 sur le service de l’emploi et la location de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_49"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. a. Prévention des accidents professionnels",
        "citation": "Art. 49 al. 2 OPA",
        "content": "La CNA surveille en outre l’application des prescriptions sur la prévention des accidents professionnels pour les équipements de travail suivants:\n1. installations de production automatiques ou à commande centrale, telles que groupes de fabrication et chaînes d’emballage ou de conditionnement;\n2. systèmes de transport combinés comprenant notamment des transporteurs à bande ou à chaîne, des élévateurs à godets, des transporteurs suspendus ou à rouleaux, des dispositifs pivotants, convoyeurs ou basculants, des monte-charge spéciaux, des plates-formes de levage ou des gerbeurs;\n3. ponts roulants, grues à portique ou pivotantes et grues sur camions;\n4. installations intérieures ou extérieures de nacelles ou sièges mobiles suspendus librement qui servent à effectuer des nettoyages, des crépissages ou d’autres travaux;\n5. ponts mobiles avec plates-formes ou sièges de travail levables ou orientables qui servent à exécuter des travaux;\n6. magasins à hauts rayonnages dotés d’engins de manutention pour l’entreposage de charges uniformisées (fûts, marchandises sur palettes) dans les rayonnages;\n7. installations mécaniques pour le parcage de véhicules routiers;\n8. téléphériques de chantiers;\n9. installations techniques de l’armée qui, en temps de paix, sont entretenues ou exploitées par les travailleurs des entreprises en régie;\n10. installations de sécurité aérienne (art. 2, al. 3, let. d);\n11. équipements sous pression.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_49"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. a. Prévention des accidents professionnels",
        "citation": "Art. 49 al. 3 OPA",
        "content": "La CNA surveille dans toutes les entreprises l’application des prescriptions sur la prévention des risques particuliers d’accidents inhérents à la personne du travailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_49"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. a. Prévention des accidents professionnels",
        "citation": "Art. 49 al. 4 OPA",
        "content": "La CNA informe l’organe cantonal d’exécution de la LTr des interventions auxquelles elle procède en vertu de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_49"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. b. Prévention des maladies professionnelles",
        "citation": "Art. 50 al. 1 OPA",
        "content": "La CNA surveille l’application des prescriptions sur la prévention des maladies professionnelles dans toutes les entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_50"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. b. Prévention des maladies professionnelles",
        "citation": "Art. 50 al. 2 OPA",
        "content": "Le Département fédéral de l’intérieur (département) peut introduire l’obligation d’annoncer des travaux particulièrement dangereux pour la santé; il consulte au préalable la CNA et les organisations intéressées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_50"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Caisse nationale suisse d’assurance en cas d’accidents. b. Prévention des maladies professionnelles",
        "citation": "Art. 50 al. 3 OPA",
        "content": "Après avoir entendu les milieux concernés, la CNA peut émettre des directives sur les valeurs limites de concentration des substances toxiques et sur les valeurs admissibles des agents physiques aux postes de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_50"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 1, Organes d’exécution, Organisations spécialisées",
        "citation": "Art. 51 al. e OPA",
        "content": "Le domaine de compétence d’une organisation qualifiée au sens de l’art. 85, al. 3, 2 phrase, de la loi (organisation spécialisée), de même que son droit de prendre des décisions sont déterminés dans le contrat qu’elle a passé avec la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_51"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Coordination des domaines de compétence",
        "citation": "Art. 52 OPA",
        "content": "Aux fins de coordonner les domaines de compétence des organes d’exécution, la commission de coordination peut notamment:\na. définir plus en détail les tâches des organes d’exécution;\nb. organiser, d’entente avec la CNA, la collaboration des organes cantonaux d’exécution de la LTr dans le domaine de compétence de la CNA;\nc. confier aux organes fédéraux d’exécution de la LTr ou à la CNA des tâches qu’un organe cantonal n’est pas en mesure de remplir, faute de personnel ou de moyens matériels ou techniques, et cela jusqu’à ce que cet organe dispose des moyens nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_52"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Directives de la commission de coordination",
        "citation": "Art. 52a al. 1 OPA",
        "content": "Aux fins d’assurer une application uniforme et adéquate des prescriptions sur la sécurité au travail, la commission de coordination peut élaborer des directives. Elle tient compte du droit international en la matière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_52_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Directives de la commission de coordination",
        "citation": "Art. 52a al. 2 OPA",
        "content": "L’employeur est présumé se conformer aux prescriptions sur la sécurité au travail concrétisées par les directives, s’il observe ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_52_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Directives de la commission de coordination",
        "citation": "Art. 52a al. 3 OPA",
        "content": "L’employeur peut se conformer aux prescriptions sur la sécurité au travail d’une autre manière que celle qui est prévue par les directives, s’il prouve que la sécurité des travailleurs est également garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_52_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Compétences de la commission de coordination",
        "citation": "Art. 53 OPA",
        "content": "La commission de coordination peut notamment:\na. arrêter la procédure que doivent suivre les organes d’exécution lorsqu’ils effectuent des contrôles, donnent des instructions ou prennent des mesures d’exécution;\nb. élaborer, en vue de prévenir des accidents et maladies professionnels déterminés, des programmes nationaux ou régionaux de promotion de la sécurité au travail dans certaines catégories d’entreprises ou de professions (programmes de sécurité);\nc. promouvoir l’information et l’instruction des employeurs et des travailleurs dans l’entreprise, l’information des organes d’exécution ainsi que la formation et le perfectionnement de leurs agents;\nd. charger les organes d’exécution de la LTr d’annoncer des entreprises, installations, équipements de travail et travaux de construction déterminés qui relèvent du domaine de compétence de la CNA ainsi que certains travaux dangereux pour la santé;\ne. développer la coordination entre l’exécution de la présente ordonnance et celle d’autres législations;\nf. organiser et coordonner avec d’autres institutions la formation complémentaire ou postgraduée et la formation continue des spécialistes de la sécurité au travail dans le cadre des prescriptions du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_53"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Règlement d’indemnisation",
        "citation": "Art. 54 OPA",
        "content": "La commission de coordination établit le règlement d’indemnisation des organes d’exécution et le soumet à l’approbation du département.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_54"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Organisation",
        "citation": "Art. 55 al. 1 OPA",
        "content": "La commission de coordination se donne un règlement intérieur, qu’elle soumet à l’approbation du département. Elle peut, selon les besoins, charger des commissions spécialisées d’examiner des questions particulières et se faire assister par des experts et des représentants d’organisations intéressées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_55"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Organisation",
        "citation": "Art. 55 al. 2 OPA",
        "content": "La CNA assure le secrétariat de la commission de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_55"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Acquisition de données",
        "citation": "Art. 56 OPA",
        "content": "Les organes d’exécution et les assureurs doivent fournir à la commission de coordination les renseignements lui permettant de constituer les bases nécessaires à son action, notamment à l’établissement de statistiques et au calcul du supplément de prime afférent à la prévention des accidents et maladies professionnels (art. 87 LAA). Les assureurs doivent mettre gratuitement à la disposition de la commission de coordination les données statistiques réunies pour les besoins de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_56"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Consultation des organisations intéressées",
        "citation": "Art. 57 OPA",
        "content": "La commission de coordination doit consulter les organisations intéressées avant toute décision importante. Par décisions importantes on entend notamment:\na. l’émission de directives;\nb. l’élaboration de programmes de sécurité;\nc. la proposition faite au Conseil fédéral d’édicter des prescriptions sur la sécurité au travail;\nd. les propositions concernant la fixation du supplément de prime afférent à la prévention des accidents et maladies professionnels;\ne. le mandat donné à la CNA de conclure un contrat avec une organisation spécialisée (art. 85, al. 3, 2e phrase, LAA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_57"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Rapports d’activité",
        "citation": "Art. 58 al. 1 OPA",
        "content": "Les organes d’exécution présentent chaque année à la commission de coordination un rapport sur leur activité en matière de sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_58"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 1, Sécurité au travail, Section 2, Commission de coordination, Rapports d’activité",
        "citation": "Art. 58 al. 2 OPA",
        "content": "Chaque année, jusqu’à la fin juin au plus tard, la commission de coordination soumet à l’approbation du Conseil fédéral un rapport sur son activité de l’année précédente. Une fois approuvé, ce rapport est rendu public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_58"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 2, Prévention des accidents non professionnels",
        "citation": "Art. 59 al. 1 OPA",
        "content": "La CNA et les autres assureurs gèrent une institution de droit privé appelée «Bureau suisse de prévention des accidents» (bpa), dont le champ d’activité s’étend à toute la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_59"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 2, Prévention des accidents non professionnels",
        "citation": "Art. 59 al. 2 OPA",
        "content": "Le bpa encourage la prévention des accidents non professionnels, en particulier des accidents de la circulation, de sport et au foyer, notamment:\na. en informant le public des dangers d’accidents;\nb. en conseillant d’autres organisations qui s’occupent de la prévention des accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_59"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 2, Prévention des accidents non professionnels",
        "citation": "Art. 59 al. 3 OPA",
        "content": "Il collabore avec les pouvoirs publics et les organisations à but analogue et coordonne les efforts entrepris dans ce domaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_59"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 2, Organisation, Chapitre 2, Prévention des accidents non professionnels",
        "citation": "Art. 59 al. 4 OPA",
        "content": "Chaque année, jusqu’à la fin juillet au plus tard, le bpa présente au Conseil fédéral un rapport sur l’activité qu’il a déployée durant l’année précédente à charge du supplément de prime pour la prévention des accidents et maladies professionnels (art. 88, al. 2, LAA). Ce rapport est rendu public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_59"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Conseils",
        "citation": "Art. 60 al. 1 OPA",
        "content": "Les organes d’exécution informent de manière appropriée les employeurs et les travailleurs ou leurs représentants au sein de l’entreprise des obligations leur incombant et des possibilités s’offrant à eux en matière de sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_60"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Conseils",
        "citation": "Art. 60 al. 2 OPA",
        "content": "L’employeur a le droit de demander conseil à l’organe d’exécution compétent au sujet des mesures de sécurité qu’il doit prendre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_60"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Visites d’entreprises et enquêtes",
        "citation": "Art. 61 al. 1 OPA",
        "content": "Les visites d’entreprises peuvent avoir lieu avec ou sans préavis. L’employeur est tenu de permettre aux organes d’exécution compétents, pendant les heures de travail et, en cas d’urgence, également en dehors de celles-ci, d’accéder à tous les locaux et postes de travail, d’effectuer des vérifications et de prélever des échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_61"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Visites d’entreprises et enquêtes",
        "citation": "Art. 61 al. 2 OPA",
        "content": "Les organes d’exécution sont autorisés à interroger l’employeur et, hors de la présence de tiers, les travailleurs occupés dans l’entreprise, sur l’application des prescriptions relatives à la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_61"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Visites d’entreprises et enquêtes",
        "citation": "Art. 61 al. 3 OPA",
        "content": "Les employeurs et les travailleurs sont tenus de fournir aux organes d’exécution tous les renseignements dont ils ont besoin pour surveiller l’application des prescriptions sur la sécurité au travail. Si des investigations spéciales sont nécessaires, l’organe d’exécution peut exiger de l’employeur un rapport d’expertise technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_61"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Visites d’entreprises et enquêtes",
        "citation": "Art. 61 al. 4 OPA",
        "content": "L’organe d’exécution compétent doit consigner par écrit les constatations faites lors d’une visite d’entreprise, de même que le résultat d’une enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_61"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Avertissement à l’employeur",
        "citation": "Art. 62 al. 1 OPA",
        "content": "Si une visite d’entreprise révèle qu’il y a infraction aux prescriptions sur la sécurité au travail, l’organe d’exécution compétent attire l’attention de l’employeur sur cette inobservation et lui fixe un délai convenable pour y remédier. Cet avertissement doit être confirmé par écrit à l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_62"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Avertissement à l’employeur",
        "citation": "Art. 62 al. 2 OPA",
        "content": "En cas d’urgence, l’organe d’exécution renonce à l’avertissement et prend une décision au sens de l’art. 64. Si des mesures provisoires sont nécessaires, il y a lieu d’en aviser l’autorité cantonale chargée de l’entraide judiciaire (art. 86, al. 2, LAA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_62"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 1, Contrôles, Plaintes",
        "citation": "Art. 63 OPA",
        "content": "L’organe d’exécution compétent est tenu d’examiner les plaintes pour inobservation de prescriptions sur la sécurité au travail et, lorsqu’elles sont fondées, de procéder conformément aux art. 62, 64 à 69.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_63"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 2, Instructions, Décision",
        "citation": "Art. 64 al. 1 OPA",
        "content": "Si aucune suite n’est donnée à un avertissement, l’organe d’exécution compétent, après avoir entendu l’employeur et les travailleurs directement intéressés, ordonne les mesures nécessaires par la voie d’une décision et fixe à l’employeur un délai convenable pour les exécuter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_64"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 2, Instructions, Confirmation d’exécution de l’employeur",
        "citation": "Art. 65 al. 1 OPA",
        "content": "L’employeur doit aviser l’organe d’exécution qui a pris la décision, au plus tard à l’expiration du délai qui lui a été imparti, de l’exécution des mesures ordonnées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_65"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 2, Instructions, Confirmation d’exécution de l’employeur",
        "citation": "Art. 65 al. 2 OPA",
        "content": "S’il ne peut pas respecter ce délai, il doit, avant l’expiration de celui-ci, présenter une demande de prolongation dûment motivée et en informer les travailleurs intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_65"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 3, Exécution, Augmentation de prime",
        "citation": "Art. 66 al. 1 OPA",
        "content": "Si l’employeur ne donne pas suite à une décision exécutoire ou s’il contrevient d’une autre manière aux prescriptions sur la sécurité au travail, son entreprise peut être classée dans un degré plus élevé du tarif des primes (augmentation de prime). En cas d’urgence, les mesures nécessaires de contrainte (art. 67) seront prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_66"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 3, Exécution, Augmentation de prime",
        "citation": "Art. 66 al. 2 OPA",
        "content": "L’augmentation de prime est fixée conformément à l’art. 113, al. 2, de l’ordonnance du 20 décembre 1982 sur l’assurance-accidents et ordonnée par l’organe d’exécution compétent qui indiquera à partir de quand et pour quelle durée elle est valable. L’assureur doit prendre immédiatement la décision d’augmentation. Il adresse un double de celle-ci à l’organe d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_66"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 3, Exécution, Augmentation de prime",
        "citation": "Art. 66 al. 3 OPA",
        "content": "Lorsqu’il y a changement d’assureur pendant la durée de validité de l’augmentation de prime, le nouvel assureur doit percevoir la surprime. Avant de fixer la prime, il doit s’assurer qu’elle n’a pas fait l’objet d’une augmentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_66"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 3, Exécution, Mesures de contrainte",
        "citation": "Art. 67 al. 1 OPA",
        "content": "Si un employeur ne donne pas suite à une décision exécutoire, l’organe d’exécution compétent peut, au besoin avec le concours de l’autorité cantonale (art. 68), prendre les mesures nécessaires au rétablissement de l’ordre légal (art. 41 de la LF du 20 déc. 1968 sur la procédure administrative); ces mesures peuvent s’accompagner d’une augmentation de prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_67"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 3, Exécution, Mesures de contrainte",
        "citation": "Art. 67 al. 2 OPA",
        "content": "Si la vie ou la santé de travailleurs est directement et sérieusement menacée, l’organe d’exécution compétent demande à l’autorité cantonale (art. 68) de prendre les mesures provisoires prévues à l’art. 86, al. 2, de la loi. L’autorité cantonale informe l’organe d’exécution compétent des mesures qu’elle a prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_67"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 1, Contrôles, instructions et exécution, Section 3, Exécution, Autorité cantonale",
        "citation": "Art. 68 OPA",
        "content": "Les cantons désignent l’autorité compétente pour prendre les mesures de contrainte administrative prévues à l’art. 86 de la loi et en informent la commission de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_68"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 2, Autorisation de déroger aux prescriptions",
        "citation": "Art. 69 al. 1 OPA",
        "content": "Les organes d’exécution peuvent, à la demande écrite de l’employeur, autoriser, à titre exceptionnel et au cas par cas, des dérogations aux prescriptions sur la sécurité au travail lorsque:\na. l’employeur prend une autre mesure aussi efficace; ou\nb. l’application de la prescription serait d’une rigueur excessive et que la dérogation demandée est compatible avec la protection des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 2, Autorisation de déroger aux prescriptions",
        "citation": "Art. 69 al. 2 OPA",
        "content": "Avant de présenter sa demande, l’employeur doit, conformément à l’art. 6a, consulter les travailleurs touchés ou leurs représentants. Il doit consigner le résultat de cette consultation dans sa requête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 2, Autorisation de déroger aux prescriptions",
        "citation": "Art. 69 al. 3 OPA",
        "content": "L’octroi ou le refus de l’autorisation est notifié à l’employeur au moyen d’une décision. L’employeur doit porter à la connaissance des travailleurs intéressés, de manière appropriée, l’autorisation qui lui a été accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 2, Autorisation de déroger aux prescriptions",
        "citation": "Art. 69 al. 4 OPA",
        "content": "Lorsque c’est l’organe cantonal d’exécution de la LTr qui est compétent pour accorder une autorisation, il requiert au préalable le rapport de l’organe d’exécution fédéral et, par son intermédiaire, celui de la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Banque de données relatives à l’exécution",
        "citation": "Art. 69a al. 1 OPA",
        "content": "La commission de coordination veille à la mise en place d’un système automatisé pour la gestion des données relatives à l’exécution des prescriptions sur la sécurité au travail (banque de données relatives à l’exécution).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Banque de données relatives à l’exécution",
        "citation": "Art. 69a al. 2 OPA",
        "content": "La CNA gère la partie de la banque de données relatives à l’exécution qui correspond à sa compétence en matière de sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Banque de données relatives à l’exécution",
        "citation": "Art. 69a al. 3 OPA",
        "content": "Le SECO gère la partie de la banque de données relatives à l’exécution qu’il exploite en vertu de l’art. 85, al. 1, let. d, de l’ordonnance 1 du 10 mai 2000 relative à la loi sur le travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, But",
        "citation": "Art. 69b OPA",
        "content": "La banque de données relatives à l’exécution sert:\na. aux organes d’exécution pour saisir, planifier, appliquer, coordonner et analyser leurs mesures de surveillance et d’exécution;\nb. à la commission de coordination pour accomplir ses propres tâches, notamment celles visées aux art. 52 à 58;\nc. à établir des évaluations dans le cadre de la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_b"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Contenu de la banque de données relatives à l’exécution",
        "citation": "Art. 69c OPA",
        "content": "La banque de données relatives à l’exécution contient:\na. les données relatives aux compétences et aux activités des organes d’exécution;\nb. les données anonymisées relatives aux sinistres, recueillies en vertu de l’art. 79, al. 1, de la loi;\nc. les données suivantes relatives aux entreprises:\n1. numéro d’identification de l’entreprise en vertu de l’ordonnance du 30 juin 1993 sur le Registre des entreprises et des établissements (OREE) ou de la loi fédérale du 18 juin 2010 sur le numéro d’identification des entreprises (LIDE),\n2. assureur,\n3. numéro de l’assureur ou numéro de la police d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_c"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Saisie des données",
        "citation": "Art. 69d al. 1 OPA",
        "content": "Les organes d’exécution (art. 47 à 49) saisissent les données mentionnées à l’art. 69c, let. a, dans la banque de données relatives à l’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Saisie des données",
        "citation": "Art. 69d al. 2 OPA",
        "content": "Les assureurs fournissent les données mentionnées à l’art. 69c, let. b et c, directement aux Gestionnaires des banques de données relatives à l’exécution mentionnées à l’art. 69a, al. 2 ou 3 respectivement par l’intermédiaire de l’organisme chargé de gérer les informations au sens de l’art. 79, al. 1, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_d"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Autorisation d’accès",
        "citation": "Art. 69e al. 1 OPA",
        "content": "Les organes d’exécution et le secrétariat de la commission de coordination sont autorisés à accéder à la banque de données relatives à l’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_e"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Autorisation d’accès",
        "citation": "Art. 69e al. 2 OPA",
        "content": "Seuls les organes d’exécution de la LTr ainsi que le secrétariat de la commission de coordination sont autorisés à accéder aux données relatives aux entreprises mentionnées à l’art. 69c, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_e"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Autorisation d’accès",
        "citation": "Art. 69e al. 3 OPA",
        "content": "La commission de coordination règle les modalités des autorisations d’accès. Ces autorisations doivent être restreintes autant que nécessaire, notamment pour protéger les données personnelles ou spécifiques aux entreprises et eu égard à d’éventuels conflits d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_e"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Communication de données à des tiers",
        "citation": "Art. 69f al. 1 OPA",
        "content": "La commission de coordination peut mettre à la disposition d’autorités, d’organisations ou de particuliers intéressés des données anonymisées pour qu’ils puissent procéder à leurs propres analyses. A cette fin, elle peut fournir aux intéressés des extraits de la banque de données relatives à l’exécution ou leur accorder une autorisation d’accès restreint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_f"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Communication de données à des tiers",
        "citation": "Art. 69f al. 2 OPA",
        "content": "Elle garantit que la communication de données à des tiers ne permettra pas de déduire l’identité des entreprises, autorités, assurés ou assureurs inscrits dans la banque de données relatives à l’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_f"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Protection contre la perte de données, protocole de consultation et sécurité des données",
        "citation": "Art. 69g al. 1 OPA",
        "content": "Les services habilités à saisir les données, à les traiter et à y accéder prennent les mesures techniques et organisationnelles nécessaires pour prévenir la perte de leurs données et pour empêcher tout détournement de celles-ci et tout traitement ou consultation non autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_g"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Protection contre la perte de données, protocole de consultation et sécurité des données",
        "citation": "Art. 69g al. 2 OPA",
        "content": "Les Gestionnaires des banques de données relatives à l’exécution mentionnées à l’art. 69a, al. 2 et 3 doivent veiller à ce que l’accès aux données relatives aux sinistres et aux entreprises (art. 69c, let. b et c) soit automatiquement enregistré sur un protocole indiquant quels utilisateurs ont eu accès à la banque de données et à quel moment. Les assureurs peuvent obtenir, sur demande, un extrait de ces protocoles auprès de la CNA ou du SECO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_g"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Mandats de prestations pour la gestion de la banque de données relatives à l’exécution",
        "citation": "Art. 69h OPA",
        "content": "La commission de coordination peut conclure avec les services chargés de gérer la banque de données relatives à l’exécution (art. 69a, al. 2 et 3) des mandats de prestations réglant les modalités, notamment leurs tâches et leurs indemnités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_h"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Droit de renseignement",
        "citation": "Art. 69i al. 1 OPA",
        "content": "Les entreprises ont le droit de demander des renseignements sur les données qui les concernent auprès du service chargé de gérer la banque de données (art. 69a) ou auprès des organes d’exécution compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_i"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Droit de renseignement",
        "citation": "Art. 69i al. 2 OPA",
        "content": "Le service ou l’organe d’exécution compétent communique gratuitement l’intégralité des données concernées dans les 30 jours à compter de la réception de la demande; en principe, il les communique par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_i"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Droit de renseignement",
        "citation": "Art. 69i al. 3 OPA",
        "content": "Les personnes autorisées à demander des renseignements peuvent exiger que les données erronées qui les concernent soient rectifiées, complétées ou retirées de la banque de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_i"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Qualité des données et rectification des données",
        "citation": "Art. 69j al. 1 OPA",
        "content": "Le service qui fournit les données ou qui les saisit dans la banque de données relatives à l’exécution est tenu de veiller à ce qu’elles soient correctes, à jour et complètes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_j"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 3, Exécution des prescriptions sur la sécurité au travail, Chapitre 3, Banque de données de la commission de coordination, Qualité des données et rectification des données",
        "citation": "Art. 69j al. 2 OPA",
        "content": "Si les personnes autorisées à demander des renseignements ou à accéder à la banque de données relatives à l’exécution constatent que des inscriptions sont erronées ou ne sont plus à jour, le secrétariat de la commission de coordination fait rectifier les données concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_69_j"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 1, Assujettissement",
        "citation": "Art. 70 al. 1 OPA",
        "content": "Afin de prévenir des maladies professionnelles propres à des catégories d’entreprises ou à des genres de travaux déterminés ainsi que pour prévenir certains risques d’accidents inhérents à la personne du travailleur, la CNA peut, par une décision, assujettir une entreprise, une partie d’entreprise ou un travailleur aux prescriptions sur la prévention dans le domaine de la médecine du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_70"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 1, Assujettissement",
        "citation": "Art. 70 al. 2 OPA",
        "content": "Lors de l’assujettissement, la CNA doit tenir compte de la nature des travaux effectués, de l’expérience acquise et des enseignements de la science. Si les conditions d’exploitation ne sont pas établies avec une clarté suffisante ou si l’importance du risque ne peut être appréciée d’avance, l’assujettissement peut être décidé à titre provisoire pour une durée de quatre ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_70"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 1, Assujettissement",
        "citation": "Art. 70 al. 3 OPA",
        "content": "Après avoir entendu la commission de coordination et les organisations intéressées, le département peut édicter des prescriptions sur la prévention des maladies professionnelles dans des catégories d’entreprises déterminées ou pour certains genres de travaux ainsi que sur la prévention de risques particuliers d’accidents inhérents à la personne du travailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_70"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Généralités",
        "citation": "Art. 71 al. 1 OPA",
        "content": "L’employeur doit veiller à ce que les travailleurs auxquels s’appliquent les prescriptions sur la prévention dans le domaine de la médecine du travail soient soumis à des examens médicaux préventifs. Un examen préventif doit en outre être demandé à la CNA dès qu’il apparaît qu’un travailleur court un danger accru.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_71"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Généralités",
        "citation": "Art. 71 al. 2 OPA",
        "content": "La CNA détermine le genre des examens et surveille leur exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_71"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Généralités",
        "citation": "Art. 71 al. 3 OPA",
        "content": "L’employeur doit confier ces examens au médecin le plus proche qui soit apte à y procéder. La CNA peut aussi les faire elle-même ou y faire procéder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_71"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Généralités",
        "citation": "Art. 71 al. 4 OPA",
        "content": "Les examens faits, le médecin adresse à la CNA le rapport qui lui est demandé, dans lequel il fait part de son avis quant à l’aptitude du travailleur (art. 78). S’il y a des raisons pour que le travailleur cesse immédiatement d’exercer l’activité dangereuse, le médecin en informe la CNA sans délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_71"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens d’embauche",
        "citation": "Art. 72 al. 1 OPA",
        "content": "L’employeur doit annoncer à la CNA, au plus tard 30 jours après le début des travaux, tout nouveau travailleur auquel s’appliquent les prescriptions sur la prévention dans le domaine de la médecine du travail. Celle-ci examine si le travailleur a déjà fait l’objet d’une décision quant à son aptitude à exécuter les travaux en cause (art. 78) et indique à l’employeur si un examen d’embauche est nécessaire. La CNA peut autoriser des dérogations à l’obligation d’annoncer les nouveaux travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_72"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens d’embauche",
        "citation": "Art. 72 al. 2 OPA",
        "content": "Les travailleurs auxquels s’appliquent les prescriptions sur les examens préventifs et qui n’ont pas fait l’objet d’une décision quant à leur aptitude, doivent subir un examen médical au plus tard 30 jours après réception de la communication de la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_72"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens d’embauche",
        "citation": "Art. 72 al. 3 OPA",
        "content": "Les travailleurs prévus pour des travaux en milieu hyperbare tels que des travaux de construction dans l’air comprimé ou des travaux de scaphandriers sont déclarés immédiatement. L’examen d’embauche est effectué avant le début du travail. Le travailleur ne doit pas effectuer le travail comportant des dangers avant que la CNA n’ait pris position.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_72"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens d’embauche",
        "citation": "Art. 72 al. 4 OPA",
        "content": "La CNA peut également, pour d’autres activités et expositions, faire procéder à un examen d’embauche avant le début des travaux ou y procéder elle-même si une occupation, même de courte durée, peut mettre en danger le travailleur ou que la poursuite de sa formation dépende de la décision d’aptitude.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_72"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens de contrôle",
        "citation": "Art. 73 al. 1 OPA",
        "content": "Selon le résultat de l’examen médical et les conditions de travail, la CNA prescrit des examens de contrôle périodiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_73"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens de contrôle",
        "citation": "Art. 73 al. 2 OPA",
        "content": "Les travailleurs qui, à la date fixée pour un examen de contrôle, n’exercent pas de travaux rendant ce contrôle obligatoire, ne doivent être réexaminés que lorsqu’ils sont réaffectés à de tels travaux. Dans ce cas, l’examen de contrôle doit avoir lieu dans les 30 jours qui suivent la reprise de l’activité en cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_73"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Examens ultérieurs",
        "citation": "Art. 74 OPA",
        "content": "Lorsque des raisons d’ordre médical l’exigent, la CNA peut ordonner des examens après que le travailleur a cessé d’exercer l’activité nuisible à la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_74"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Indemnisation",
        "citation": "Art. 75 OPA",
        "content": "La CNA indemnise le travailleur pour les frais nécessaires de voyage, de logement et d’entretien occasionnés par les examens préventifs et compense sa perte de salaire dans les limites du gain maximum assuré (art. 15 LAA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_75"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Livrets de contrôle",
        "citation": "Art. 76 al. 1 OPA",
        "content": "Pour les travailleurs auxquels s’appliquent les prescriptions sur les examens préventifs et qui sont exposés à des risques particuliers, la CNA peut introduire des livrets personnels de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_76"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Livrets de contrôle",
        "citation": "Art. 76 al. 2 OPA",
        "content": "L’employeur doit inscrire dans le livret la nature du danger et la durée pendant laquelle le travailleur a été exposé à celui-ci. La CNA y consigne les décisions quant à l’aptitude du travailleur (art. 78) et la date du prochain examen de contrôle ou du prochain examen ultérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_76"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Livrets de contrôle",
        "citation": "Art. 76 al. 3 OPA",
        "content": "L’employeur conserve le livret de contrôle. A la fin des rapports de travail, il le remet au travailleur, à l’intention du nouvel employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_76"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Inobservation des règles concernant les examens médicaux",
        "citation": "Art. 77 al. 1 OPA",
        "content": "Si l’examen d’embauche ou l’examen de contrôle n’a pas lieu dans le délai fixé, le travailleur ne peut ni être affecté ni continuer à être affecté à un travail dangereux tant que l’examen n’a pas été effectué et que la CNA ne s’est pas prononcée sur l’aptitude du travailleur (art. 78).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_77"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 2, Examens préventifs, Inobservation des règles concernant les examens médicaux",
        "citation": "Art. 77 al. 2 OPA",
        "content": "Si le travailleur se soustrait à un examen de prévention et s’il contracte par la suite la maladie professionnelle en cause ou qu’il en résulte une aggravation de celle-ci ou encore si le travailleur subit un accident en raison d’un risque inhérent à sa personne, les prestations d’assurance en espèces sont réduites ou refusées conformément à l’art. 21, al. 1, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_77"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Décision quant à l’aptitude d’un travailleur",
        "citation": "Art. 78 al. 1 OPA",
        "content": "La CNA peut décider d’exclure d’un travail dangereux (inaptitude) un travailleur auquel s’appliquent les prescriptions sur la prévention dans le domaine de la médecine du travail, ou de l’autoriser à exécuter ce travail à certaines conditions (aptitude conditionnelle). L’employeur reçoit une copie de la décision. Si le travailleur est en mesure d’exécuter sans condition le travail considéré (aptitude), la CNA l’en informe ainsi que l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_78"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Décision quant à l’aptitude d’un travailleur",
        "citation": "Art. 78 al. 2 OPA",
        "content": "L’inaptitude ne peut être prononcée que si le travailleur est sérieusement menacé par la poursuite de l’activité exercée jusqu’alors. Elle peut être temporaire ou permanente. La décision doit attirer l’attention du travailleur sur les possibilités qu’il a d’être conseillé et indemnisé (art. 82, 83 et 86).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_78"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Obligation d’annoncer",
        "citation": "Art. 79 OPA",
        "content": "Les autres organes d’exécution, les assureurs et les employeurs annoncent à la CNA les travailleurs auxquels les prescriptions sur l’inaptitude leur paraissent applicables, même s’il s’agit de travailleurs d’une entreprise non assujettie aux prescriptions sur la prévention dans le domaine de la médecine du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_79"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Effets des décisions",
        "citation": "Art. 80 al. 1 OPA",
        "content": "Si une décision constate l’aptitude, elle est valable jusqu’à la date fixée pour un nouvel examen de contrôle ou jusqu’à l’expiration du délai au terme duquel un examen de contrôle est prévu (art. 73). Sa validité expire cependant de manière anticipée lorsque des symptômes de maladie ou un accident viennent entre-temps remettre en cause l’aptitude. Dans ce cas, l’employeur doit informer la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_80"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Effets des décisions",
        "citation": "Art. 80 al. 2 OPA",
        "content": "Si une décision constate une aptitude conditionnelle, le travailleur doit respecter les conditions qui lui sont imposées en vue de protéger sa santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_80"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Effets des décisions",
        "citation": "Art. 80 al. 3 OPA",
        "content": "Si la décision constate une inaptitude permanente ou temporaire, le travailleur ne doit pas commencer le travail dangereux ou doit attendre l’expiration du délai fixé. S’il est déjà occupé à un travail de ce genre, il doit l’abandonner dans le délai fixé par la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_80"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Effets des décisions",
        "citation": "Art. 80 al. 4 OPA",
        "content": "L’employeur est solidairement responsable de l’exécution de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_80"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 3, Exclusion de travailleurs menacés, Inobservation d’une décision",
        "citation": "Art. 81 OPA",
        "content": "Si le travailleur ne donne pas suite à une décision portant sur son aptitude et s’il contracte de ce fait la maladie professionnelle en cause ou qu’il en résulte une aggravation de celle-ci ou encore si le travailleur subit de ce fait un accident professionnel en raison d’un risque inhérent à sa personne, les prestations d’assurance seront réduites ou refusées conformément à l’art. 21, al. 1, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_81"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 1, Conseils personnels",
        "citation": "Art. 82 OPA",
        "content": "Le travailleur qui est définitivement ou temporairement exclu d’un travail peut demander conseil à la CNA. Celle-ci doit le renseigner de manière complète sur la portée pratique de l’exclusion et lui indiquer les organismes auxquels il peut s’adresser dans la recherche d’un emploi approprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_82"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 1, Conseils personnels, Emoluments",
        "citation": "Art. 82a OPA",
        "content": "La réglementation prévue à l’art. 72a de l’ordonnance du 20 décembre 1982 sur l’assurance-accidents est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_82_a"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 2, Indemnité journalière de transition, Droit",
        "citation": "Art. 83 OPA",
        "content": "Le travailleur qui est définitivement ou temporairement exclu d’un travail reçoit de l’assureur une indemnité journalière de transition si cette exclusion lui cause, à court terme, de graves difficultés économiques, notamment parce qu’il doit quitter immédiatement son emploi et n’a plus droit au salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_83"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 2, Indemnité journalière de transition, Montant et durée",
        "citation": "Art. 84 al. 1 OPA",
        "content": "L’indemnité journalière de transition correspond à la pleine indemnité journalière prévue à l’art. 17, al. 1, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_84"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 2, Indemnité journalière de transition, Montant et durée",
        "citation": "Art. 84 al. 2 OPA",
        "content": "Elle est versée pendant quatre mois au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_84"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 2, Indemnité journalière de transition, Versement",
        "citation": "Art. 85 al. 1 OPA",
        "content": "L’indemnité journalière de transition est payée mensuellement, après coup.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_85"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Droit",
        "citation": "Art. 86 al. 1 OPA",
        "content": "Le travailleur qui a été définitivement ou temporairement exclu d’un travail ou qui a été déclaré apte à l’accomplir à certaines conditions reçoit de l’assureur une indemnité pour changement d’occupation lorsque:\na. du fait de la décision et malgré des conseils personnels et le versement d’une indemnité journalière de transition, et compte tenu par ailleurs de l’effort que l’on peut raisonnablement attendre de lui pour qu’il compense le préjudice qu’il subit sur le marché du travail, ses possibilités de gain demeurent considérablement réduites;\nb. il a exercé, chez un employeur assujetti à l’assurance, l’activité dangereuse pendant au moins 300 jours au cours des deux années qui ont précédé immédiatement la notification de la décision ou le changement d’occupation effectivement survenu pour raisons médicales;\nc. il présente à l’assureur de l’employeur qui l’occupait au moment où la décision a été prise, une demande à cet effet dans une période de deux ans à compter du moment où la décision est passée en force ou de l’extinction du droit à une indemnité journalière de transition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_86"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Droit",
        "citation": "Art. 86 al. 2 OPA",
        "content": "Si durant le délai de deux ans prévu à l’al. 1, let. b, le travailleur a été empêché d’exercer l’activité dangereuse pendant plus d’un mois pour cause de maladie, de maternité, d’accident, de service militaire ou de chômage, ledit délai est prolongé d’une période équivalente à celle de l’incapacité de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_86"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Droit",
        "citation": "Art. 86 al. 3 OPA",
        "content": "Si le travailleur n’a pas exercé l’activité dangereuse pendant la durée de 300 jours prévue à l’al. 1, let. b, pour la seule raison que le genre de ce travail ne le permettait pratiquement pas, il a néanmoins droit à l’indemnité pour changement d’occupation s’il a régulièrement travaillé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_86"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Montant et durée",
        "citation": "Art. 87 al. 1 OPA",
        "content": "L’indemnité pour changement d’occupation s’élève à 80 % de la perte de salaire que subit le travailleur sur le marché du travail par suite de la décision d’inaptitude temporaire ou permanente ou de la décision d’aptitude conditionnelle. Est réputé salaire le gain assuré au sens de l’art. 15 de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_87"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Montant et durée",
        "citation": "Art. 87 al. 2 OPA",
        "content": "Si le bénéficiaire d’une indemnité pour changement d’occupation reçoit ultérieurement des indemnités journalières ou une rente pour les suites d’un accident ou d’une maladie professionnels en rapport avec l’activité qui avait fait l’objet de la décision, l’indemnité pour changement d’occupation peut être imputée totalement ou partiellement sur ces prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_87"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Montant et durée",
        "citation": "Art. 87 al. 3 OPA",
        "content": "L’indemnité pour changement d’occupation est versée pendant quatre ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_87"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 3, Indemnité pour changement d’occupation, Versement",
        "citation": "Art. 88 OPA",
        "content": "L’indemnité pour changement d’occupation est payable d’avance chaque mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_88"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 4, Réduction des indemnités journalières de transition ou des indemnités pour changement d’occupation",
        "citation": "Art. 89 al. 1 OPA",
        "content": "Si l’indemnité journalière de transition ou l’indemnité pour changement d’occupation concourt avec les prestations d’autres assurances sociales, elle est réduite conformément à l’art. 69 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_89"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 4, Prévention dans le domaine de la médecine du travail, Chapitre 4, Droits du travailleur, Section 4, Réduction des indemnités journalières de transition ou des indemnités pour changement d’occupation",
        "citation": "Art. 89 al. 2 OPA",
        "content": "L’indemnité pour changement d’occupation est réduite ou refusée conformément à l’art. 21, al. 1 et 4, LPGA, si l’ayant droit a aggravé sa situation sur le marché du travail:\na. en n’observant pas les prescriptions sur les examens préventifs dans le domaine de la médecine du travail;\nb. en n’abandonnant pas l’activité interdite ou\nc. en ne se respectant pas les conditions figurant dans une décision d’aptitude conditionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_89"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Frais à la charge de l’employeur",
        "citation": "Art. 90 OPA",
        "content": "L’employeur supporte les frais des mesures qu’il doit prendre pour assurer la sécurité au travail, ainsi que les frais des éventuelles mesures de contrainte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_90"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Frais couverts par le supplément de prime",
        "citation": "Art. 91 OPA",
        "content": "Le supplément de prime pour la prévention des accidents et maladies professionnels (art. 87 LAA) sert à couvrir les frais suivants:\na. les frais des organes d’exécution de la LTr, pour la surveillance exercée, en vertu de la présente ordonnance, sur l’application des prescriptions de sécurité au travail dans les entreprises à l’exception des frais occasionnés par la procédure d’approbation des plans et d’autorisation d’exploiter (art. 7 et 8 LTr);\nb. les frais occasionnés à la CNA par:\n1. l’activité qu’elle déploie, en vertu de la présente ordonnance et d’autres prescriptions de droit fédéral, dans le domaine de la sécurité au travail,\n2. le secrétariat de la commission de coordination,\n3. la gestion du supplément de prime pour la prévention des accidents et maladies professionnels;\nc. les frais occasionnés aux organisations spécialisées (art. 51) par l’activité qu’elles déploient dans le domaine de la sécurité au travail, en vertu du contrat qu’elles ont passé avec la CNA;\nd. les frais de la commission de coordination;\ne. les frais occasionnés aux assureurs par l’exécution de mandats spéciaux de la commission de coordination;\nf. les frais des organes d’exécution pour la mise en œuvre de la loi du 12 juin 2009 sur la sécurité des produits dans le domaine de la sécurité au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_91"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Affectation du supplément de prime",
        "citation": "Art. 92 al. 1 OPA",
        "content": "L’affectation du supplément de prime est régie par les décisions de la commission de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_92"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Affectation du supplément de prime",
        "citation": "Art. 92 al. 2 OPA",
        "content": "La CNA administre le supplément de prime au nom de la commission de coordination et tient à cet effet un compte spécial dûment intitulé. Ce compte spécial, accompagné d’un rapport, doit être soumis à l’approbation du Conseil fédéral chaque année, avant la fin du mois de juin de l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_92"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Affectation du supplément de prime",
        "citation": "Art. 92 al. 3 OPA",
        "content": "Les détails administratifs seront réglés dans une convention conclue entre la commission de coordination et la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_92"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Affectation du supplément de prime",
        "citation": "Art. 92 al. 4 OPA",
        "content": "Une fois approuvé, ce rapport est rendu public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_92"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Budget",
        "citation": "Art. 93 al. 1 OPA",
        "content": "Les organes d’exécution présentent chaque année à la commission de coordination, jusqu’à une date fixée par celle-ci, leur budget pour l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_93"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Budget",
        "citation": "Art. 93 al. 2 OPA",
        "content": "Les assureurs annoncent chaque année à la commission de coordination, jusqu’à une date fixée par celle-ci, les primes nettes auxquelles il faut s’attendre pour l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_93"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Budget",
        "citation": "Art. 93 al. 3 OPA",
        "content": "Se fondant sur les données obtenues conformément aux al. 1 et 2, la commission de coordination établit son budget.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_93"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Budget",
        "citation": "Art. 93 al. 4 OPA",
        "content": "Le budget de la commission de coordination sert à déterminer le montant des indemnités à verser aux organes d’exécution et à préparer la proposition au Conseil fédéral en vue d’une modification du supplément de prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_93"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Fixation du supplément de prime",
        "citation": "Art. 94 OPA",
        "content": "Le Conseil fédéral fixe le supplément de prime dans une ordonnance spéciale. En règle générale, ce supplément sera adapté aux circonstances tous les cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_94"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Virement du supplément de prime",
        "citation": "Art. 95 al. 1 OPA",
        "content": "Les assureurs virent à la CNA les suppléments de primes à la fin du trimestre qui suit leur encaissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_95"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Virement du supplément de prime",
        "citation": "Art. 95 al. 2 OPA",
        "content": "Les assureurs doivent faire contrôler chaque année, par un organe de revision externe, la perception et le virement du supplément de prime. Le rapport de cet organe doit au moins donner des renseignements sur le montant du supplément de prime perçu et sur les primes nettes correspondantes. Il doit être remis à la commission de coordination jusqu’à la fin juin de l’année qui suit l’exercice comptable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_95"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Indemnisation des organes d’exécution",
        "citation": "Art. 96 al. 1 OPA",
        "content": "Les organes d’exécution présentent trimestriellement à la commission de coordination un décompte de leurs dépenses, accompagné de pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_96"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Indemnisation des organes d’exécution",
        "citation": "Art. 96 al. 2 OPA",
        "content": "Si les décomptes ne donnent lieu à aucune objection, les organes d’exécution intéressés sont indemnisés conformément au règlement d’indemnisation (art. 54).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_96"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Indemnisation des organes d’exécution",
        "citation": "Art. 96 al. 3 OPA",
        "content": "La commission de coordination peut procéder elle-même à la revision des décomptes des organes d’exécution ou les faire examiner par un organe de revision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_96"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 1, Sécurité au travail, Exemption du supplément de prime",
        "citation": "Art. 97 OPA",
        "content": "Les ménages privés sont exemptés de l’obligation de payer le supplément de prime pour la prévention des accidents et maladies professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_97"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 2, Prévention des accidents non professionnels, Calcul du supplément de prime",
        "citation": "Art. 98 al. 1 OPA",
        "content": "Le supplément de prime pour la prévention des accidents non professionnels (art. 88, al. 2, LAA) doit être calculé de manière à permettre aux assureurs qui participent à la gestion de l’assurance-accidents de payer au moins leur quote-part annuelle au bpa (art. 59).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_98"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 2, Prévention des accidents non professionnels, Calcul du supplément de prime",
        "citation": "Art. 98 al. 2 OPA",
        "content": "La CNA et les autres assureurs présentent leur proposition concernant la fixation du supplément de prime au Conseil fédéral. Celui-ci consulte les organisations intéressées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_98"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 2, Prévention des accidents non professionnels, Fixation du supplément de prime",
        "citation": "Art. 99 OPA",
        "content": "Le Conseil fédéral fixe le supplément de prime dans une ordonnance spéciale. En règle générale, ce supplément sera adapté aux circonstances tous les cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_99"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 2, Prévention des accidents non professionnels, Affectation du supplément de prime",
        "citation": "Art. 100 al. 1 OPA",
        "content": "Les assureurs ne peuvent utiliser le supplément de prime que pour:\na. payer leur quote-part au bpa;\nb. financer des mesures de prévention des accidents non professionnels prises par eux-mêmes ou par des tiers;\nc. réunir des données statistiques spéciales destinées au bpa, aux fins de prévenir des accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_100"
    },
    {
        "book": "VUV",
        "title": "OPA, Titre 5, Financement, Chapitre 2, Prévention des accidents non professionnels, Affectation du supplément de prime",
        "citation": "Art. 100 al. 2 OPA",
        "content": "Les assureurs tiennent un compte séparé au sujet de l’affectation du supplément de prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1968_1968_1968/fr#art_100"
    }
]