[
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposta di assicurazione",
        "citation": "Art. 1 cpv. 1 LCA",
        "content": "Chi ha fatto all’assicuratore la proposta d’un contratto di assicurazione rimane vincolato per quattordici giorni, quando non abbia fissato un termine più breve per l’accettazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_1"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposta di assicurazione",
        "citation": "Art. 1 cpv. 2 LCA",
        "content": "Rimane vincolato per quattro settimane se l’assicurazione richiede una visita medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_1"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposta di assicurazione",
        "citation": "Art. 1 cpv. 3 LCA",
        "content": "Il termine comincia a decorrere dalla consegna o dall’invio della proposta all’assicuratore od al suo agente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_1"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposta di assicurazione",
        "citation": "Art. 1 cpv. 4 LCA",
        "content": "Il proponente è liberato quando l’accettazione dell’assicuratore non gli sia giunta prima della scadenza del termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_1"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposte speciali",
        "citation": "Art. 2 cpv. 1 LCA",
        "content": "Si ritiene accettata la proposta di prolungare o di modificare un contratto o di rimettere in vigore un contratto sospeso, quando l’assicuratore non l’abbia respinta entro quattordici giorni dal ricevimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposte speciali",
        "citation": "Art. 2 cpv. 2 LCA",
        "content": "Ove una visita medica sia richiesta dalle condizioni generali d’assicurazione, la proposta si ritiene accettata se l’assicuratore non l’ha respinta entro quattro settimane dal ricevimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Proposte speciali",
        "citation": "Art. 2 cpv. 3 LCA",
        "content": "Queste disposizioni non si applicano alla proposta di aumentare la somma assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Diritto di revoca",
        "citation": "Art. 2a cpv. 1 LCA",
        "content": "Lo stipulante può revocare la proposta di conclusione del contratto o la dichiarazione di accettazione dello stesso per scritto o in un’altra forma che consenta la prova per testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Diritto di revoca",
        "citation": "Art. 2a cpv. 2 LCA",
        "content": "Il termine di revoca è di quattordici giorni e decorre dal momento in cui lo stipulante ha proposto o accettato il contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Diritto di revoca",
        "citation": "Art. 2a cpv. 3 LCA",
        "content": "Il termine è osservato se lo stipulante comunica la revoca all’assicuratore, o consegna la dichiarazione di revoca alla posta, entro l’ultimo giorno del termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Diritto di revoca",
        "citation": "Art. 2a cpv. 4 LCA",
        "content": "Il diritto di revoca è escluso per le assicurazioni collettive di persone, le coperture provvisorie e le convenzioni di durata inferiore a un mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Diritto di revoca",
        "citation": "Art. 2a cpv. 5 LCA",
        "content": "Fintantoché, nonostante la revoca, il terzo leso può fare valere in buona fede pretese nei confronti dell’assicuratore, lo stipulante deve il premio e l’assicuratore non può opporre al terzo leso l’inefficacia del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Effetti della revoca",
        "citation": "Art. 2b cpv. 1 LCA",
        "content": "La revoca rende inefficace sin dall’inizio la proposta di conclusione del contratto o la dichiarazione di accettazione dello stipulante. Nel caso di assicurazioni sulla vita vincolate a partecipazioni, dev’essere restituito il valore al momento della revoca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Effetti della revoca",
        "citation": "Art. 2b cpv. 2 LCA",
        "content": "Le parti devono restituire le prestazioni già ricevute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 1: Conclusione del contratto, Effetti della revoca",
        "citation": "Art. 2b cpv. 3 LCA",
        "content": "Lo stipulante non deve all’assicuratore nessun’altra indennità. Ove l’equità lo richieda, lo stipulante deve rifondere in tutto o in parte all’assicuratore le spese per gli accertamenti particolari da questo svolti in buona fede in vista della conclusione del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_2_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Obbligo d’informare dell’assicuratore",
        "citation": "Art. 3 cpv. 1 LCA",
        "content": "Prima della conclusione del contratto d’assicurazione, l’assicuratore deve informare lo stipulante, in maniera comprensibile e in una forma che consenta la prova per testo, sulla propria identità e sul contenuto essenziale del contratto d’assicurazione. Esso lo informa sui seguenti elementi:\na. rischi assicurati;\nb. l’estensione della copertura assicurativa e il tipo di assicurazione, ovvero se si tratta di un’assicurazione di somma fissa o di un’assicurazione contro i danni;\nc. premi dovuti e altri obblighi dello stipulante;\nd. durata e estinzione del contratto d’assicurazione;\ne. basi di calcolo e principi e metodi per la determinazione delle eccedenze e la partecipazione alle stesse;\nf. i valori di riscatto e di trasformazione, nonché le principali tipologie di costi legate al riscatto di un’assicurazione sulla vita suscettibile di riscatto;\ng. trattamento dei dati personali, compresi lo scopo e il genere della banca dati, nonché destinatari e conservazione dei dati;\nh. il diritto di revoca secondo l’articolo 2a nonché la forma e il termine della revoca;\ni. il termine di presentazione dell’avviso di sinistro di cui all’articolo 38 capoverso 1;\nj. la validità temporale della protezione assicurativa, in particolare nei casi in cui il sinistro accada nel corso della durata del contratto ma il danno che ne deriva si verifichi soltanto dopo l’estinzione del contratto;\nk. definizione di un’assicurazione sulla vita come assicurazione sulla vita qualificata ai sensi dell’articolo 39a della legge del 17 dicembre 2004 sulla sorveglianza degli assicuratori (LSA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Obbligo d’informare dell’assicuratore",
        "citation": "Art. 3 cpv. 2 LCA",
        "content": "Tali informazioni sono fornite allo stipulante in modo tale ch’egli possa esserne a conoscenza quando propone o accetta il contratto d’assicurazione. In ogni caso, a quel momento deve essere in possesso delle condizioni generali d’assicurazione e dell’informazione di cui al capoverso 1 lettera g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Obbligo d’informare dell’assicuratore",
        "citation": "Art. 3 cpv. 3 LCA",
        "content": "Il datore di lavoro che conclude un’assicurazione collettiva di persone per proteggere i propri lavoratori è tenuto a informarli, per scritto o in un’altra forma che consenta la prova per testo, sul contenuto essenziale, sulle modifiche e sullo scioglimento del contratto. L’assicuratore mette a disposizione del datore di lavoro la documentazione necessaria a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, a. In genere",
        "citation": "Art. 3a cpv. 1 LCA",
        "content": "Se l’assicuratore ha violato l’obbligo d’informare di cui all’articolo 3, lo stipulante ha il diritto di recedere dal contratto per scritto o in un’altra forma che consenta la prova per testo. Il recesso ha effetto dal momento in cui perviene all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, a. In genere",
        "citation": "Art. 3a cpv. 2 LCA",
        "content": "Il diritto di recesso si estingue quattro settimane dopo che lo stipulante è venuto a conoscenza della violazione dell’obbligo e delle informazioni di cui all’articolo 3, ma al più tardi due anni dopo la violazione dell’obbligo. Art. 4",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, a. In genere",
        "citation": "Art. 3a cpv. 1 LCA",
        "content": "Il proponente deve dichiarare all’assicuratore, sulla scorta di un questionario o in risposta a domande poste in altra forma, tutti i fatti rilevanti per l’apprezzamento del rischio, in quanto e come gli sono o gli devono essere noti. Le domande e la dichiarazione devono essere fatte per scritto o in un’altra forma che consenta la prova per testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, a. In genere",
        "citation": "Art. 3a cpv. 2 LCA",
        "content": "Sono rilevanti i fatti che possono influire sulla determinazione dell’assicuratore a conchiudere il contratto od a conchiuderlo alle condizioni convenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, a. In genere",
        "citation": "Art. 3a cpv. 3 LCA",
        "content": "Si presumono rilevanti i fatti in merito ai quali l’assicuratore abbia formulato domande precise, non equivoche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_3_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, c. Nell’assicurazione di terzi",
        "citation": "Art. 5 cpv. 1 LCA",
        "content": "Quando il contratto sia conchiuso a mezzo di un rappresentante, si dichiareranno e i fatti rilevanti che sono o devono essere noti al rappresentato e quelli che sono o devono essere noti al rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_5"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Dichiarazioni obbligatorie, c. Nell’assicurazione di terzi",
        "citation": "Art. 5 cpv. 2 LCA",
        "content": "Nel caso dell’assicurazione di terzi (art. 16) si dichiareranno anche i fatti rilevanti che sono o devono essere noti al terzo assicurato o al suo intermediario, a meno che il contratto non venga concluso a loro insaputa o non sia possibile avvisare in tempo utile il proponente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_5"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Reticenze e loro conseguenze, a. In genere",
        "citation": "Art. 6 cpv. 1 LCA",
        "content": "Se nel rispondere alle domande di cui all’articolo 4 capoverso 1 chi era tenuto a fare la dichiarazione ha dichiarato inesattamente o taciuto un fatto rilevante che conosceva o doveva conoscere e a proposito del quale era stato interpellato, l’assicuratore ha il diritto di recedere dal contratto per scritto o in un’altra forma che consenta la prova per testo. Il recesso ha effetto dal momento in cui perviene allo stipulante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_6"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Reticenze e loro conseguenze, a. In genere",
        "citation": "Art. 6 cpv. 2 LCA",
        "content": "Il diritto di recesso si estingue quattro settimane dopo che l’assicuratore è venuto a conoscenza della reticenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_6"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Reticenze e loro conseguenze, a. In genere",
        "citation": "Art. 6 cpv. 3 LCA",
        "content": "Quando il contratto è sciolto per recesso in virtù del capoverso 1, l’obbligo dell’assicuratore di fornire la prestazione si estingue anche per i danni già intervenuti, nella misura in cui il fatto che è stato oggetto della reticenza abbia influito sull’insorgere o sulla portata del danno. Se ha già fornito prestazioni per un siffatto sinistro, l’assicuratore ha diritto a restituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_6"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Reticenze e loro conseguenze, a. In genere",
        "citation": "Art. 6 cpv. 4 LCA",
        "content": "In caso di recesso da un contratto d’assicurazione sulla vita, riscattabile secondo la presente legge (art. 90 cpv. 2), l’assicuratore fornisce la prestazione prevista in caso di riscatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_6"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Reticenze e loro conseguenze, b. Nel contratto di assicurazione collettiva",
        "citation": "Art. 7 LCA",
        "content": "Quando il contratto comprenda più cose o più persone e la reticenza si riferisca solamente ad alcune di queste cose o di queste persone, l’assicurazione rimane in vigore per le altre ove risulti dalle circostanze che l’assicuratore le avrebbe assicurate anche sole alle medesime condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_7"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 2: Obblighi d’informare, Validità del contratto nonostante la reticenza",
        "citation": "Art. 8 LCA",
        "content": "Nonostante la reticenza (art. 6) l’assicuratore non può recedere dal contratto:\n1. se il fatto taciuto o inesattamente dichiarato ha cessato d’esistere prima che sia accaduto il sinistro;\n2. se la reticenza fu provocata dall’assicuratore;\n3. se l’assicuratore conosceva o doveva conoscere il fatto taciuto;\n4. se l’assicuratore conosceva o doveva conoscere esattamente il fatto inesattamente dichiarato;\n5. se l’assicuratore ha rinunciato al diritto di recedere dal contratto;\n6. se chi è tenuto a fare la dichiarazione non risponde ad una questione a lui posta e l’assicuratore ha conchiuso ciò nondimeno il contratto. Questa disposizione non si applica al caso in cui, giusta le altre comunicazioni dell’obbligato alla dichiarazione, la questione debba essere considerata come se avesse ricevuto una risposta in un determinato senso e tale risposta apparisca come una reticenza sopra un fatto rilevante che l’obbligato alla dichiarazione conosceva o doveva conoscere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_8"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Copertura provvisoria",
        "citation": "Art. 9 cpv. 1 LCA",
        "content": "Perché un assicuratore sia tenuto a fornire la prestazione in caso di copertura provvisoria, è sufficiente che i rischi assicurati e l’estensione della copertura assicurativa provvisoria siano determinabili. L’obbligo d’informare dell’assicuratore si riduce di conseguenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_9"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Copertura provvisoria",
        "citation": "Art. 9 cpv. 2 LCA",
        "content": "Un premio è dovuto per quanto sia convenuto o usuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_9"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Copertura provvisoria",
        "citation": "Art. 9 cpv. 3 LCA",
        "content": "Se non è limitata nel tempo, la copertura provvisoria può essere disdetta in ogni tempo con un preavviso di quattordici giorni. Essa cessa comunque al momento della conclusione del contratto definitivo con l’assicuratore in questione o con un altro assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_9"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Copertura provvisoria",
        "citation": "Art. 9 cpv. 4 LCA",
        "content": "L’assicuratore deve confermare per scritto la copertura provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_9"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Assicurazione con effetto retroattivo",
        "citation": "Art. 10 cpv. 1 LCA",
        "content": "Il contratto può esplicare effetti a una data anteriore alla sua conclusione se sussiste un interesse assicurabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_10"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Assicurazione con effetto retroattivo",
        "citation": "Art. 10 cpv. 2 LCA",
        "content": "L’assicurazione con effetto retroattivo è nulla se soltanto lo stipulante o l’assicurato sapeva o avrebbe dovuto sapere che il sinistro si era già verificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_10"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Polizza, a. Contenuto",
        "citation": "Art. 11 cpv. 1 LCA",
        "content": "L’assicuratore rilascia allo stipulante una polizza che stabilisce i diritti e gli obblighi delle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_11"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Polizza, a. Contenuto",
        "citation": "Art. 11 cpv. 2 LCA",
        "content": "L’assicuratore deve rilasciare allo stipulante che ne faccia richiesta una copia delle dichiarazioni contenute nella proposta di assicurazione o altrimenti fatte dal proponente e sulla cui base l’assicurazione è stata conclusa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_11"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Polizza, c. Ammortizzazione",
        "citation": "Art. 13 cpv. 2 LCA",
        "content": "All’ammortizzazione delle polizze si applicano per analogia le disposizioni del Codice federale delle obbligazioni del 14 giugno 1881 sull’ammortizzazione dei titoli al portatore, con la variante che il termine di produzione dev’essere di un anno al più.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_13"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Sinistro cagionato da colpa",
        "citation": "Art. 14 cpv. 1 LCA",
        "content": "L’assicuratore non è responsabile quando il sinistro sia stato cagionato intenzionalmente dallo stipulante o dall’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_14"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Sinistro cagionato da colpa",
        "citation": "Art. 14 cpv. 2 LCA",
        "content": "Se il sinistro fu cagionato da colpa grave dello stipulante o dall’avente diritto, l’assicuratore può ridurre la sua prestazione proporzionatamente al grado della colpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_14"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Sinistro cagionato da colpa",
        "citation": "Art. 14 cpv. 3 LCA",
        "content": "Se il sinistro fu cagionato intenzionalmente o per colpa grave da persona che convive con lo stipulante o l’avente diritto, o da persona de cui atti essi sono responsabili e se lo stipulante o l’avente diritto ha commesso una negligenza grave nella sorveglianza di tale persona, sia col prenderla al proprio servizio sia coll’ammetterla presso di sè, l’assicuratore può ridurre la sua prestazione proporzionatamente al grado della colpa dello stipulante o dell’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_14"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Sinistro cagionato da colpa",
        "citation": "Art. 14 cpv. 4 LCA",
        "content": "Se il sinistro è dovuto a colpa lieve dello stipulante o dell’avente diritto, se questi si sono resi colpevoli di negligenza lieve a’ sensi del lemma precedente o se il sinistro fu cagionato per colpa lieve di una delle altre persone quivi indicate, l’assicuratore risponde per intero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_14"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Dovere di umanità",
        "citation": "Art. 15 LCA",
        "content": "Quando una delle persone indicate nell’articolo 14 della presente legge abbia cagionato il sinistro adempiendo un dovere d’umanità, l’assicuratore risponde per intero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_15"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Oggetto dell’assicurazione",
        "citation": "Art. 16 cpv. 1 LCA",
        "content": "L’assicurazione ha per oggetto un interesse assicurabile dello stipulante (assicurazione per conto proprio) o di un terzo (assicurazione per conto di terzi). L’assicurazione può riferirsi alla persona, a cose o al rimanente patrimonio dello stipulante (assicurazione propria) o di un terzo (assicurazione di terzi).",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_16"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Oggetto dell’assicurazione",
        "citation": "Art. 16 cpv. 2 LCA",
        "content": "Nel dubbio si presume che lo stipulante abbia concluso l’assicurazione per conto proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_16"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 3: Contenuto e obbligatorietà del contratto, Oggetto dell’assicurazione",
        "citation": "Art. 16 cpv. 3 LCA",
        "content": "Nel caso dell’assicurazione per conto di terzi, l’assicuratore può opporre loro tutte le eccezioni opponibili allo stipulante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_16"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Scadenza",
        "citation": "Art. 19 cpv. 1 LCA",
        "content": "Salvo stipulazione contraria il premio per il primo periodo di assicurazione scade al momento della conclusione del contratto. Per periodo di assicurazione s’intende lo spazio di tempo secondo il quale vien calcolata l’unità di premio. Nel dubbio il periodo di assicurazione è di un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_19"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Scadenza",
        "citation": "Art. 19 cpv. 3 LCA",
        "content": "I premi successivi scadono, nel dubbio, al principio d’ogni nuovo periodo di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_19"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Obbligo della diffida. Conseguenze della mora",
        "citation": "Art. 20 cpv. 1 LCA",
        "content": "Se il premio non è pagato alla scadenza o entro il termine di rispetto concesso dal contratto, il debitore dev’essere diffidato per scritto o in un’altra forma che consenta la prova per testo, a sue spese e sotto comminatoria delle conseguenze della mora, ad effettuarne il pagamento entro quattordici giorni dall’invio della diffida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_20"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Obbligo della diffida. Conseguenze della mora",
        "citation": "Art. 20 cpv. 2 LCA",
        "content": "Se il premio è incassato presso il debitore, la diffida può essere comunicata oralmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_20"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Obbligo della diffida. Conseguenze della mora",
        "citation": "Art. 20 cpv. 3 LCA",
        "content": "Se la diffida rimane senza effetto l’obbligazione dell’assicuratore è sospesa a datare dalla scadenza del termine di diffida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_20"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Obbligo della diffida. Conseguenze della mora",
        "citation": "Art. 20 cpv. 4 LCA",
        "content": "È riservata la disposizione dell’articolo 93 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_20"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Rapporto contrattuale dopo la mora",
        "citation": "Art. 21 cpv. 1 LCA",
        "content": "Quando l’assicuratore non abbia richiesto nelle vie legali il premio arretrato entro due mesi dalla scadenza del termine fissato all’articolo 20 della presente legge si ritiene che sia receduto dal contratto e abbia rinunciato al pagamento del premio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_21"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Rapporto contrattuale dopo la mora",
        "citation": "Art. 21 cpv. 2 LCA",
        "content": "Se l’assicuratore ha richiesto il premio o l’ha accettato più tardi, la sua responsabilità rinasce dal momento in cui il premio arretrato venga pagato con interessi e spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_21"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Divisibilità del premio",
        "citation": "Art. 24 cpv. 1 LCA",
        "content": "Se il contratto d’assicurazione è sciolto o si estingue prima della scadenza, il premio è dovuto soltanto sino al momento dello scioglimento del contratto. È fatto salvo l’articolo 42 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_24"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 4: Premio, Divisibilità del premio",
        "citation": "Art. 24 cpv. 2 LCA",
        "content": "Il premio relativo al periodo assicurativo in corso è dovuto interamente se l’assicuratore ha fornito la prestazione assicurativa in seguito al venir meno del rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_24"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento del rischio ad opera dello stipulante",
        "citation": "Art. 28 cpv. 1 LCA",
        "content": "Se nel corso dell’assicurazione lo stipulante ha cagionato un aggravamento essenziale del rischio, l’assicuratore non è vincolato per l’avvenire al contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_28"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento del rischio ad opera dello stipulante",
        "citation": "Art. 28 cpv. 2 LCA",
        "content": "L’aggravamento del rischio è essenziale quando derivi dalla modificazione di un fatto rilevante per l’apprezzamento del rischio (art. 4) e del quale le parti abbiano determinato l’estensione basandosi sulle risposte alle domande di cui all’articolo 4 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_28"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento del rischio ad opera dello stipulante",
        "citation": "Art. 28 cpv. 3 LCA",
        "content": "Il contratto può disporre se, in che misura ed entro quali termini lo stipulante debba dare avviso di tali aggravamenti del rischio all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_28"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Diminuzione del rischio",
        "citation": "Art. 28a cpv. 1 LCA",
        "content": "In caso di diminuzione essenziale del rischio, lo stipulante può recedere dal contratto con un preavviso di quattro settimane, per scritto o in un’altra forma che consenta la prova per testo, o esigere una riduzione del premio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_28_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Diminuzione del rischio",
        "citation": "Art. 28a cpv. 2 LCA",
        "content": "Se l’assicuratore respinge la domanda di riduzione del premio o lo stipulante non è d’accordo con la riduzione offerta, quest’ultimo può recedere dal contratto con un preavviso di quattro settimane, per scritto o in un’altra forma che consenta la prova per testo, entro quattro settimane dal momento in cui gli è pervenuta la risposta dell’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_28_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Diminuzione del rischio",
        "citation": "Art. 28a cpv. 3 LCA",
        "content": "La riduzione del premio ha effetto a decorrere dal momento in cui l’assicuratore riceve la comunicazione di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_28_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Riserva di patti speciali",
        "citation": "Art. 29 cpv. 1 LCA",
        "content": "Le disposizioni dell’articolo 28 della presente legge non modificano i patti coi quali lo stipulante assume determinati obblighi al fine di scemare il rischio o d’impedirne l’aggravamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_29"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Riserva di patti speciali",
        "citation": "Art. 29 cpv. 2 LCA",
        "content": "L’assicuratore non può invocare la clausola che lo libera dal contratto qualora lo stipulante manchi a questi obblighi se tale mancanza non ha esercitato alcuna influenza sull’avverarsi del sinistro e sull’estensione delle prestazioni incombenti all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_29"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento del rischio senza concorso dello stipulante",
        "citation": "Art. 30 cpv. 1 LCA",
        "content": "Se l’aggravamento essenziale del rischio avviene senza il concorso dello stipulante, le conseguenze previste nell’articolo 28 della presente legge si avverano solo quando lo stipulante abbia omesso di dichiarare indilatamente per iscritto all’assicuratore l’aggravamento del rischio venuto a sua conoscenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_30"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento del rischio senza concorso dello stipulante",
        "citation": "Art. 30 cpv. 2 LCA",
        "content": "Se lo stipulante non ha mancato a quest’obbligo e l’assicuratore si è riservato il diritto di risolvere il contratto per causa d’aggravamento essenziale del rischio, la responsabilità dell’assicuratore si estingue quattordici giorni dopo ch’egli abbia notificato allo stipulante il suo recesso dal contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_30"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento del rischio nel contratto di assicurazione collettiva",
        "citation": "Art. 31 LCA",
        "content": "Quando il contratto comprenda più cose o più persone e l’aggravamento del rischio concerna solamente alcune di queste cose o di queste persone, l’assicurazione rimane in vigore per le altre a quanto lo stipulante paghi, a prima richiesta dell’assicuratore, il maggior premio che fosse dovuto per esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_31"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Aggravamento senza conseguenze",
        "citation": "Art. 32 LCA",
        "content": "L’aggravamento del rischio non produce effetto giuridico:\n1. quando non abbia esercitato alcuna influenza sull’avverarsi del sinistro e sull’estensione delle prestazioni incombenti all’assicuratore;\n2. quando abbia avuto luogo nell’intenzione di tutelare gli interessi dell’assicuratore;\n3. quando sia stato imposto da un dovere d’umanità;\n4. quando l’assicuratore abbia espressamente o tacitamente rinunciato a recedere dal contratto, specie quando dopo aver ricevuto dallo stipulante l’avviso scritto dell’aggravamento del rischio egli non gli abbia notificato entro quattordici giorni il suo recesso dal contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_32"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Estensione del rischio",
        "citation": "Art. 33 LCA",
        "content": "Salvo disposizione contraria della presente legge, l’assicuratore risponde di tutti gli avvenimenti che presentino i caratteri del rischio contro le conseguenze del quale l’assicurazione fu conchiusa, eccettochè il contratto non escluda dall’assicurazione singoli avvenimenti in modo preciso, non equivoco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_33"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Responsabilità dell’assicuratore per i suoi intermediari",
        "citation": "Art. 34 LCA",
        "content": "Nei confronti dello stipulante, l’assicuratore risponde anche degli atti del proprio intermediario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_34"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 5: Modifica del contratto, Revisione delle condizioni generali d’assicurazione",
        "citation": "Art. 35 LCA",
        "content": "Se nel corso dell’assicurazione le condizioni generali di assicurazione della medesima specie vengono modificate, lo stipulante può chiedere che il contratto sia continuato alle nuove condizioni. Tuttavia se per l’assicurazione alle nuove condizioni occorre una prestazione maggiore, egli deve corrispondere il congruo equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Recesso ordinario",
        "citation": "Art. 35a cpv. 1 LCA",
        "content": "Anche se il contratto è stato concluso per una durata più lunga, vi si può recedere per scritto o in un’altra forma che consenta la prova per testo alla fine del terzo anno e di ogni anno successivo con un preavviso di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Recesso ordinario",
        "citation": "Art. 35a cpv. 2 LCA",
        "content": "Le parti possono convenire la possibilità di recedere dal contratto prima della fine del terzo anno. I termini per il recesso devono essere identici per entrambe le parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Recesso ordinario",
        "citation": "Art. 35a cpv. 3 LCA",
        "content": "L’assicurazione sulla vita è esclusa dal diritto di recesso ordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Recesso ordinario",
        "citation": "Art. 35a cpv. 4 LCA",
        "content": "Nell’assicurazione complementare all’assicurazione sociale malattie (art. 2 cpv. 2 della legge del 26 settembre 2014 sulla vigilanza sull’assicurazione malattie), il diritto di recesso ordinario e quello in caso di sinistro possono essere esercitati unicamente dallo stipulante (art. 42 cpv. 1 della presente legge). Nell’assicurazione collettiva d’indennità giornaliera tali diritti possono essere esercitati da entrambe le parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Recesso straordinario",
        "citation": "Art. 35b cpv. 1 LCA",
        "content": "Per scritto o in un’altra forma che consenta la prova per testo, si può recedere in ogni tempo dal contratto per gravi motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Recesso straordinario",
        "citation": "Art. 35b cpv. 2 LCA",
        "content": "Si considera grave motivo segnatamente:\na. una modifica imprevedibile delle disposizioni legali che rende impossibile l’adempimento del contratto;\nb. ogni circostanza che non consenta, per ragioni di buona fede, di esigere la continuazione del contratto da parte del recedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Casi d’assicurazione pendenti",
        "citation": "Art. 35c cpv. 1 LCA",
        "content": "Sono nulle le disposizioni contrattuali che permettono all’assicuratore di limitare o sopprimere unilateralmente, quanto alla loro durata o alla loro entità, gli obblighi di prestazione periodici esistenti a seguito di malattia o infortunio, se il contratto è sciolto in seguito al verificarsi del sinistro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Casi d’assicurazione pendenti",
        "citation": "Art. 35c cpv. 2 LCA",
        "content": "In caso di cambiamento di assicurazione, è fatta salva la prosecuzione dell’assicurazione da parte di un altro assicuratore, che assuma gli obblighi di prestazione di cui al capoverso 1 quanto alla loro durata o alla loro entità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_35_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Revoca dell’autorizzazione; conseguenze di diritto privato",
        "citation": "Art. 36 cpv. 1 LCA",
        "content": "Lo stipulante ha diritto di recedere in ogni tempo dal contratto se l’assicuratore che è parte al contratto non dispone dell’autorizzazione a esercitare l’attività assicurativa prescritta dalla LSA o tale autorizzazione gli è stata revocata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_36"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Revoca dell’autorizzazione; conseguenze di diritto privato",
        "citation": "Art. 36 cpv. 3 LCA",
        "content": "Se recede da un contratto di assicurazione sulla vita, ha diritto alla riserva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_36"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Revoca dell’autorizzazione; conseguenze di diritto privato",
        "citation": "Art. 36 cpv. 4 LCA",
        "content": "Egli conserva inoltre l’azione di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_36"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Fallimento dell’assicuratore",
        "citation": "Art. 37 cpv. 1 LCA",
        "content": "Nel caso di fallimento dell’assicuratore il contratto si estingue quattro settimane dopo la pubblicazione della dichiarazione di fallimento. È fatto salvo l’articolo 55 LSA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_37"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Fallimento dell’assicuratore",
        "citation": "Art. 37 cpv. 2 LCA",
        "content": "Lo stipulante può far valere il diritto di cui all’articolo 36 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_37"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Fallimento dell’assicuratore",
        "citation": "Art. 37 cpv. 3 LCA",
        "content": "Se per il periodo di assicurazione in corso lo stipulante ha verso l’assicuratore un diritto a indennità, egli può far valere a sua scelta, questo diritto o le pretese suindicate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_37"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 6: Estinzione del contratto, Fallimento dell’assicuratore",
        "citation": "Art. 37 cpv. 4 LCA",
        "content": "Gli rimangono inoltre riservati i diritti di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_37"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Obbligo di dare avviso del sinistro",
        "citation": "Art. 38 cpv. 1 LCA",
        "content": "Accaduto il sinistro, l’avente diritto, tosto che sia venuto a conoscenza del medesimo e del diritto derivante per lui dall’assicurazione, deve darne avviso all’assicuratore. Il contratto può disporre che tale avviso sarà dato per iscritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Obbligo di dare avviso del sinistro",
        "citation": "Art. 38 cpv. 2 LCA",
        "content": "Quando l’avente diritto manchi per sua colpa a quest’obbligo, l’assicuratore può ridurre l’indennità dell’importo di cui si troverebbe diminuita se l’avviso fosse stato dato in tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Obbligo di dare avviso del sinistro",
        "citation": "Art. 38 cpv. 3 LCA",
        "content": "L’assicuratore non è vincolato al contratto se l’avente diritto, nell’intenzione d’impedire che l’assicuratore possa accertare in tempo utile le circostanze nelle quali il sinistro è accaduto, ha omesso di dare indilatamente l’avviso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Obbligo di salvataggio",
        "citation": "Art. 38a cpv. 1 LCA",
        "content": "In caso di sinistro, l’avente diritto è tenuto a fare quanto possa per scemare il danno. Quando non vi sia pericolo in mora, egli dovrà chiedere istruzioni all’assicuratore circa i provvedimenti da prendere e conformarsi alle medesime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Obbligo di salvataggio",
        "citation": "Art. 38a cpv. 2 LCA",
        "content": "Se l’avente diritto ha mancato a quest’obbligo in modo inescusabile, l’assicuratore può limitare l’indennità all’importo cui si troverebbe ridotta qualora l’obbligo fosse stato adempiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Divieto di cambiamento",
        "citation": "Art. 38b cpv. 1 LCA",
        "content": "Prima che il danno sia valutato, l’avente diritto non deve senza il consenso dell’assicuratore arrecare agli oggetti danneggiati alcun cambiamento che possa rendere più difficile o impossibile di accertare la causa del danno o il danno stesso, sempre che il cambiamento non risulti imposto dallo scopo di scemare il danno o dall’interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Divieto di cambiamento",
        "citation": "Art. 38b cpv. 2 LCA",
        "content": "Se l’avente diritto contravviene a quest’obbligo con intenzione fraudolenta, l’assicuratore non è vincolato al contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Spese per scemare il danno",
        "citation": "Art. 38c cpv. 1 LCA",
        "content": "L’assicuratore è tenuto a rimborsare all’avente diritto le spese delle misure non manifestamente inopportune che questi ha prese per scemare il danno (art. 38a cpv. 1), anche quando tali misure siano rimaste senza effetto, o quando le spese aggiunte all’indennità eccedano l’importo della somma assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Spese per scemare il danno",
        "citation": "Art. 38c cpv. 2 LCA",
        "content": "Se la somma assicurata non raggiunge il valore di risarcimento l’assicuratore sopporta le spese nella proporzione esistente fra la somma assicurata ed il valore di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_38_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Giustificazioni incombenti all’avente diritto",
        "citation": "Art. 39 cpv. 1 LCA",
        "content": "A richiesta dell’assicuratore, l’avente diritto deve fornirgli ogni informazione sui fatti a lui noti che possano servire ad accertare le circostanze nelle quali il sinistro è accaduto o a determinare le conseguenze di questo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Giustificazioni incombenti all’avente diritto",
        "citation": "Art. 39 cpv. 2 LCA",
        "content": "Il contratto può disporre:\n1. che l’avente diritto debba produrre determinati atti, segnatamente dei certificati medici, che egli possa procurarsi senza spese rilevanti;\n2. che le comunicazioni previste nei capoversi 1 e 2 numero 1 di questo articolo debbano essere fatte, sotto pena della perdita del diritto derivante dall’assicurazione, entro un termine certo e adeguato. Questo termine decorre dal giorno in cui l’assicuratore abbia, sotto comminatoria delle conseguenze della mora, diffidato per iscritto l’avente diritto a fare tali comunicazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Rilevamento tempestivo",
        "citation": "Art. 39a cpv. 1 LCA",
        "content": "Sempre che nessun interesse privato preponderante vi si opponga, all’ufficio AI competente possono essere comunicati dati per il rilevamento tempestivo degli assicurati incapaci al lavoro secondo l’articolo 3b della legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità (LAI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Rilevamento tempestivo",
        "citation": "Art. 39a cpv. 2 LCA",
        "content": "Possono essere comunicati soltanto i dati necessari allo scopo in questione. A tale condizione, l’istituto d’assicurazione è liberato dall’obbligo di serbare il segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Rilevamento tempestivo",
        "citation": "Art. 39a cpv. 3 LCA",
        "content": "Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Collaborazione interistituzionale",
        "citation": "Art. 39b cpv. 1 LCA",
        "content": "Sempre che nessun interesse privato preponderante vi si opponga, nell’ambito della collaborazione interistituzionale secondo l’articolo 68bis LAI possono essere comunicati dati:\na. agli uffici AI;\nb. agli istituti d’assicurazione privati secondo l’articolo 68bis capoverso 1 lettera b LAI;\nc. agli istituti della previdenza professionale secondo l’articolo 68bis capoverso 1 lettera c LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Collaborazione interistituzionale",
        "citation": "Art. 39b cpv. 2 LCA",
        "content": "Possono essere comunicati soltanto i dati necessari allo scopo in questione. A tale condizione, l’istituto d’assicurazione è liberato dall’obbligo di serbare il segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Collaborazione interistituzionale",
        "citation": "Art. 39b cpv. 3 LCA",
        "content": "L’interessato dev’essere informato circa la comunicazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_39_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Frodi nelle giustificazioni",
        "citation": "Art. 40 LCA",
        "content": "L’assicuratore non è vincolato al contratto di fronte all’avente diritto, se questi od il suo rappresentante, nell’intento d’indurlo in errore, ha dichiarato inesattamente o taciuto dei fatti che escluderebbero o limiterebbero l’obbligo dell’assicuratore, o se, nel medesimo intento, egli non ha fatto o ha fatto tardivamente le comunicazioni che per l’articolo 39 della presente legge gl’incombono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_40"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Scadenza del credito d’assicurazione",
        "citation": "Art. 41 cpv. 1 LCA",
        "content": "Il credito derivante dal contratto di assicurazione scade quattro settimane dopo che l’assicuratore abbia ricevuto le informazioni dalle quali possa convincersi del fondamento della pretesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_41"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Scadenza del credito d’assicurazione",
        "citation": "Art. 41 cpv. 2 LCA",
        "content": "È nulla la clausola per cui il credito diventerà esigibile solo dopo che sia stato riconosciuto dall’assicuratore o ammesso da sentenza definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_41"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Versamento di acconti",
        "citation": "Art. 41a cpv. 1 LCA",
        "content": "Se l’assicuratore contesta il suo obbligo di prestazione, scaduto il termine di cui all’articolo 41 capoverso 1 l’avente diritto può esigere il versamento di acconti sino a concorrenza dell’importo non contestato.2 La stessa regola si applica se non è chiaro come la prestazione assicurativa debba essere ripartita tra più aventi diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_41_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Danno parziale",
        "citation": "Art. 42 cpv. 1 LCA",
        "content": "Quando siavi stato soltanto un danno parziale e si pretenda per esso una indennità, l’assicuratore e lo stipulante hanno entrambi il diritto di recedere dal contratto al più tardi al pagamento della indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_42"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Danno parziale",
        "citation": "Art. 42 cpv. 2 LCA",
        "content": "Se il contratto è sciolto per recesso, la responsabilità dell’assicuratore si estingue 14 giorni dopo che il recesso è stato comunicato all’altra parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_42"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Danno parziale",
        "citation": "Art. 42 cpv. 3 LCA",
        "content": "L’assicuratore conserva il diritto al premio per il periodo di assicurazione in corso se lo stipulante recede dal contratto durante l’anno successivo alla sua conclusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_42"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 7: Verificarsi del sinistro, Danno parziale",
        "citation": "Art. 42 cpv. 4 LCA",
        "content": "Quando né l’assicuratore né lo stipulante recedano dal contratto, l’assicuratore, salvo stipulazione contraria, risponde pel futuro solo col residuo della somma assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_42"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Comunicazioni dell’assicuratore",
        "citation": "Art. 43 LCA",
        "content": "Le comunicazioni che l’assicuratore deve fare a norma della presente legge allo stipulante o all’avente diritto possono essere fatte validamente all’ultimo indirizzo a lui noto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_43"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Comunicazione dello stipulante o dell’avente diritto: indirizzi",
        "citation": "Art. 44 cpv. 1 LCA",
        "content": "Per tutte le comunicazioni che gli devono essere fatte a norma del contratto o della presente legge, l’assicuratore è tenuto ad indicare almeno un indirizzo in Svizzera e a portarlo a conoscenza dello stipulante e dell’avente diritto che gli abbia notificato le sue ragioni per scritto o in un’altra forma che consenta la prova per testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_44"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Comunicazione dello stipulante o dell’avente diritto: indirizzi",
        "citation": "Art. 44 cpv. 2 LCA",
        "content": "Quando l’assicuratore non adempia questi obblighi non può invocare le conseguenze previste nel contratto o nella presente legge per il caso in cui una comunicazione non venga fatta o venga fatta tardivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_44"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Comunicazione dello stipulante o dell’avente diritto: indirizzi",
        "citation": "Art. 44 cpv. 3 LCA",
        "content": "Lo stipulante o l’avente diritto può fare le comunicazioni che gl’incombono, a sua scelta, all’indirizzo indicato, all’assicuratore direttamente od a qualunque agente di quest’ultimo. Le parti possono convenire che l’agente non è autorizzato a ricevere comunicazioni per l’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_44"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Violazione del contratto",
        "citation": "Art. 45 cpv. 1 LCA",
        "content": "Se è stata convenuta una sanzione per il caso in cui lo stipulante o l’avente diritto violi un obbligo, egli non incorre nella sanzione quando:\na. risulti dalle circostanze che la violazione non è imputabile a colpa; o\nb. lo stipulante dimostri che la violazione non ha esercitato alcuna influenza sul verificarsi del sinistro e sull’estensione delle prestazioni dovute dall’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_45"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Violazione del contratto",
        "citation": "Art. 45 cpv. 2 LCA",
        "content": "L’insolvibilità del debitore non scusa il ritardo nel pagamento del premio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_45"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Violazione del contratto",
        "citation": "Art. 45 cpv. 3 LCA",
        "content": "Quando il contratto o la presente legge vincoli l’esistenza di un diritto derivante dall’assicurazione all’osservanza di un termine lo stipulante o l’avente diritto può compiere l’atto omesso senza colpa non appena l’impedimento sia tolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_45"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Prescrizione e termine",
        "citation": "Art. 46 cpv. 1 LCA",
        "content": "Fatto salvo il capoverso 3, i crediti derivanti dal contratto di assicurazione si prescrivono in cinque anni dal fatto su cui è fondato l’obbligo di fornire la prestazione. L’articolo 41 della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità è riservato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Prescrizione e termine",
        "citation": "Art. 46 cpv. 2 LCA",
        "content": "Sono nulli i patti che assoggettano il credito verso l’assicuratore ad una prescrizione o ad un termine più breve. Rimane ferma la disposizione dell’articolo 39 capoverso 2 numero 2 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Prescrizione e termine",
        "citation": "Art. 46 cpv. 3 LCA",
        "content": "I crediti derivanti dal contratto di assicurazione collettiva d’indennità giornaliera in caso di malattia si prescrivono in due anni dal fatto su cui è fondato l’obbligo di fornire la prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Fallimento dello stipulante",
        "citation": "Art. 46a cpv. 1 LCA",
        "content": "In caso di fallimento dello stipulante il contratto sussiste e l’amministrazione del fallimento è responsabile del suo adempimento. Sono fatti salvi l’articolo 81 e le disposizioni della presente legge relative all’estinzione del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Fallimento dello stipulante",
        "citation": "Art. 46a cpv. 2 LCA",
        "content": "Le pretese e le prestazioni derivanti dall’assicurazione di beni impignorabili secondo l’articolo 92 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento non rientrano nella massa fallimentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 1 LCA",
        "content": "Quando lo stesso interesse sia assicurato contro lo stesso rischio e per lo stesso tempo presso più di un assicuratore, di guisa che le somme assicurate insieme riunite eccedano il valore di assicurazione (cumulo di assicurazioni), lo stipulante è tenuto a darne senza indugio conoscenza, per scritto o in un’altra forma che consenta la prova per testo, a ogni assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 2 LCA",
        "content": "Se al momento della conclusione di un ulteriore contratto non è a conoscenza dell’esistenza di un cumulo di assicurazioni, lo stipulante può recedere da questo contratto per scritto o in un’altra forma che consenta la prova per testo entro quattro settimane dalla scoperta del cumulo di assicurazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 3 LCA",
        "content": "Se lo stipulante ha omesso intenzionalmente questa notificazione o ha concluso più assicurazioni nell’intento di procurarsi con esse un utile illecito, gli assicuratori non sono vincolati in suo confronto al contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 4 LCA",
        "content": "Ogni assicuratore ha diritto a tutta la prestazione convenuta.Art. 46c",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 1 LCA",
        "content": "In caso di cumulo di assicurazioni, ogni assicuratore risponde del danno nella proporzione esistente fra la somma da esso assicurata e l’importo totale delle somme assicurate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 2 LCA",
        "content": "Se uno degli assicuratori è divenuto insolvibile gli altri assicuratori rispondono, fatto salvo l’articolo 38c capoverso 2, per la quota che incombe all’assicuratore insolvibile nella proporzione esistente fra le somme da loro assicurate e fino a concorrenza di quella assicurata da ciascuno di essi. Il credito spettante all’avente diritto contro l’assicuratore insolvibile passa agli assicuratori che hanno pagato l’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Responsabilità in caso di cumulo di assicurazioni",
        "citation": "Art. 46b cpv. 3 LCA",
        "content": "Accaduto il sinistro, l’avente diritto non può risolvere o modificare nessuna assicurazione a detrimento degli altri assicuratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_46_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Tacita rinnovazione",
        "citation": "Art. 47 LCA",
        "content": "Il patto di tacita rinnovazione del contratto ha effetto solo in quanto limiti la rinnovazione ad un anno per volta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_47"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 1: Disposizioni generali, Sezione 8: Altre disposizioni, Numero AVS",
        "citation": "Art. 47a LCA",
        "content": "Le imprese di assicurazione private soggette alla LSA sono autorizzate a utilizzare sistematicamente il numero AVS conformemente alle disposizioni della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti, ai fini dell’esercizio delle assicurazioni complementari private nel quadro dell’assicurazione malattie o dell’assicurazione contro gli infortuni, soltanto se:\na. esercitano le assicurazioni complementari all’assicurazione sociale malattie previste nell’articolo 12 capoverso 2 della legge federale del 18 marzo 1994 sull’assicurazione malattie;\nb. sono iscritte nel registro degli assicuratori LAINF di cui all’articolo 68 capoverso 2 della legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni e offrono le assicurazioni complementari alla LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_47_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Diminuzione del valore di assicurazione",
        "citation": "Art. 50 cpv. 1 LCA",
        "content": "Se nel corso dell’assicurazione il valore di assicurazione ha subito una diminuzione essenziale, l’assicuratore e lo stipulante possono chiedere entrambi una proporzionata riduzione della somma assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_50"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Soprassicurazione",
        "citation": "Art. 51 LCA",
        "content": "Se la somma assicurata eccede il valore di assicurazione (soprassicurazione), l’assicuratore non è vincolato al contratto verso lo stipulante, quando questi abbia stipulato il contratto nell’intento di procurarsi con la soprassicurazione un utile illecito. L’assicuratore ha diritto a tutta la prestazione convenuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_51"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Somma assicurata; obbligo di risarcimento nella sottoassicurazione",
        "citation": "Art. 51a cpv. 1 LCA",
        "content": "Salvo disposizione contraria del contratto o della presente legge (art. 38c), l’assicuratore risponde del danno solo fino a concorrenza della somma assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_51_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Somma assicurata; obbligo di risarcimento nella sottoassicurazione",
        "citation": "Art. 51a cpv. 2 LCA",
        "content": "Se la somma assicurata non raggiunge il valore di risarcimento (sottassicurazione), il danno, salvo patto contrario, deve essere risarcito nella proporzione esistente fra la somma assicurata ed il valore di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_51_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Cambiamento di proprietario",
        "citation": "Art. 54 cpv. 1 LCA",
        "content": "Se l’oggetto del contratto d’assicurazione cambia proprietario, i diritti e gli obblighi derivanti dal contratto d’assicurazione passano al nuovo proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_54"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Cambiamento di proprietario",
        "citation": "Art. 54 cpv. 2 LCA",
        "content": "Entro 30 giorni dal trapasso di proprietà il nuovo proprietario può rifiutare il trasferimento del contratto per scritto o in un’altra forma che consenta la prova per testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_54"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Cambiamento di proprietario",
        "citation": "Art. 54 cpv. 3 LCA",
        "content": "L’assicuratore può recedere dal contratto, per scritto o in un’altra forma che consenta la prova per testo, entro 14 giorni dal momento in cui è venuto a conoscenza dell’identità del nuovo proprietario. Il contratto si estingue al più presto 30 giorni dopo la disdetta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_54"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Cambiamento di proprietario",
        "citation": "Art. 54 cpv. 4 LCA",
        "content": "Gli articoli 28–32 si applicano per analogia se il cambiamento di proprietario provoca un aggravamento del rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_54"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Pignoramento e sequestro",
        "citation": "Art. 56 LCA",
        "content": "Se fu pignorata in via d’esecuzione o sequestrata una cosa assicurata, l’assicuratore che ne sia avvertito in tempo non può più pagare validamente l’indennità se non all’ufficio d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_56"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Pegno sulla cosa assicurata",
        "citation": "Art. 57 cpv. 1 LCA",
        "content": "Se fu assicurata una cosa costituita in pegno, il pegno del creditore si estende tanto al diritto che il contratto di assicurazione conferisce al debitore quanto ai beni acquistati coll’indennità in sostituzione della cosa assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_57"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Pegno sulla cosa assicurata",
        "citation": "Art. 57 cpv. 2 LCA",
        "content": "Se il pegno fu notificato all’assicuratore, questi non può pagare l’indennità all’assicurato se non col consenso del creditore pignoratizio o verso prestazione di garanzie a favore del medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_57"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Valutazione del danno",
        "citation": "Art. 58 cpv. 1 LCA",
        "content": "Tanto l’assicuratore quanto l’avente diritto possono chiedere che il danno venga valutato senza indugio dalle parti. Nel caso di distruzione parziale di prodotti agricoli, segnatamente per effetto della grandine, la valutazione del danno dev’essere, a richiesta dell’una o dell’altra delle parti, rimandata fino al raccolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_58"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Valutazione del danno",
        "citation": "Art. 58 cpv. 2 LCA",
        "content": "Quando una delle parti rifiuti di cooperare alla valutazione del danno o quando le due parti non possano intendersi circa l’importanza del danno avvenuto, questo, salvo patti speciali, dovrà essere valutato da periti designati dall’autorità giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_58"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Valutazione del danno",
        "citation": "Art. 58 cpv. 3 LCA",
        "content": "Il fatto di avere cooperato alla valutazione del danno non priva l’assicuratore delle eccezioni che gli spettano contro la pretesa d’indennità dell’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_58"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Valutazione del danno",
        "citation": "Art. 58 cpv. 4 LCA",
        "content": "È nullo il patto che vieti all’avente diritto di farsi assistere nelle trattative per la valutazione del danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_58"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 1: Assicurazione di cose, Valutazione del danno",
        "citation": "Art. 58 cpv. 5 LCA",
        "content": "Le spese di valutazione del danno incombono alle parti in eguale misura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_58"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, a. Estensione",
        "citation": "Art. 59 cpv. 1 LCA",
        "content": "Quando lo stipulante si sia assicurato contro le conseguenze della responsabilità inerente per legge ad un esercizio industriale, l’assicurazione si estende anche alla responsabilità dei suoi rappresentanti ed a quella delle persone incaricate di dirigere o sorvegliare l’esercizio nonché agli altri lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_59"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, a. Estensione",
        "citation": "Art. 59 cpv. 2 LCA",
        "content": "L’assicurazione copre sia le pretese di risarcimento dei danneggiati sia i diritti di regresso di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_59"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, a. Estensione",
        "citation": "Art. 59 cpv. 3 LCA",
        "content": "Nell’assicurazione per la responsabilità civile obbligatoria non è possibile opporre al danneggiato le eccezioni derivanti da eventi assicurati provocati intenzionalmente o per negligenza grave, dalla violazione di obblighi, dal mancato pagamento dei premi o da una franchigia convenuta contrattualmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_59"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, b. Pegno legale del terzo danneggiato",
        "citation": "Art. 60 cpv. 1 LCA",
        "content": "Nel caso di assicurazione contro le conseguenze della responsabilità civile il terzo danneggiato ha, fino a concorrenza del risarcimento a lui spettante, un diritto di pegno sulla indennità dovuta allo stipulante. L’assicuratore può pagare l’indennità direttamente al terzo danneggiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_60"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, b. Pegno legale del terzo danneggiato",
        "citation": "Art. 60 cpv. 1bis LCA",
        "content": "Il terzo danneggiato o il suo avente causa vanta un diritto di credito diretto nei confronti dell’assicuratore, nei limiti di un’eventuale copertura assicurativa e fatte salve le obiezioni e le eccezioni che l’assicuratore può opporgli in virtù della legge o del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_60"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, b. Pegno legale del terzo danneggiato",
        "citation": "Art. 60 cpv. 2 LCA",
        "content": "L’assicuratore è responsabile di ogni atto con cui pregiudichi il terzo nel suo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_60"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 2: Assicurazione per la responsabilità civile, Assicurazione per la responsabilità civile, b. Pegno legale del terzo danneggiato",
        "citation": "Art. 60 cpv. 3 LCA",
        "content": "Nei casi in cui è stipulata un’assicurazione obbligatoria per la responsabilità civile, il terzo danneggiato può esigere dall’assicurato civilmente responsabile o dalla competente autorità di vigilanza l’indicazione dell’assicuratore. Quest’ultimo deve fornire informazioni sul tipo e sull’estensione della copertura assicurativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_60"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Natura giuridica della polizza, cessione e costituzione in pegno",
        "citation": "Art. 73 cpv. 1 LCA",
        "content": "Il diritto derivante da un contratto d’assicurazione di somma fissa non può essere ceduto o costituito in pegno né mediante girata né mediante semplice consegna della polizza. Per la validità della cessione e della costituzione in pegno occorrono la forma scritta e la consegna della polizza nonché la notifica per scritto all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_73"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Natura giuridica della polizza, cessione e costituzione in pegno",
        "citation": "Art. 73 cpv. 2 LCA",
        "content": "Se la polizza dispone che l’assicuratore può pagare al portatore, l’assicuratore di buona fede può considerare come avente diritto ogni portatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_73"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione sulla vita altrui",
        "citation": "Art. 74 cpv. 1 LCA",
        "content": "L’assicurazione sulla vita altrui è nulla quando la persona per il cui decesso è stipulata non vi abbia dato il suo consenso per iscritto prima della conclusione del contratto. Se l’assicurazione è stipulata per il decesso di una persona incapace occorre il consenso scritto del rappresentante legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_74"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione sulla vita altrui",
        "citation": "Art. 74 cpv. 2 LCA",
        "content": "Il diritto derivante dall’assicurazione può invece essere ceduto senza il consenso del terzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_74"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione sulla vita altrui",
        "citation": "Art. 74 cpv. 3 LCA",
        "content": "Il contratto può disporre che le norme degli articoli 6 e 28 della presente legge si applicheranno anche quando la persona per il cui decesso l’assicurazione fu stipulata abbia commesso una reticenza o cagionato l’aggravamento del rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_74"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, a. Principio; estensione",
        "citation": "Art. 76 cpv. 1 LCA",
        "content": "Lo stipulante ha diritto di designare un terzo come beneficiario senza il consenso dell’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_76"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, a. Principio; estensione",
        "citation": "Art. 76 cpv. 2 LCA",
        "content": "Il beneficio può comprendere tutto il diritto derivante dall’assicurazione o solo una parte di esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_76"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, b. Diritto di disposizione dello stipulante",
        "citation": "Art. 77 cpv. 1 LCA",
        "content": "Anche quando un terzo sia stato designato come beneficiario, lo stipulante può disporre liberamente, tra vivi e per causa di morte, del diritto derivante dall’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_77"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, b. Diritto di disposizione dello stipulante",
        "citation": "Art. 77 cpv. 2 LCA",
        "content": "Il diritto di revoca del beneficio cessa solo quando lo stipulante abbia rinunciato a tale revoca con la propria firma nella polizza e consegnata quest’ultima al beneficiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_77"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, c. Natura del diritto del beneficiario",
        "citation": "Art. 78 LCA",
        "content": "Salvo le disposizioni che fossero state prese a norma dell’articolo 77 capoverso 1 della presente legge, il beneficio crea a favore del beneficiario un diritto suo proprio sul credito derivante dall’assicurazione assegnatagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_78"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, d. Cause legali d’estinzione",
        "citation": "Art. 79 cpv. 1 LCA",
        "content": "Il beneficio si estingue col pignoramento del credito derivante dall’assicurazione e con la dichiarazione di fallimento dello stipulante. Esso rinasce quando cessi il pignoramento o sia revocato il fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_79"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, d. Cause legali d’estinzione",
        "citation": "Art. 79 cpv. 2 LCA",
        "content": "Se lo stipulante ha rinunciato alla revoca del beneficio, il diritto creato dall’assicurazione a favore del beneficiario non soggiace all’esecuzione a vantaggio dei creditori dello stipulante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_79"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, e. Esclusione del pignoramento e del fallimento",
        "citation": "Art. 80 LCA",
        "content": "Se i beneficiari sono il coniuge, il partner registrato o i discendenti dello stipulante, il diritto d’assicurazione del beneficiario e quello dello stipulante non soggiacciono, salvo gli eventuali diritti di pegno, all’esecuzione a vantaggio dei creditori dello stipulante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_80"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, f. Subingresso",
        "citation": "Art. 81 cpv. 1 LCA",
        "content": "Se i beneficiari d’un contratto di assicurazione sulla vita sono il coniuge, il partner registrato o i discendenti dello stipulante, essi gli subentrano nei diritti e negli obblighi derivanti dal contratto di assicurazione non appena venga rilasciato nei suoi confronti un attestato di carenza di beni o egli sia dichiarato in fallimento, eccettochè non rifiutino espressamente un tal subingresso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_81"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, f. Subingresso",
        "citation": "Art. 81 cpv. 2 LCA",
        "content": "I beneficiari sono tenuti a notificare all’assicuratore il trapasso dell’assicurazione producendo un certificato dell’ufficio d’esecuzione o dell’amministrazione del fallimento. Se vi sono più beneficiari, essi devono designare un rappresentante che riceva le comunicazioni incombenti all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_81"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, g. Riserva della azione rivocatoria",
        "citation": "Art. 82 LCA",
        "content": "Rimangono ferme, di fronte alle disposizioni della presente legge circa l’assicurazione a beneficio di terzi, le prescrizioni degli articoli 285 e seguenti della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_82"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, aa. I beneficiari",
        "citation": "Art. 83 cpv. 1 LCA",
        "content": "Se furono designati come beneficiari i figli di una persona determinata, s’intendono per tali i discendenti che hanno diritto alla successione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_83"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, aa. I beneficiari",
        "citation": "Art. 83 cpv. 2 LCA",
        "content": "Per coniuge s’intende il coniuge superstite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_83"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, aa. I beneficiari",
        "citation": "Art. 83 cpv. 2bis LCA",
        "content": "Per partner registrato s’intende il partner registrato superstite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_83"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, aa. I beneficiari",
        "citation": "Art. 83 cpv. 3 LCA",
        "content": "Per superstiti, eredi o aventi causa designati come beneficiari s’intendono i discendenti che hanno diritto alla successione ed il coniuge superstite o il partner registrato superstite, e quando non vi siano né discendenti che hanno diritto alla successione né coniuge superstite o partner registrato superstite, le altre persone successibili",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_83"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, bb. Le quote",
        "citation": "Art. 84 cpv. 1 LCA",
        "content": "Se l’assicurazione è devoluta ai discendenti che hanno diritto alla successione ed al coniuge superstite o al partner registrato superstite in qualità di beneficiari, la somma assicurata spetta per una metà al coniuge o partner e per l’altra metà ai discendenti secondo il loro diritto successorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_84"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, bb. Le quote",
        "citation": "Art. 84 cpv. 2 LCA",
        "content": "Se furono designati quali beneficiari altri eredi, l’assicurazione è loro devoluta secondo il rispettivo diritto successorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_84"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, bb. Le quote",
        "citation": "Art. 84 cpv. 3 LCA",
        "content": "Se più persone non successibili sono designate come beneficiari senza precisa indicazione delle quote rispettive, l’assicurazione è loro devoluta in parti uguali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_84"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, h. Interpretazione dei patti relativi al beneficio, bb. Le quote",
        "citation": "Art. 84 cpv. 4 LCA",
        "content": "Scomparendo uno dei beneficiari, la sua quota si aggiunge in parti uguali a quelle degli altri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_84"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione a beneficio di terzi, i. Ripudio della successione",
        "citation": "Art. 85 LCA",
        "content": "Se i beneficiari sono i discendenti che hanno diritto alla successione, il coniuge o il partner registrato, i genitori, i nonni, i fratelli o le sorelle, l’assicurazione è loro devoluta anche quando ripudino la successione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_85"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Realizzazione in via di esecuzione e di fallimento",
        "citation": "Art. 86 cpv. 1 LCA",
        "content": "Se il diritto derivante da un contratto d’assicurazione sulla vita, conchiuso dal debitore sulla propria vita, soggiace alla realizzazione in via d’esecuzione o di fallimento, il coniuge, il partner registrato o i discendenti del debitore possono chiedere col suo consenso che esso venga loro ceduto verso pagamento del prezzo di riscatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_86"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Realizzazione in via di esecuzione e di fallimento",
        "citation": "Art. 86 cpv. 2 LCA",
        "content": "Se tale diritto fu costituito in pegno e deve essere realizzato in via d’esecuzione o di fallimento, il coniuge, il partner registrato o i discendenti del debitore possono chiedere col suo consenso che esso venga loro ceduto verso pagamento del credito garantito dal pegno o, quando il credito stesso sia inferiore al prezzo di riscatto, verso pagamento di questo prezzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_86"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Realizzazione in via di esecuzione e di fallimento",
        "citation": "Art. 86 cpv. 3 LCA",
        "content": "Il coniuge, il partner registrato o i discendenti devono presentare la loro domanda all’ufficio d’esecuzione o all’amministrazione del fallimento prima della realizzazione del credito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_86"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Assicurazione sulla vita; estinzione anticipata",
        "citation": "Art. 89 LCA",
        "content": "Qualunque sia la durata convenuta, lo stipulante può recedere dal contratto dopo un anno per scritto o in un’altra forma che consenta la prova per testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_89"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, a. In genere",
        "citation": "Art. 90 cpv. 1 LCA",
        "content": "Se l’assicurazione ha un valore di trasformazione, lo stipulante può esigere che essa sia interamente o parzialmente trasformata in un’assicurazione liberata dal pagamento dei premi. Il contratto può prevedere in merito un valore minimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_90"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, a. In genere",
        "citation": "Art. 90 cpv. 2 LCA",
        "content": "Se il valore di trasformazione è inferiore al valore minimo previsto, l’assicuratore versa il valore di riscatto allo stipulante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_90"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, a. In genere",
        "citation": "Art. 90 cpv. 3 LCA",
        "content": "Se il contratto copre un sinistro il cui verificarsi è certo e se in caso di estinzione totale o parziale del contratto l’assicurazione ha un valore di riscatto, lo stipulante ne può esigere il pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_90"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, b. Determinazione dei valori",
        "citation": "Art. 91 cpv. 1 LCA",
        "content": "L’assicuratore deve fissare le basi per la determinazione del valore di trasformazione e del valore di riscatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_91"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, b. Determinazione dei valori",
        "citation": "Art. 91 cpv. 2 LCA",
        "content": "Le disposizioni relative alla trasformazione ed al riscatto devono essere inserte nelle condizioni generali di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_91"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, b. Determinazione dei valori",
        "citation": "Art. 91 cpv. 3 LCA",
        "content": "L’Autorità federale di vigilanza sui mercati finanziari (FINMA) decide se i valori di trasformazione e di riscatto previsti siano adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_91"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, c. Obblighi dell’assicuratore; ulteriore verifica da parte della FINMA; scadenza del prezzo di riscatto",
        "citation": "Art. 92 cpv. 1 LCA",
        "content": "Su domanda dell’avente diritto, l’assicuratore è tenuto a calcolare entro quattro settimane il valore di trasformazione od il valore di riscatto dell’assicurazione ed a farglielo conoscere. A richiesta dell’avente diritto l’assicuratore deve inoltre fornirgli i dati necessari per calcolare a mezzo di periti il valore di trasformazione o di riscatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_92"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, c. Obblighi dell’assicuratore; ulteriore verifica da parte della FINMA; scadenza del prezzo di riscatto",
        "citation": "Art. 92 cpv. 2 LCA",
        "content": "Ad istanza dell’avente diritto, la FINMA verifica gratuitamente l’esattezza dei valori calcolati dall’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_92"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, c. Obblighi dell’assicuratore; ulteriore verifica da parte della FINMA; scadenza del prezzo di riscatto",
        "citation": "Art. 92 cpv. 3 LCA",
        "content": "Se l’avente diritto domanda il riscatto, il prezzo di riscatto scade tre mesi dopo che la domanda sia giunta all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_92"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, d. Non caducità",
        "citation": "Art. 93 cpv. 1 LCA",
        "content": "Se il pagamento dei premi cessa dopo che l’assicurazione sia stata in vigore per tre anni almeno, è dovuto il valore di trasformazione della stessa. L’assicuratore deve fissare a norma della presente legge il valore di trasformazione e, per le assicurazioni suscettibili di riscatto, il valore di riscatto, dandone comunicazione all’avente diritto che ne faccia richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_93"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, d. Non caducità",
        "citation": "Art. 93 cpv. 2 LCA",
        "content": "Se l’assicurazione è suscettibile di riscatto, l’avente diritto può chiedere entro sei settimane da quando ricevette questa comunicazione, invece della trasformazione, il valore di riscatto dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_93"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Trasformazione e riscatto, e. Trasformazione e riscatto delle partecipazioni agli utili",
        "citation": "Art. 94 LCA",
        "content": "Le disposizioni della presente legge, relative alla trasformazione ed al riscatto dell’assicurazione sulla vita, si applicano anche alle prestazioni che l’assicuratore ha concesso all’avente diritto come partecipazioni agli utili dell’impresa sotto forma d’aumento delle prestazioni di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_94"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 3: Assicurazione sulla vita, Diritto di pegno dell’assicuratore; liquidazione",
        "citation": "Art. 95 LCA",
        "content": "Se l’avente diritto ha costituito in pegno a favore dell’assicuratore il diritto derivante da un contratto di assicurazione sulla vita, l’assicuratore può compensare il proprio credito col valore di riscatto dell’assicurazione, dopo aver diffidato inutilmente il debitore, per scritto o in un’altra forma che consenta la prova per testo e sotto comminatoria delle conseguenze della mora, a pagare il debito entro sei mesi dal giorno della ricevuta diffida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_95"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 4: Assicurazione contro gli infortuni e le malattie, Assicurazione contro gl’infortuni; invalidità",
        "citation": "Art. 95b cpv. 1 LCA",
        "content": "Se l’infortunio ha cagionato all’assicurato una diminuzione della capacità di lavoro prevedibilmente duratura, l’indennità deve essere pagata sotto forma di capitale sulla base della somma assicurata per il caso d’invalidità, non appena le conseguenze prevedibilmente durature dell’infortunio siano accertate. Questa disposizione non si applica quando lo stipulante abbia espressamente proposto l’indennità sotto forma di rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_95_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 4: Assicurazione contro gli infortuni e le malattie, Assicurazione contro gl’infortuni; invalidità",
        "citation": "Art. 95b cpv. 2 LCA",
        "content": "Il contratto può disporre che nell’intervallo si pagheranno delle rendite e che queste dovranno diffalcarsi dall’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_95_b"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 5: Coordinamento, Diritto di regresso dell’assicuratore",
        "citation": "Art. 95c cpv. 1 LCA",
        "content": "Le prestazioni derivanti da assicurazioni contro i danni non sono cumulabili con altre prestazioni di indennizzo dei danni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_95_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 5: Coordinamento, Diritto di regresso dell’assicuratore",
        "citation": "Art. 95c cpv. 2 LCA",
        "content": "L’assicuratore subentra nei diritti dell’assicurato per i danni simili da esso coperti, nella misura della sua prestazione e nel momento in cui questa viene fornita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_95_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 5: Coordinamento, Diritto di regresso dell’assicuratore",
        "citation": "Art. 95c cpv. 3 LCA",
        "content": "Il capoverso 2 non si applica al caso in cui il danno sia dovuto a colpa lieve di una persona che ha una stretta relazione con l’assicurato. Hanno una stretta relazione con l’assicurato segnatamente le persone che: \na. convivono con lui;\nb. hanno con lui un rapporto di lavoro;\nc. sono autorizzate ad utilizzare la cosa assicurata.\nc. sono autorizzate ad utilizzare la cosa assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_95_c"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 2: Disposizioni speciali, Sezione 5: Coordinamento, Esclusione del diritto di regresso dell’assicuratore",
        "citation": "Art. 96 LCA",
        "content": "Nell’assicurazione di somma fissa i diritti verso terzi spettanti per effetto del sinistro all’avente diritto non passano all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_96"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Disposizioni inderogabili",
        "citation": "Art. 97 LCA",
        "content": "Le seguenti disposizioni della presente legge non possono essere modificate mediante convenzione: articoli 10 capoverso 2, 13, 24, 35b, 35c, 41 capoverso 2, 46a, 46b capoversi 1 e 2, 46c capoverso 1, 47, 51, 58 capoverso 4, 60, 73, 74 capoverso 1 e 95c capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_97"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Disposizioni che non possono essere modificate a danno dello stipulante o dell’avente diritto",
        "citation": "Art. 98 LCA",
        "content": "Le seguenti disposizioni della presente legge non possono essere modificate mediante convenzione a danno dello stipulante o dell’avente diritto: articoli 1–3a, 6, 9, 11, 14 capoverso 4, 15, 20, 21, 28, 28a, 29 capoverso 2, 30, 32, 34, 35a, 38c capoverso 2, 39 capoverso 2 numero 2 secondo periodo, 41a, 42 capoversi 1–3, 44–46, 54, 56, 57, 59, 76 capoverso 1, 77 capoverso 1, 89, 90–95a, 95b capoverso 1, 95c capoverso 3 e 96.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_98"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Eccezioni",
        "citation": "Art. 98a cpv. 1 LCA",
        "content": "Gli articoli 97 e 98 non si applicano:\na. alle assicurazioni credito e alle assicurazioni cauzionali, se si tratta di assicurazioni concernenti rischi professionali o commerciali, e alle assicurazioni trasporti;\nb. alle assicurazioni con stipulanti professionisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_98_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Eccezioni",
        "citation": "Art. 98a cpv. 2 LCA",
        "content": "Sono considerati stipulanti professionisti:\na. gli istituti di previdenza e gli istituti dediti alla previdenza professionale;\nb. gli intermediari finanziari secondo la legge dell’8 novembre 1934 sulle banche e la legge del 23 giugno 2006 sugli investimenti collettivi;\nc. le imprese di assicurazione secondo la LSA;\nd. gli stipulanti esteri sottoposti a una vigilanza prudenziale equivalente a quella delle persone di cui alle lettere a–c;\ne. gli enti, istituti e fondazioni di diritto pubblico che prevedono una gestione professionale dei rischi;\nf. le imprese che prevedono una gestione professionale dei rischi;\ng. le imprese che superano almeno due dei tre valori seguenti:\n1. somma di bilancio di 20 milioni di franchi,\n2. importo netto del volume d’affari di 40 milioni di franchi,\n3. capitale proprio di 2 milioni di franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_98_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Eccezioni",
        "citation": "Art. 98a cpv. 3 LCA",
        "content": "Se lo stipulante fa parte di un gruppo di imprese per il quale è allestito un conto annuale consolidato (conto di gruppo), i valori di cui al capoverso 2 lettera g sono applicati al conto di gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_98_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Eccezioni",
        "citation": "Art. 98a cpv. 4 LCA",
        "content": "L’assicurazione viaggi non è considerata un’assicurazione trasporti ai sensi del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_98_a"
    },
    {
        "book": "VVG",
        "title": "LCA, Capitolo 3: Disposizioni imperative, Ordinanze del Consiglio federale",
        "citation": "Art. 99 LCA",
        "content": "Il Consiglio federale può decretare, mediante ordinanze, che le restrizioni alla libertà contrattuale previste nell’articolo 98 della presente legge non si applicheranno a singole specie di assicurazioni in quanto ciò sia richiesto dalla natura o dalle condizioni particolari di queste specie di assicurazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#art_99"
    },
    {
        "book": "VVG",
        "title": "LCA, Entrata in vigore della legge",
        "citation": "Art. 104 LCA",
        "content": "Il Consiglio federale è incaricato, conformemente alle disposizioni della legge federale del 17 giugno 1874 concernente le votazioni popolari su leggi e risoluzioni federali, di pubblicare la presente legge e di fissare la data della sua entrata in vigore.Data dell’entrata in vigore: 1° gennaio 1910",
        "url": "https://www.fedlex.admin.ch/eli/cc/24/719_735_717/it#lvl_u2/art_104"
    }
]