[
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, I. Principio",
        "citation": "Art. 1 cpv. 1 PA",
        "content": "La presente legge si applica alla procedura negli affari amministrativi trattati e decisi in prima istanza o su ricorso da un’autorità amministrativa federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_1"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, I. Principio",
        "citation": "Art. 1 cpv. 2 PA",
        "content": "Sono autorità nel senso del capoverso 1:\na. il Consiglio federale, i suoi Dipartimenti, la Cancelleria federale, nonché le divisioni, le aziende, gli istituti e gli altri servizi dell’amministrazione federale che da essi dipendono;\nb. gli organi dell’Assemblea federale e dei tribunali federali per le decisioni di prima istanza e le decisioni su ricorso, in conformità all’ordinamento dei funzionari del 30 giugno 1927;\nc. gli istituti o le aziende federali autonomi;\ncbis. il Tribunale amministrativo federale;\nd. le commissioni federali;\ne. altre istanze od organismi indipendenti dall’amministrazione federale, in quanto decidano nell’adempimento d’un compito di diritto pubblico a essi affidato dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_1"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, I. Principio",
        "citation": "Art. 1 cpv. 3 PA",
        "content": "Nella procedura delle autorità cantonali di ultima istanza che non decidono definitivamente in virtù del diritto pubblico federale sono applicabili soltanto gli articoli 34 a 38 e 61 capoversi 2 e 3 concernenti la notificazione delle decisioni e l’articolo 55 capoversi 2 e 4 concernente la revoca dell’effetto sospensivo. È fatto salvo l’articolo 97 capoverso 2 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti concernente la revoca dell’effetto sospensivo a ricorsi contro le decisioni delle casse di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_1"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, II. Eccezioni, 1. Applicabilità parziale",
        "citation": "Art. 2 cpv. 1 PA",
        "content": "Gli articoli 12 a 19 e 30 a 33 non si applicano alla procedura in materia fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_2"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, II. Eccezioni, 1. Applicabilità parziale",
        "citation": "Art. 2 cpv. 2 PA",
        "content": "Gli articoli 4 a 6, 10, 34, 35, 37 e 38 si applicano alla procedura delle prove negli esami professionali, negli esami di maestro e negli altri esami di capacità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_2"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, II. Eccezioni, 1. Applicabilità parziale",
        "citation": "Art. 2 cpv. 3 PA",
        "content": "In caso di espropriazione, la procedura è retta dalla presente legge, in quanto la legge federale del 20 giugno 1930 sull’espropriazione non vi deroghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_2"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, II. Eccezioni, 1. Applicabilità parziale",
        "citation": "Art. 2 cpv. 4 PA",
        "content": "La procedura davanti al Tribunale amministrativo federale è retta dalla presente legge, in quanto la legge del 17 giugno 2005 sul Tribunale amministrativo federale non vi deroghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_2"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, II. Eccezioni, 2. Inapplicabilità",
        "citation": "Art. 3 PA",
        "content": "Non sono regolate dalla presente legge:\na. la procedura di autorità nel senso dell’articolo 1 capoverso 2 lettera e in quanto contro le loro decisioni non sia ammissibile un ricorso direttamente ad un’autorità federale;\nb. la procedura di prima istanza in materia di personale federale concernente l’istituzione iniziale del rapporto di servizio, la promozione, gli ordini di servizio e l’autorizzazione al procedimento penale contro l’agente;\nc. la procedura di prima istanza nelle cause amministrative penali e la procedura d’accertamento della polizia giudiziaria;\nd. la procedura della giustizia militare, compresa la giustizia militare disciplinare, la procedura in affari in materia di comando giusta l’articolo 37 come pure la procedura speciale giusta gli articoli 38 e 39 della legge militare del 3 febbraio 1995, ...;\ndbis. la procedura in materia di assicurazioni sociali, sempre che la legge federale del 6 ottobre 2000 sulla parte generale del diritto delle assicurazioni sociali sia applicabile;\ne. la procedura d’imposizione doganale;\nebis. ...\nf. la procedura di prima istanza in altre cause amministrative, quando la loro natura esige di dirimerle sul posto con decisione immediatamente esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_3"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, A. Campo d’applicazione, III. Disposizioni completive",
        "citation": "Art. 4 PA",
        "content": "Le disposizioni del diritto federale che regolano più compiutamente un procedimento sono applicabili in quanto non siano contrarie alle presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_4"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, B. Definizioni, I. Decisioni",
        "citation": "Art. 5 cpv. 1 PA",
        "content": "Sono decisioni i provvedimenti delle autorità nel singolo caso, fondati sul diritto pubblico federale e concernenti:\na. la costituzione, la modificazione o l’annullamento di diritti o di obblighi;\nb. l’accertamento dell’esistenza, dell’inesistenza o dell’estensione di diritti o di obblighi;\nc. il rigetto o la dichiarazione d’inammissibilità d’istanze dirette alla costituzione, alla modificazione, all’annullamento o all’accertamento di diritti o di obblighi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_5"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, B. Definizioni, I. Decisioni",
        "citation": "Art. 5 cpv. 2 PA",
        "content": "Sono decisioni anche quelle in materia d’esecuzione (art. 41 cpv. 1 lett. a e b), le decisioni incidentali (art. 45 e 46), le decisioni su opposizione (art. 30 cpv. 2 lett. b e 74), le decisioni su ricorso (art. 61), le decisioni in sede di revisione (art. 68) e l’interpretazione (art. 69).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_5"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, B. Definizioni, I. Decisioni",
        "citation": "Art. 5 cpv. 3 PA",
        "content": "Le dichiarazioni di un’autorità che rifiuta o solleva pretese da far valere mediante azione non sono considerate decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_5"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo primo: Campo d’applicazione e definizioni, B. Definizioni, II. Parti",
        "citation": "Art. 6 PA",
        "content": "Sono parti le persone i cui diritti od obblighi potrebbero essere toccati dalla decisione o le altre persone, gli organismi e le autorità cui spetta un rimedio di diritto contro la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_6"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, I. Esame",
        "citation": "Art. 7 cpv. 1 PA",
        "content": "L’autorità esamina d’ufficio la sua competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_7"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, I. Esame",
        "citation": "Art. 7 cpv. 2 PA",
        "content": "La competenza non può essere pattuita tra l’autorità e la parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_7"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, II. Trasmissione e scambio d’opinioni",
        "citation": "Art. 8 cpv. 1 PA",
        "content": "L’autorità che si reputa incompetente trasmette senz’indugio la causa a quella competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_8"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, II. Trasmissione e scambio d’opinioni",
        "citation": "Art. 8 cpv. 2 PA",
        "content": "L’autorità che dubita di essere competente provoca senza indugio uno scambio d’opinioni con quella che potrebbe esserlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_8"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, III. Contestazioni",
        "citation": "Art. 9 cpv. 1 PA",
        "content": "L’autorità che si reputa competente accerta la sua competenza con una decisione, qualora una parte la contesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_9"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, III. Contestazioni",
        "citation": "Art. 9 cpv. 2 PA",
        "content": "L’autorità che si reputa incompetente prende una decisione d’inammissibilità, qualora una parte ne affermi la competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_9"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, A. Competenza, III. Contestazioni",
        "citation": "Art. 9 cpv. 3 PA",
        "content": "I conflitti di competenza tra autorità, eccetto quelli con il Tribunale federale, il Tribunale amministrativo federale o le autorità cantonali, sono decisi dall’autorità comune di vigilanza o, se non ve n’è una, dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_9"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, B. Ricusazione",
        "citation": "Art. 10 cpv. 1 PA",
        "content": "Le persone, cui spetti di prendere o preparare la decisione, devono ricusarsi:\na. se hanno un interesse personale nella causa;\nb. se sono il coniuge o il partner registrato di una parte o convivono di fatto con essa;\nbbis. se sono parenti o affini in linea retta, o in linea collaterale fino al terzo grado, di una parte;\nc. se sono rappresentanti d’una parte o hanno agito per essa nella medesima causa;\nd. se possono avere per altri motivi una prevenzione nella causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_10"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, B. Ricusazione",
        "citation": "Art. 10 cpv. 2 PA",
        "content": "Se la ricusazione è contestata, decide l’autorità di vigilanza; quando concerne un membro d’un collegio, decide quest’ultimo senza il suo concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_10"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, I. In generale",
        "citation": "Art. 11 cpv. 1 PA",
        "content": "In ogni stadio del procedimento, la parte può farsi rappresentare, sempreché non sia tenuta ad agire personalmente, o farsi patrocinare, in quanto non sia escluso dall’urgenza di un’inchiesta ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, I. In generale",
        "citation": "Art. 11 cpv. 2 PA",
        "content": "L’autorità può esigere che il rappresentante giustifichi i suoi poteri con una procura scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, I. In generale",
        "citation": "Art. 11 cpv. 3 PA",
        "content": "Fintanto che la parte non revochi la procura l’autorità comunica con il rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, II. Rappresentanza obbligatoria",
        "citation": "Art. 11a cpv. 1 PA",
        "content": "Se più di 20 parti agiscono con petizioni collettive o individuali in difesa dei medesimi interessi, l’autorità può esigere che scelgano, per il procedimento, uno o più rappresentanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, II. Rappresentanza obbligatoria",
        "citation": "Art. 11a cpv. 2 PA",
        "content": "Se non vi provvedono entro un congruo termine, l’autorità designa loro uno o più rappresentanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, II. Rappresentanza obbligatoria",
        "citation": "Art. 11a cpv. 3 PA",
        "content": "Le disposizioni sulle spese ripetibili nella procedura di ricorso si applicano per analogia alle spese di rappresentanza. La parte, contro la quale sono dirette le petizioni deve, su ordine dell’autorità, anticipare le spese per la rappresentanza ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, III. Recapito",
        "citation": "Art. 11b cpv. 1 PA",
        "content": "Le parti che presentano conclusioni in un procedimento sono tenute a comunicare all’autorità il loro domicilio o la loro sede. Le parti domiciliate all’estero devono designare un recapito in Svizzera, tranne nel caso in cui il diritto internazionale o le autorità estere competenti autorizzino l’autorità a notificare documenti direttamente nello Stato in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, C. Rappresentanza e patrocinio, III. Recapito",
        "citation": "Art. 11b cpv. 2 PA",
        "content": "Le parti possono inoltre indicare un recapito elettronico e consentire che le notificazioni siano fatte loro per via elettronica. Per le notificazioni per via elettronica il Consiglio federale può prevedere che le parti forniscano altre indicazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_11_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, I. Principio",
        "citation": "Art. 12 PA",
        "content": "L’autorità accerta d’ufficio i fatti e si serve, se necessario, dei seguenti mezzi di prova:\na. documenti;\nb. informazioni delle parti;\nc. informazioni o testimonianze di terzi;\nd. sopralluoghi;\ne. perizie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_12"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, II. Cooperazione delle parti",
        "citation": "Art. 13 cpv. 1 PA",
        "content": "Le parti sono tenute a cooperare all’accertamento dei fatti:\na. in un procedimento da esse proposto;\nb. in un altro procedimento, se propongono domande indipendenti;\nc. in quanto un’altra legge federale imponga loro obblighi più estesi d’informazione o di rivelazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_13"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, II. Cooperazione delle parti",
        "citation": "Art. 13 cpv. 1bis PA",
        "content": "L’obbligo di cooperazione non comprende la consegna di oggetti e documenti inerenti ai contatti tra una parte e il suo avvocato autorizzato a esercitare la rappresentanza in giudizio in Svizzera secondo la legge del 23 giugno 2000 sugli avvocati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_13"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, II. Cooperazione delle parti",
        "citation": "Art. 13 cpv. 2 PA",
        "content": "L’autorità può dichiarare inammissibili le domande formulate nei procedimenti menzionati alle lettere a e b, qualora le parti neghino la cooperazione necessaria e ragionevolmente esigibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_13"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 1. Competenza",
        "citation": "Art. 14 cpv. 1 PA",
        "content": "Ove i fatti non possono essere sufficientemente chiariti in altro modo, le autorità seguenti possono ordinare l’audizione di testimoni:\na. il Consiglio federale e i suoi dipartimenti;\nb. l’Ufficio federale di giustizia del Dipartimento federale di giustizia e polizia;\nc. il Tribunale amministrativo federale;\nd. le autorità in materia di concorrenza ai sensi della legge sui cartelli;\ne. l’Autorità federale di vigilanza sui mercati finanziari;\nf. l’Autorità federale di sorveglianza dei revisori;\ng. l’Amministrazione federale delle contribuzioni;\nh. la Commissione arbitrale federale per la gestione dei diritti d’autore e dei diritti affini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_14"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 1. Competenza",
        "citation": "Art. 14 cpv. 2 PA",
        "content": "Le autorità indicate al capoverso 1 lettere a, b, d‒f e h affidano l’audizione dei testimoni a un impiegato idoneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_14"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 1. Competenza",
        "citation": "Art. 14 cpv. 3 PA",
        "content": "Le autorità indicate al capoverso 1 lettera a possono autorizzare all’audizione di testimoni anche persone estranee a un’autorità, incaricate d’un’inchiesta ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_14"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 2. Obbligo di testimoniare",
        "citation": "Art. 15 PA",
        "content": "Ognuno è tenuto a testimoniare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_15"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 3. Diritto di non testimoniare",
        "citation": "Art. 16 cpv. 1 PA",
        "content": "Il diritto di rifiutare la testimonianza è disciplinato nell’articolo 42 capoversi 1 e 3 della legge federale del 4 dicembre 1947 di procedura civile federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_16"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 3. Diritto di non testimoniare",
        "citation": "Art. 16 cpv. 1bis PA",
        "content": "Il mediatore può rifiutare di testimoniare su fatti di cui è venuto a conoscenza nell’ambito della sua attività secondo l’articolo 33b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_16"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 3. Diritto di non testimoniare",
        "citation": "Art. 16 cpv. 2 PA",
        "content": "Il depositario d’un segreto professionale o d’affari, nel senso dell’articolo 42 capoverso 2 della legge di procedura civile federale del 4 dicembre 1947, può rifiutare di testimoniare in quanto un’altra legge federale non lo obblighi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_16"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 4. Altri obblighi dei testimoni",
        "citation": "Art. 17 PA",
        "content": "Chiunque possa essere ascoltato come testimone deve anche collaborare all’assunzione di altre prove: egli deve, in particolare, produrre i documenti in suo possesso. È fatto salvo l’articolo 51a della legge del 4 dicembre 1947 di procedura civile federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_17"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 5. Diritti delle parti",
        "citation": "Art. 18 cpv. 1 PA",
        "content": "Le parti hanno il diritto d’assistere all’audizione dei testimoni e di porre domande completive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_18"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 5. Diritti delle parti",
        "citation": "Art. 18 cpv. 2 PA",
        "content": "Per tutelare importanti interessi pubblici o privati, l’audizione dei testimoni può avvenire in assenza delle parti, e a queste può essere negato l’esame dei processi verbali d’interrogatorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_18"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, III. Audizione di testimoni, 5. Diritti delle parti",
        "citation": "Art. 18 cpv. 3 PA",
        "content": "Ove sia negato alle parti l’esame dei processi verbali d’interrogatorio, è applicabile l’articolo 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_18"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, D. Accertamento dei fatti, IV. Disposizioni completive",
        "citation": "Art. 19 PA",
        "content": "Alla procedura probatoria sono, inoltre, applicabili per analogia gli articoli 37, 39 a 41 e 43 a 61 della legge di procedura civile federale, del 4 dicembre 1947; le sanzioni penali previste in detta legge contro le parti e i terzi renitenti sono sostituite con quelle previste nell’articolo 60 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_19"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, I. Computo",
        "citation": "Art. 20 cpv. 1 PA",
        "content": "Un termine computato in giorni, se deve essere notificato alle parti, comincia a decorrere il giorno dopo la notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_20"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, I. Computo",
        "citation": "Art. 20 cpv. 2 PA",
        "content": "Se non deve essere notificato alle parti, esso comincia a decorrere il giorno dopo l’evento che lo fa scattare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_20"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, I. Computo",
        "citation": "Art. 20 cpv. 2bis PA",
        "content": "Una notificazione recapitabile soltanto dietro firma del destinatario o di un terzo autorizzato a riceverla è reputata avvenuta al più tardi il settimo giorno dopo il primo tentativo di consegna infruttuoso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_20"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, I. Computo",
        "citation": "Art. 20 cpv. 3 PA",
        "content": "Se l’ultimo giorno del termine è un sabato, una domenica o un giorno riconosciuto festivo dal diritto federale o cantonale, il termine scade il primo giorno feriale seguente. È determinante il diritto del Cantone ove ha domicilio o sede la parte o il suo rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_20"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 1. In generale",
        "citation": "Art. 21 cpv. 1 PA",
        "content": "Gli atti scritti devono essere consegnati all’autorità oppure, all’indirizzo di questa, a un ufficio postale svizzero o una rappresentanza diplomatica o consolare svizzera al più tardi l’ultimo giorno del termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 1. In generale",
        "citation": "Art. 21 cpv. 1bis PA",
        "content": "Gli scritti indirizzati all’Istituto federale della proprietà intellettuale non possono essergli validamente trasmessi per il tramite di una rappresentanza diplomatica o consolare svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 1. In generale",
        "citation": "Art. 21 cpv. 2 PA",
        "content": "Se la parte si rivolge in tempo utile a un’autorità incompetente, il termine è reputato osservato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 1. In generale",
        "citation": "Art. 21 cpv. 3 PA",
        "content": "Il termine per il pagamento di un anticipo è osservato se l’importo dovuto è versato tempestivamente alla posta svizzera, o addebitato a un conto postale o bancario in Svizzera, in favore dell’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 2. In caso di trasmissione per via elettronica",
        "citation": "Art. 21a cpv. 1 PA",
        "content": "Gli atti scritti possono essere trasmessi all’autorità per via elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 2. In caso di trasmissione per via elettronica",
        "citation": "Art. 21a cpv. 2 PA",
        "content": "La parte o il suo rappresentante deve munire l’atto scritto di una firma elettronica qualificata secondo la legge del 18 marzo 2016 sulla firma elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 2. In caso di trasmissione per via elettronica",
        "citation": "Art. 21a cpv. 3 PA",
        "content": "Per il rispetto di un termine è determinante il momento in cui è rilasciata la ricevuta attestante che la parte o il suo rappresentante ha eseguito tutti le operazioni necessarie per la trasmissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, II. Osservanza, 2. In caso di trasmissione per via elettronica",
        "citation": "Art. 21a cpv. 4 PA",
        "content": "Il Consiglio federale disciplina:\na. il formato degli atti scritti e dei relativi allegati;\nb. le modalità di trasmissione;\nc. le condizioni alle quali può essere richiesta la trasmissione successiva di documenti cartacei in caso di problemi tecnici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, III. Proroga",
        "citation": "Art. 22 cpv. 1 PA",
        "content": "Il termine stabilito dalla legge non può essere prorogato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_22"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, III. Proroga",
        "citation": "Art. 22 cpv. 2 PA",
        "content": "Il termine stabilito dall’autorità può essere prorogato per motivi sufficienti, se la parte ne fa domanda prima della scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_22"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, IIIa. Sospensione dei termini",
        "citation": "Art. 22a cpv. 1 PA",
        "content": "I termini stabiliti dalla legge o dall’autorità in giorni non decorrono:\na. dal settimo giorno precedente la Pasqua al settimo giorno successivo alla Pasqua incluso;\nb. dal 15 luglio al 15 agosto incluso;\nc. dal 18 dicembre al 2 gennaio incluso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_22_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, IIIa. Sospensione dei termini",
        "citation": "Art. 22a cpv. 2 PA",
        "content": "Il capoverso 1 non si applica nei procedimenti concernenti:\na. l’effetto sospensivo e altre misure provvisionali;\nb. gli appalti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_22_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, IV. Conseguenze dell’inosser-vanza",
        "citation": "Art. 23 PA",
        "content": "L’autorità che assegna un termine commina contemporaneamente le conseguenze dell’inosservanza; verificandosi quest’ultima, soltanto esse sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_23"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, V. Restituzione per inosservanza",
        "citation": "Art. 24 cpv. 1 PA",
        "content": "Se il richiedente o il suo rappresentante è stato impedito senza sua colpa di agire nel termine stabilito, quest’ultimo è restituito in quanto, entro 30 giorni dalla cessazione dell’impedimento, ne sia fatta domanda motivata e sia compiuto l’atto omesso; rimane salvo l’articolo 32 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_24"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, E. Termini, V. Restituzione per inosservanza",
        "citation": "Art. 24 cpv. 2 PA",
        "content": "Il capoverso 1 non è applicabile ai termini da osservare in materia di brevetti nei confronti dell’Istituto federale della proprietà intellettuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_24"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, F. Procedura d’accertamento",
        "citation": "Art. 25 cpv. 1 PA",
        "content": "L’autorità competente nel merito può, d’ufficio o a domanda, accertare per decisione l’esistenza, l’inesistenza o la estensione di diritti od obblighi di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_25"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, F. Procedura d’accertamento",
        "citation": "Art. 25 cpv. 2 PA",
        "content": "La domanda d’una decisione d’accertamento dev’essere accolta qualora il richiedente provi un interesse degno di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_25"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, F. Procedura d’accertamento",
        "citation": "Art. 25 cpv. 3 PA",
        "content": "Nessun pregiudizio può derivare alla parte che abbia agito fidando legittimamente in una decisione d’accertamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_25"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Fbis. Decisione circa atti materiali",
        "citation": "Art. 25a cpv. 1 PA",
        "content": "Chiunque ha un interesse degno di protezione può esigere che l’autorità competente per atti materiali che si fondano sul diritto pubblico federale e che tangono diritti od obblighi:\na. ometta, cessi o revochi atti materiali illeciti;\nb. elimini le conseguenze di atti materiali illeciti;\nc. accerti l’illiceità di atti materiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_25_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Fbis. Decisione circa atti materiali",
        "citation": "Art. 25a cpv. 2 PA",
        "content": "L’autorità pronuncia mediante decisione formale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_25_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, I. Principio",
        "citation": "Art. 26 cpv. 1 PA",
        "content": "Nella sua causa, la parte o il suo rappresentante ha il diritto di esaminare alla sede dell’autorità che decide o d’una autorità cantonale, designata da questa, gli atti seguenti:\na. le memorie delle parti e le osservazioni delle autorità;\nb. tutti gli atti adoperati come mezzi di prova;\nc. le copie delle decisioni notificate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_26"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, I. Principio",
        "citation": "Art. 26 cpv. 1bis PA",
        "content": "Se la parte o il suo rappresentante vi acconsente, l’autorità può notificare per via elettronica gli atti da esaminare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_26"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, I. Principio",
        "citation": "Art. 26 cpv. 2 PA",
        "content": "L’autorità che decide può riscuotere una tassa per l’esame degli atti d’una causa definita; il Consiglio federale stabilisce la tariffa delle tasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_26"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, II. Eccezioni",
        "citation": "Art. 27 cpv. 1 PA",
        "content": "L’autorità può negare l’esame degli atti solamente se:\na. un interesse pubblico importante della Confederazione o del Cantone, in particolare la sicurezza interna o esterna della Confederazione, esiga l’osservanza del segreto;\nb. un interesse privato importante, in particolare d’una controparte, esiga l’osservanza del segreto;\nc. l’interesse di un’inchiesta ufficiale in corso lo esiga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_27"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, II. Eccezioni",
        "citation": "Art. 27 cpv. 2 PA",
        "content": "Il diniego d’esame dev’essere ristretto agli atti soggetti a segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_27"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, II. Eccezioni",
        "citation": "Art. 27 cpv. 3 PA",
        "content": "A una parte non può essere negato l’esame delle sue memorie, dei documenti da essa prodotti come mezzi di prova e delle decisioni notificatele; l’esame dei processi verbali delle sue dichiarazioni le può essere negato soltanto fino alla chiusura dell’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_27"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, G. Esame degli atti, III. Opponibilità degli atti soggetti a segreto",
        "citation": "Art. 28 PA",
        "content": "L’atto il cui esame è stato negato alla parte può essere adoperato contro di essa soltanto qualora l’autorità gliene abbia comunicato oralmente o per scritto il contenuto essenziale quanto alla contestazione e, inoltre, le abbia dato la possibilità di pronunciarsi e indicare prove contrarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_28"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, I. Principio",
        "citation": "Art. 29 PA",
        "content": "La parte ha il diritto d’essere sentita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_29"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, II. Audizione preliminare, 1. In generale",
        "citation": "Art. 30 cpv. 1 PA",
        "content": "L’autorità, prima di prendere una decisione, sente le parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_30"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, II. Audizione preliminare, 1. In generale",
        "citation": "Art. 30 cpv. 2 PA",
        "content": "Essa non è tenuta a sentirle, prima di prendere:\na. una decisione incidentale non impugnabile con ricorso a titolo indipendente:\nb. una decisione impugnabile mediante opposizione;\nc. una decisione interamente conforme alle domande delle parti;\nd. una misura d’esecuzione;\ne. altre decisioni in un procedimento di prima istanza, quando vi sia pericolo nell’indugio, il ricorso sia dato alle parti, e nessun’altra disposizione di diritto federale conferisca loro il diritto di essere preliminarmente sentite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_30"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, II. Audizione preliminare, 2. Procedura speciale",
        "citation": "Art. 30a cpv. 1 PA",
        "content": "Se da una decisione saranno presumibilmente toccate numerose persone o se la determinazione di tutte le parti provoca oneri eccessivi, l’autorità, prima di pronunciarsi, può pubblicare la petizione o il progetto di decisione, senza motivazione, in un foglio ufficiale e depositare contemporaneamente per pubblica consultazione la petizione o il progetto di decisione motivato, indicando il luogo di deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_30_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, II. Audizione preliminare, 2. Procedura speciale",
        "citation": "Art. 30a cpv. 2 PA",
        "content": "Essa sente le parti, assegnando loro un congruo termine per le obiezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_30_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, II. Audizione preliminare, 2. Procedura speciale",
        "citation": "Art. 30a cpv. 3 PA",
        "content": "Nella pubblicazione l’autorità avverte le parti riguardo all’obbligo di designare, se del caso, uno o più rappresentanti, come anche di pagare le spese processuali e le spese ripetibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_30_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, III. Audizione della controparte",
        "citation": "Art. 31 PA",
        "content": "Nelle cause in cui parecchie parti sostengono interessi contrari, l’autorità sente ognuna sulle allegazioni della controparte che paiono importanti e non sono favorevoli esclusivamente a un’altra parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_31"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, IV. Esame delle allegazioni",
        "citation": "Art. 32 cpv. 1 PA",
        "content": "Prima di decidere, l’autorità apprezza tutte le allegazioni rilevanti prodotte dalla parte in tempo utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_32"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, IV. Esame delle allegazioni",
        "citation": "Art. 32 cpv. 2 PA",
        "content": "Essa può tener conto delle allegazioni tardive che sembrino decisive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_32"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, V. Offerta di prove",
        "citation": "Art. 33 cpv. 1 PA",
        "content": "L’autorità ammette le prove offerte dalla parte se paiano idonee a chiarire i fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, H. Diritto di audizione, V. Offerta di prove",
        "citation": "Art. 33 cpv. 2 PA",
        "content": "Se la loro assunzione implichi una spesa relativamente elevata, che andrebbe a carico della parte ove fosse soccombente, l’autorità può subordinarla alla condizione che la parte anticipi, entro un termine, le spese che possono essere ragionevolmente pretese da essa; la parte indigente ne è dispensata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hbis. Lingua del procedimento",
        "citation": "Art. 33a cpv. 1 PA",
        "content": "Il procedimento si svolge in una delle quattro lingue ufficiali, di regola nella lingua in cui le parti hanno presentato o presenterebbero le conclusioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hbis. Lingua del procedimento",
        "citation": "Art. 33a cpv. 2 PA",
        "content": "Nei procedimenti su ricorso è determinante la lingua della decisione impugnata. Se le parti utilizzano un’altra lingua ufficiale, il procedimento può svolgersi in tale lingua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hbis. Lingua del procedimento",
        "citation": "Art. 33a cpv. 3 PA",
        "content": "Se una parte presenta documenti non redatti in una lingua ufficiale, l’autorità può, previo assenso delle altre parti, rinunciare a esigerne la traduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hbis. Lingua del procedimento",
        "citation": "Art. 33a cpv. 4 PA",
        "content": "Per il resto, l’autorità ordina una traduzione se necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hter. Accordo amichevole e mediazione",
        "citation": "Art. 33b cpv. 1 PA",
        "content": "D’intesa con le parti, l’autorità può sospendere il procedimento per permettere loro di mettersi d’accordo sul contenuto della decisione. L’accordo dovrebbe includere una clausola secondo cui le parti rinunciano ad avvalersi di rimedi giuridici e indicare il modo di ripartizione delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hter. Accordo amichevole e mediazione",
        "citation": "Art. 33b cpv. 2 PA",
        "content": "Al fine di promuovere la riuscita dell’accordo, l’autorità può designare come mediatore una persona fisica neutrale e sperimentata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hter. Accordo amichevole e mediazione",
        "citation": "Art. 33b cpv. 3 PA",
        "content": "Il mediatore è vincolato soltanto alla legge e al mandato conferitogli dall’autorità. Può assumere prove; per procedere a ispezioni oculari, perizie ed esami testimoniali abbisogna tuttavia dell’autorizzazione dell’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hter. Accordo amichevole e mediazione",
        "citation": "Art. 33b cpv. 4 PA",
        "content": "L’autorità recepisce l’accordo nella sua decisione, se non è viziato ai sensi dell’articolo 49.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hter. Accordo amichevole e mediazione",
        "citation": "Art. 33b cpv. 5 PA",
        "content": "Se l’accordo riesce, l’autorità non riscuote spese procedurali. Se l’accordo fallisce, l’autorità può rinunciare ad addossare alle parti le spese della mediazione, sempre che gli interessi in causa lo giustifichino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, Hter. Accordo amichevole e mediazione",
        "citation": "Art. 33b cpv. 6 PA",
        "content": "Una parte può esigere in ogni tempo la revoca della sospensione del procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, I. Per scritto, 1. Principio",
        "citation": "Art. 34 cpv. 1 PA",
        "content": "L’autorità notifica le decisioni alle parti per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_34"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, I. Per scritto, 1. Principio",
        "citation": "Art. 34 cpv. 1bis PA",
        "content": "Previo assenso dei destinatari, le decisioni possono essere notificate per via elettronica. Sono munite di una firma elettronica secondo la legge del 18 marzo 2016 sulla firma elettronica. Il Consiglio federale disciplina:\na. la firma da utilizzare;\nb. il formato della decisione e dei relativi allegati;\nc. le modalità di trasmissione;\nd. il momento in cui la decisione è considerata notificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_34"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, I. Per scritto, 1. Principio",
        "citation": "Art. 34 cpv. 2 PA",
        "content": "L’autorità può notificare oralmente alle parti presenti le decisioni incidentali, ma deve confermarle per scritto se una parte ne fa domanda seduta stante; in questo caso, il termine di impugnazione decorre dalla conferma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_34"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, I. Per scritto, 2. Motivazione e indicazione del rimedio giuridico",
        "citation": "Art. 35 cpv. 1 PA",
        "content": "Le decisioni scritte, anche se notificate in forma di lettera, devono essere designate come tali, motivate, e indicare il rimedio giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_35"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, I. Per scritto, 2. Motivazione e indicazione del rimedio giuridico",
        "citation": "Art. 35 cpv. 2 PA",
        "content": "L’indicazione del rimedio giuridico deve menzionare il rimedio giuridico ordinario ammissibile, l’autorità competente e il termine per interporlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_35"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, I. Per scritto, 2. Motivazione e indicazione del rimedio giuridico",
        "citation": "Art. 35 cpv. 3 PA",
        "content": "L’autorità può rinunciare a indicare i motivi e il rimedio giuridico allorché la decisione sia interamente conforme alle domande delle parti e nessuna parte chieda la motivazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_35"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, II. Pubblicazione ufficiale",
        "citation": "Art. 36 PA",
        "content": "L’autorità può notificare le sue decisioni mediante pubblicazione in un foglio ufficiale:\na. alla parte d’ignota dimora e non avente un rappresentante raggiungibile;\nb. alla parte dimorante all’estero e non avente un rappresentante raggiungibile, qualora la notificazione non possa essere fatta nel luogo di dimora della stessa o qualora la parte, in violazione dell’articolo 11b capoverso 1, non abbia designato un recapito in Svizzera;\nc. in una causa con numerose parti;\nd. in una causa nella quale le parti non possano essere determinate tutte senza oneri eccessivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_36"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, J. Notificazione, IV. Notificazione difettosa",
        "citation": "Art. 38 PA",
        "content": "Una notificazione difettosa non può cagionare alle parti alcun pregiudizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_38"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, I. Condizioni",
        "citation": "Art. 39 PA",
        "content": "L’autorità può eseguire la sua decisione se:\na. la decisione non può più essere impugnata mediante rimedio giuridico;\nb. la decisione può ancora essere impugnata, ma il rimedio ammissibile non ha effetto sospensivo;\nc. l’effetto sospensivo del rimedio è stato tolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_39"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, II. Mezzi coattivi, 1. Esecuzione per debiti",
        "citation": "Art. 40 PA",
        "content": "Le decisioni che intimano il pagamento di denaro o la prestazione di garanzie sono eseguite in via di esecuzione conformemente alla legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_40"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, II. Mezzi coattivi, 2. Altri mezzi coattivi",
        "citation": "Art. 41 cpv. 1 PA",
        "content": "Per eseguire le altre decisioni, l’autorità può valersi dei mezzi coattivi seguenti:\na. l’esecuzione, a spese dell’obbligato, da parte dell’autorità che ha preso la decisione o d’un terzo incaricato; le spese saranno stabilite con decisione speciale;\nb. l’esecuzione diretta contro l’obbligato stesso o i suoi beni;\nc. il perseguimento penale, in quanto la pena sia prevista da un’altra legge federale;\nd. il perseguimento penale per disobbedienza a decisione dell’autorità, secondo l’articolo 292 del Codice penale, in mancanza d’altra disposizione penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_41"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, II. Mezzi coattivi, 2. Altri mezzi coattivi",
        "citation": "Art. 41 cpv. 2 PA",
        "content": "Prima di valersi d’un mezzo coattivo, l’autorità avverte l’obbligato e gli assegna un congruo termine per l’adempimento, comminandogli le sanzioni penali nei casi del capoverso 1 lettere c e d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_41"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, II. Mezzi coattivi, 2. Altri mezzi coattivi",
        "citation": "Art. 41 cpv. 3 PA",
        "content": "Nei casi del capoverso 1 lettere a e b essa può rinunciare all’avvertimento e all’assegnazione del termine se vi sia pericolo nell’indugio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_41"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, II. Mezzi coattivi, 3. Conseguenza",
        "citation": "Art. 42 PA",
        "content": "L’autorità non può adoperare un mezzo coattivo più rigoroso di quanto richiesto dalle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_42"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo secondo: Regole generali di procedura, K. Esecuzione, III. Assistenza",
        "citation": "Art. 43 PA",
        "content": "I Cantoni assistono nell’esecuzione le autorità federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_43"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, A. Principio",
        "citation": "Art. 44 PA",
        "content": "La decisione soggiace a ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_44"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, B. Ricorso contro le decisioni incidentali, I. Decisioni incidentali concernenti la competenza e la ricusazione",
        "citation": "Art. 45 cpv. 1 PA",
        "content": "È ammissibile il ricorso contro le decisioni incidentali notificate separatamente e concernenti la competenza o domande di ricusazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_45"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, B. Ricorso contro le decisioni incidentali, I. Decisioni incidentali concernenti la competenza e la ricusazione",
        "citation": "Art. 45 cpv. 2 PA",
        "content": "Tali decisioni non possono più essere impugnate ulteriormente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_45"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, B. Ricorso contro le decisioni incidentali, II. Altre decisioni incidentali",
        "citation": "Art. 46 cpv. 1 PA",
        "content": "Il ricorso contro altre decisioni incidentali notificate separatamente è ammissibile se:\na. tali decisioni possono causare un pregiudizio irreparabile; o\nb. l’accoglimento del ricorso comporterebbe immediatamente una decisione finale consentendo di evitare una procedura probatoria defatigante e dispendiosa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_46"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, B. Ricorso contro le decisioni incidentali, II. Altre decisioni incidentali",
        "citation": "Art. 46 cpv. 2 PA",
        "content": "Se il ricorso non è ammissibile in virtù del capoverso 1 o non è stato interposto, le decisioni incidentali possono essere impugnate mediante ricorso contro la decisione finale in quanto influiscano sul contenuto della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_46"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, Bbis. Denegata e ritardata giustizia ",
        "citation": "Art. 46a PA",
        "content": "Può essere interposto ricorso se l’autorità adita nega o ritarda ingiustamente l’emanazione di una decisione impugnabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_46_a"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, C. Autorità di ricorso",
        "citation": "Art. 47 cpv. 1 PA",
        "content": "Sono autorità di ricorso:\na. il Consiglio federale, giusta gli articoli 72 e seguenti;\nb. il Tribunale amministrativo federale secondo gli articoli 31–34 della legge del 17 giugno 2005 sul Tribunale amministrativo federale;\nc. altre autorità che una legge federale designa come autorità di ricorso;\nd. l’autorità di vigilanza, quando non è ammesso il ricorso al Tribunale amministrativo federale e il diritto federale non designa alcun’altra autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_47"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, C. Autorità di ricorso",
        "citation": "Art. 47 cpv. 2 PA",
        "content": "Se un’autorità di ricorso che non giudica in via definitiva ha nel caso singolo prescritto a un’autorità inferiore di prendere una decisione o le ha dato istruzioni circa il contenuto della medesima, la decisione è deferita direttamente all’autorità di ricorso immediatamente superiore; il ricorrente ne è reso attento nell’indicazione dei rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_47"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, C. Autorità di ricorso",
        "citation": "Art. 47 cpv. 4 PA",
        "content": "Le istruzioni date da un’autorità di ricorso quando decide la causa e la rimanda all’autorità inferiore non sono istruzioni nel senso del capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_47"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, D. Diritto di ricorrere",
        "citation": "Art. 48 cpv. 1 PA",
        "content": "Ha diritto di ricorrere chi:\na. ha partecipato al procedimento dinanzi all’autorità inferiore o è stato privato della possibilità di farlo;\nb. è particolarmente toccato dalla decisione impugnata; e\nc. ha un interesse degno di protezione all’annullamento o alla modificazione della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_48"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, D. Diritto di ricorrere",
        "citation": "Art. 48 cpv. 2 PA",
        "content": "Ha inoltre diritto di ricorrere ogni persona, organizzazione o autorità cui un’altra legge federale riconosce tale diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_48"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, E. Motivi di ricorso",
        "citation": "Art. 49 PA",
        "content": "Il ricorrente può far valere:\na. la violazione del diritto federale, compreso l’eccesso o l’abuso del potere di apprezzamento;\nb. l’accertamento inesatto o incompleto di fatti giuridicamente rilevanti;\nc. l’inadeguatezza; questa censura non è ammissibile quando un’autorità cantonale ha giudicato come autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_49"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, F. Termine di ricorso",
        "citation": "Art. 50 cpv. 1 PA",
        "content": "Il ricorso dev’essere depositato entro 30 giorni dalla notificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_50"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, F. Termine di ricorso",
        "citation": "Art. 50 cpv. 2 PA",
        "content": "Il ricorso per denegata o ritardata giustizia può essere interposto in ogni tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_50"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, G. Atto di ricorso, II. Contenuto e forma",
        "citation": "Art. 52 cpv. 1 PA",
        "content": "L’atto di ricorso deve contenere le conclusioni, i motivi, l’indicazione dei mezzi di prova e la firma del ricorrente o del suo rappresentante; devono essere allegati la decisione impugnata e i documenti indicati come mezzi di prova, se sono in possesso del ricorrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_52"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, G. Atto di ricorso, II. Contenuto e forma",
        "citation": "Art. 52 cpv. 2 PA",
        "content": "Se il ricorso non soddisfa a questi requisiti o se le conclusioni o i motivi del ricorrente non sono sufficientemente chiari, e il ricorso non sembra manifestamente inammissibile, l’autorità di ricorso assegna al ricorrente un breve termine suppletorio per rimediarvi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_52"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, G. Atto di ricorso, II. Contenuto e forma",
        "citation": "Art. 52 cpv. 3 PA",
        "content": "Essa gli assegna questo termine con la comminatoria che, decorrendo infruttuoso, deciderà secondo l’inserto o, qualora manchino le conclusioni, i motivi oppure la firma, non entrerà nel merito del ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_52"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, G. Atto di ricorso, III. Complemento dei motivi",
        "citation": "Art. 53 PA",
        "content": "Se l’eccezionale ampiezza o le difficoltà particolari della causa lo esigono, l’autorità di ricorso accorda al ricorrente, che ne fa domanda nel ricorso altrimenti conforme ai requisiti, un congruo termine per completare i motivi; in tal caso, l’articolo 32 capoverso 2 non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_53"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, I. Principio",
        "citation": "Art. 54 PA",
        "content": "Con il deposito del ricorso, la trattazione della causa, oggetto della decisione impugnata, passa all’autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_54"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, II. Provvedimenti d’urgenza, 1. Effetto sospensivo",
        "citation": "Art. 55 cpv. 1 PA",
        "content": "Il ricorso ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_55"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, II. Provvedimenti d’urgenza, 1. Effetto sospensivo",
        "citation": "Art. 55 cpv. 2 PA",
        "content": "Nella decisione, se non ha per oggetto una prestazione pecuniaria, l’autorità inferiore può togliere l’effetto sospensivo a un eventuale ricorso; l’autorità di ricorso, il suo presidente o il giudice dell’istruzione ha lo stesso diritto dopo il deposito del ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_55"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, II. Provvedimenti d’urgenza, 1. Effetto sospensivo",
        "citation": "Art. 55 cpv. 3 PA",
        "content": "L’autorità di ricorso, il suo presidente o il giudice dell’istruzione può restituire a un ricorso l’effetto sospensivo toltogli dall’autorità inferiore; la domanda di restituzione dell’effetto sospensivo è trattata senza indugio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_55"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, II. Provvedimenti d’urgenza, 1. Effetto sospensivo",
        "citation": "Art. 55 cpv. 4 PA",
        "content": "Se l’effetto sospensivo è tolto arbitrariamente o se la domanda di restituzione dell’effetto sospensivo è stata arbitrariamente respinta o ritardata, l’ente o l’istituto autonomo nel cui nome l’autorità ha stabilito risponde del danno che ne deriva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_55"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, II. Provvedimenti d’urgenza, 1. Effetto sospensivo",
        "citation": "Art. 55 cpv. 5 PA",
        "content": "Sono riservate le disposizioni di altre leggi federali secondo le quali il ricorso non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_55"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, II. Provvedimenti d’urgenza, 2. Altri provvedimenti",
        "citation": "Art. 56 PA",
        "content": "Dopo il deposito del ricorso, l’autorità adita, il suo presidente o il giudice dell’istruzione può prendere, d’ufficio o a domanda di una parte, altri provvedimenti d’urgenza per conservare uno stato di fatto o salvaguardare provvisoriamente interessi minacciati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_56"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, III. Scambio di scritti",
        "citation": "Art. 57 cpv. 1 PA",
        "content": "Se il ricorso non sembra a priori inammissibile o infondato, l’autorità di ricorso ne dà subito comunicazione all’autorità inferiore e, se del caso, alle controparti del ricorrente o ad altri interessati, assegna loro un termine per la risposta e, nel contempo, invita l’autorità inferiore a produrre gli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_57"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, III. Scambio di scritti",
        "citation": "Art. 57 cpv. 2 PA",
        "content": "Essa può, in ogni stadio del procedimento, invitare le parti a un ulteriore scambio di scritti o ordinare un dibattimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_57"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, IV. Nuova decisione",
        "citation": "Art. 58 cpv. 1 PA",
        "content": "L’autorità inferiore può, fino all’invio della sua risposta, riesaminare la decisione impugnata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_58"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, IV. Nuova decisione",
        "citation": "Art. 58 cpv. 2 PA",
        "content": "Essa notifica immediatamente una nuova decisione alle parti e la comunica all’autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_58"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, IV. Nuova decisione",
        "citation": "Art. 58 cpv. 3 PA",
        "content": "Quest’ultima continua la trattazione del ricorso in quanto non sia divenuto senza oggetto per effetto di una nuova decisione; l’articolo 57 è applicabile, se la nuova decisione si fonda su fatti notevolmente differenti o cagiona una situazione giuridica notevolmente differente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_58"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, V. Astensione obbligatoria",
        "citation": "Art. 59 PA",
        "content": "L’autorità di ricorso non può affidare l’istruzione del ricorso a persone dell’autorità inferiore ne ad altre persone che abbiano avuto una parte nell’elaborazione della decisione impugnata; l’articolo 47 capoversi 2 a 4 è inoltre applicabile se la decisione impugnata poggia su istruzioni dell’autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_59"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, VI. Provvedimenti disciplinari",
        "citation": "Art. 60 cpv. 1 PA",
        "content": "L’autorità di ricorso può punire con l’ammonimento o con la multa disciplinare fino a 500 franchi le parti o i loro rappresentanti che offendono le convenienze o turbano l’andamento della causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_60"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, VI. Provvedimenti disciplinari",
        "citation": "Art. 60 cpv. 2 PA",
        "content": "In caso di malafede o temerarietà processuale, la parte e il suo rappresentante possono essere puniti con la multa disciplinare fino a 1000 franchi e, in caso di recidiva, fino a 3000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_60"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, H. Altre regole di procedura fino a decisione del ricorso, VI. Provvedimenti disciplinari",
        "citation": "Art. 60 cpv. 3 PA",
        "content": "Il presidente d’udienza può far espellere dalla sala le persone che non ottemperano ai suoi ordini e punirle con la multa disciplinare fino a 500 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_60"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, I. Contenuto e forma",
        "citation": "Art. 61 cpv. 1 PA",
        "content": "L’autorità di ricorso decide la causa o eccezionalmente la rinvia, con istruzioni vincolanti, all’autorità inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_61"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, I. Contenuto e forma",
        "citation": "Art. 61 cpv. 2 PA",
        "content": "La decisione del ricorso deve contenere la ricapitolazione dei fatti rilevanti, i motivi e il dispositivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_61"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, I. Contenuto e forma",
        "citation": "Art. 61 cpv. 3 PA",
        "content": "Essa è notificata alle parti e all’autorità inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_61"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, II. Modificazione della decisione impugnata",
        "citation": "Art. 62 cpv. 1 PA",
        "content": "L’autorità di ricorso può modificare la decisione impugnata a vantaggio di una parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_62"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, II. Modificazione della decisione impugnata",
        "citation": "Art. 62 cpv. 2 PA",
        "content": "Essa può modificare a pregiudizio di una parte la decisione impugnata quando questa violi il diritto federale o poggi su un accertamento inesatto o incompleto dei fatti; per inadeguatezza, la decisione impugnata non può essere modificata a pregiudizio di una parte, a meno che la modificazione giovi ad una controparte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_62"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, II. Modificazione della decisione impugnata",
        "citation": "Art. 62 cpv. 3 PA",
        "content": "L’autorità di ricorso che intenda modificare la decisione impugnata a pregiudizio di una parte deve informarla della sua intenzione e darle la possibilità di esprimersi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_62"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, II. Modificazione della decisione impugnata",
        "citation": "Art. 62 cpv. 4 PA",
        "content": "L’autorità di ricorso non è vincolata in nessun caso dai motivi del ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_62"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, III. Spese processuali",
        "citation": "Art. 63 cpv. 1 PA",
        "content": "L’autorità di ricorso mette nel dispositivo le spese processuali, consistenti in una tassa di decisione nelle tasse di cancelleria e negli sborsi, di regola a carico della parte soccombente. Se questa soccombe solo parzialmente, le spese processuali sono ridotte. Per eccezione, si possono condonare le spese processuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_63"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, III. Spese processuali",
        "citation": "Art. 63 cpv. 2 PA",
        "content": "Nessuna spesa processuale è messa a carico dell’autorità inferiore ne delle autorità federali, che promuovano il ricorso e soccombano; se l’autorità ricorrente, che soccombe, non è un’autorità federale, le spese processuali le sono addossate in quanto la causa concerna interessi pecuniari di enti o d’istituti autonomi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_63"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, III. Spese processuali",
        "citation": "Art. 63 cpv. 3 PA",
        "content": "Alla parte vincente possono essere addossate solo le spese processuali che abbia cagionato violando le regole di procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_63"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, III. Spese processuali",
        "citation": "Art. 63 cpv. 4 PA",
        "content": "L’autorità di ricorso, il suo presidente o il giudice dell’istruzione esige dal ricorrente un anticipo equivalente alle presunte spese processuali. Stabilisce un congruo termine per il pagamento con la comminatoria che altrimenti non entrerà nel merito. Se sussistono motivi particolari, può rinunciare interamente o in parte a esigere l’anticipo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_63"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, III. Spese processuali",
        "citation": "Art. 63 cpv. 4bis PA",
        "content": "La tassa di decisione è stabilita in funzione dell’ampiezza e della difficoltà della causa, del modo di condotta processuale e della situazione finanziaria delle parti. Il suo importo oscilla:\na. da 100 a 5000 franchi nelle controversie senza interesse pecuniario;\nb. da 100 a 50 000 franchi nelle altre controversie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_63"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, III. Spese processuali",
        "citation": "Art. 63 cpv. 5 PA",
        "content": "Il Consiglio federale disciplina i dettagli relativi alla determinazione delle tasse. Sono fatti salvi l’articolo 16 capoverso 1 lettera a della legge del 17 giugno 2005 sul Tribunale amministrativo federale e l’articolo 73 della legge del 19 marzo 2010 sull’organizzazione delle autorità penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_63"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, IV. Spese ripetibili",
        "citation": "Art. 64 cpv. 1 PA",
        "content": "L’autorità di ricorso, se ammette il ricorso in tutto o in parte, può, d’ufficio o a domanda, assegnare al ricorrente una indennità per le spese indispensabili e relativamente elevate che ha sopportato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_64"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, IV. Spese ripetibili",
        "citation": "Art. 64 cpv. 2 PA",
        "content": "Il dispositivo indica l’ammontare dell’indennità e l’addossa all’ente o all’istituto autonomo, nel cui nome l’autorità inferiore ha deciso, in quanto non possa essere messa a carico di una controparte soccombente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_64"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, IV. Spese ripetibili",
        "citation": "Art. 64 cpv. 3 PA",
        "content": "Se una controparte soccombente ha presentato conclusioni indipendenti, l’indennità può essere messa a suo carico, secondo la propria solvenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_64"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, IV. Spese ripetibili",
        "citation": "Art. 64 cpv. 4 PA",
        "content": "L’ente o l’istituto autonomo, nel cui nome l’autorità inferiore ha deciso, risponde dell’indennità addossata a una controparte soccombente, in quanto non possa essere riscossa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_64"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, IV. Spese ripetibili",
        "citation": "Art. 64 cpv. 5 PA",
        "content": "Il Consiglio federale disciplina la determinazione delle spese ripetibili. Sono fatti salvi l’articolo 16 capoverso 1 lettera a della legge del 17 giugno 2005 sul Tribunale amministrativo federale e l’articolo 73 della legge del 19 marzo 2010 sull’organizzazione delle autorità penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_64"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, V. Patrocinio gratuito",
        "citation": "Art. 65 cpv. 1 PA",
        "content": "Se una parte non dispone dei mezzi necessari e le sue conclusioni non sembrano prive di probabilità di successo, l’autorità di ricorso, il suo presidente o il giudice dell’istruzione la dispensa, a domanda, dopo il deposito del ricorso, dal pagamento delle spese processuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_65"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, V. Patrocinio gratuito",
        "citation": "Art. 65 cpv. 2 PA",
        "content": "Se è necessario per tutelare i diritti di tale parte, l’autorità di ricorso, il suo presidente o il giudice dell’istruzione le designa inoltre un avvocato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_65"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, V. Patrocinio gratuito",
        "citation": "Art. 65 cpv. 3 PA",
        "content": "L’onorario e le spese d’avvocato sono messi a carico conformemente all’articolo 64 capoversi 2 a 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_65"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, V. Patrocinio gratuito",
        "citation": "Art. 65 cpv. 4 PA",
        "content": "La parte, ove cessi d’essere nel bisogno, deve rimborsare l’onorario e le spese d’avvocato all’ente o all’istituto autonomo che li ha pagati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_65"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, J. Decisione del ricorso, V. Patrocinio gratuito",
        "citation": "Art. 65 cpv. 5 PA",
        "content": "Il Consiglio federale disciplina la determinazione degli onorari e delle spese. Sono fatti salvi l’articolo 16 capoverso 1 lettera a della legge del 17 giugno 2005 sul Tribunale amministrativo federale e l’articolo 73 della legge del 19 marzo 2010 sull’organizzazione delle autorità penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_65"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, I. Motivi",
        "citation": "Art. 66 cpv. 1 PA",
        "content": "L’autorità di ricorso, a domanda di una parte o d’ufficio, procede alla revisione della sua decisione quando sulla stessa ha influito un crimine o un delitto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_66"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, I. Motivi",
        "citation": "Art. 66 cpv. 2 PA",
        "content": "Essa procede, inoltre, alla revisione della sua decisione, a domanda di una parte, se:\na. la parte allega fatti o produce mezzi di prova nuovi e rilevanti;\nb. la parte prova che l’autorità di ricorso non ha tenuto conto di fatti rilevanti che risultano dagli atti o di determinate conclusioni;\nc. la parte prova che l’autorità di ricorso ha violato gli articoli 10, 59 o 76 sulla ricusazione o l’astensione, gli articoli 26–28 sull’esame degli atti o gli articoli 29–33 sul diritto di essere sentiti; oppure\nd. la Corte europea dei diritti dell’uomo ha accertato in una sentenza definitiva che la Convenzione del 4 novembre 1950 per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (CEDU) o i suoi protocolli sono stati violati oppure ha chiuso la causa con una composizione amichevole (art. 39 CEDU), per quanto un indennizzo non sia atto a compensare le conseguenze della violazione e la revisione sia necessaria per ovviarvi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_66"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, I. Motivi",
        "citation": "Art. 66 cpv. 3 PA",
        "content": "I motivi indicati nel capoverso 2 lettere a–c non danno adito a revisione se la parte poteva invocarli nella procedura precedente la decisione del ricorso o mediante un ricorso contro quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_66"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, II. Domanda",
        "citation": "Art. 67 cpv. 1 PA",
        "content": "La domanda di revisione dev’essere indirizzata per scritto all’autorità di ricorso entro 90 giorni dalla scoperta del motivo di revisione, ma, al più tardi, entro dieci anni dalla notificazione della decisione del ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_67"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, II. Domanda",
        "citation": "Art. 67 cpv. 1bis PA",
        "content": "Nel caso dell’articolo 66 capoverso 2 lettera d, la domanda di revisione dev’essere presentata entro 90 giorni da quello in cui la sentenza della Corte europea dei diritti dell’uomo secondo l’articolo 44 CEDU è divenuta definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_67"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, II. Domanda",
        "citation": "Art. 67 cpv. 2 PA",
        "content": "Dopo dieci anni dalla notificazione della decisione del ricorso, la revisione può essere domandata soltanto in virtù dell’articolo 66 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_67"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, II. Domanda",
        "citation": "Art. 67 cpv. 3 PA",
        "content": "Per il contenuto, la forma, il miglioramento e il complemento della domanda di revisione sono applicabili gli articoli 52 e 53: la domanda deve segnatamente indicare il motivo di revisione, la sua tempestività e le conclusioni nel caso d’una nuova decisione del ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_67"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, III. Decisione",
        "citation": "Art. 68 cpv. 1 PA",
        "content": "L’autorità di ricorso, se entra nel merito della domanda di revisione e la giudica fondata, annulla la decisione e ne prende una nuova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_68"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, K. Revisione, III. Decisione",
        "citation": "Art. 68 cpv. 2 PA",
        "content": "Alla domanda di revisione sono per il resto applicabili gli articoli 56, 57 e 59 a 65.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_68"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, L. Interpretazione",
        "citation": "Art. 69 cpv. 1 PA",
        "content": "L’autorità di ricorso, a domanda d’una parte, interpreta la sua decisione allorché contenga oscurità o contraddizioni nel dispositivo o tra questo e i motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_69"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, L. Interpretazione",
        "citation": "Art. 69 cpv. 2 PA",
        "content": "Dall’interpretazione decorre un nuovo termine di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_69"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, L. Interpretazione",
        "citation": "Art. 69 cpv. 3 PA",
        "content": "L’autorità di ricorso può correggere in ogni tempo gli errori di scrittura o di calcolo o altri errori di svista, che non hanno alcun influsso sul dispositivo ne sul contenuto essenziale dei motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_69"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, M. Ricorsi speciali, II. Denunzia",
        "citation": "Art. 71 cpv. 1 PA",
        "content": "Chiunque può denunziare, in ogni tempo, all’autorità di vigilanza i fatti che richiedono, nell’interesse pubblico, un intervento d’ufficio contro un’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_71"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo terzo: Della procedura di ricorso in generale, M. Ricorsi speciali, II. Denunzia",
        "citation": "Art. 71 cpv. 2 PA",
        "content": "Il denunziante non ha i diritti di parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_71"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 1. Ammissibilità del ricorso, a. Materia",
        "citation": "Art. 72 PA",
        "content": "Il ricorso al Consiglio federale è ammissibile contro:\na. le decisioni nel campo della sicurezza interna ed esterna del Paese, della neutralità, della protezione diplomatica e degli altri affari esteri in genere, sempre che il diritto internazionale pubblico non conferisca un diritto al giudizio da parte di un tribunale;\nb. le decisioni di prima istanza su elementi salariali al merito del personale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_72"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 1. Ammissibilità del ricorso, b. Autorità inferiori",
        "citation": "Art. 73 PA",
        "content": "Il ricorso al Consiglio federale è inoltre ammissibile contro le decisioni:\na. dei Dipartimenti e della Cancelleria federale;\nb. degli organi d’ultima istanza di istituti o aziende federali autonomi;\nc. delle autorità cantonali di ultima istanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_73"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 1. Ammissibilità del ricorso, c. Sussidiarietà",
        "citation": "Art. 74 PA",
        "content": "Il ricorso al Consiglio federale non è ammissibile contro le decisioni impugnabili mediante ricorso a un’altra autorità federale o mediante opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_74"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 2. Istruzione del ricorso",
        "citation": "Art. 75 cpv. 1 PA",
        "content": "Il Dipartimento federale di giustizia e polizia istruisce la causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_75"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 2. Istruzione del ricorso",
        "citation": "Art. 75 cpv. 2 PA",
        "content": "Se il ricorso concerne quel Dipartimento, il Consiglio federale incarica dell’istruzione un altro Dipartimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_75"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 2. Istruzione del ricorso",
        "citation": "Art. 75 cpv. 3 PA",
        "content": "Il Dipartimento incaricato dell’istruzione presenta al Consiglio federale una proposta di decisione ed esercita fino alla decisione le competenze spettanti al Consiglio federale come autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_75"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 3. Astensione",
        "citation": "Art. 76 cpv. 1 PA",
        "content": "Il consigliere federale, contro il cui dipartimento è diretto il ricorso, si astiene nella decisione del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_76"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 3. Astensione",
        "citation": "Art. 76 cpv. 2 PA",
        "content": "Il suo dipartimento può partecipare, nel procedimento del Consiglio federale, come un ricorrente e può inoltre prendere parte alla procedura di corapporto secondo l’articolo 54 della legge federale del 19 settembre 1978 sull’organizzazione dell’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_76"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 3. Astensione",
        "citation": "Art. 76 cpv. 3 PA",
        "content": "Se durante la procedura di corapporto sono addotti nuovi elementi di fatto o di diritto, il ricorrente, eventuali controparti o altri interessati devono essere sentiti al riguardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_76"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, I. Come autorità di ricorso, 4. Disposizioni completive di procedura",
        "citation": "Art. 77 PA",
        "content": "Nel rimanente, sono applicabili gli articoli 45 a 70.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_77"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, II. Come giurisdizione unica o di prima istanza",
        "citation": "Art. 78 cpv. 1 PA",
        "content": "Se il Consiglio federale decide come giurisdizione unica o di prima istanza, il Dipartimento competente per materia gli presenta una proposta di decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_78"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, II. Come giurisdizione unica o di prima istanza",
        "citation": "Art. 78 cpv. 2 PA",
        "content": "Questo Dipartimento esercita fino alla decisione le competenze spettanti al Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_78"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, B. Consiglio federale, II. Come giurisdizione unica o di prima istanza",
        "citation": "Art. 78 cpv. 3 PA",
        "content": "Nel rimanente, sono applicabili gli articoli 7 a 43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_78"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, C. Assemblea federale",
        "citation": "Art. 79 cpv. 1 PA",
        "content": "Le decisioni, comprese quelle su ricorso, possono essere impugnate mediante ricorso all’Assemblea federale se una legge federale lo prevede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_79"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, C. Assemblea federale",
        "citation": "Art. 79 cpv. 2 PA",
        "content": "Il ricorso dev’essere inviato all’Assemblea federale entro 30 giorni dalla notificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_79"
    },
    {
        "book": "VwVG",
        "title": "PA, Capo quarto: Autorità speciali, C. Assemblea federale",
        "citation": "Art. 79 cpv. 3 PA",
        "content": "Salvo ordinanza d’urgenza del Consiglio federale, il ricorso non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/it#art_79"
    }
]