[
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, I. Grundsatz",
        "citation": "Art. 1 Abs. 1 VwVG",
        "content": "Dieses Gesetz findet Anwendung auf das Verfahren in Verwaltungssachen, die durch Verfügungen von Bundesverwaltungsbehörden in erster Instanz oder auf Beschwerde zu erledigen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_1"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, I. Grundsatz",
        "citation": "Art. 1 Abs. 2 VwVG",
        "content": "Als Behörden im Sinne von Absatz 1 gelten:\na. der Bundesrat, seine Departemente, die Bundeskanzlei und die ihnen unterstellten Dienstabteilungen, Betriebe, Anstalten und anderen Amtsstellen der Bundesverwaltung;\nb. Organe der Bundesversammlung und der eidgenössischen Gerichte für erstinstanzliche Verfügungen und Beschwerdeentscheide nach Beamtengesetz vom 30. Juni 1927;\nc. die autonomen eidgenössischen Anstalten oder Betriebe;\ncbis. das Bundesverwaltungsgericht;\nd. die eidgenössischen Kommissionen;\ne. andere Instanzen oder Organisationen ausserhalb der Bundesverwaltung, soweit sie in Erfüllung ihnen übertragener öffentlich-rechtlicher Aufgaben des Bundes verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_1"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, I. Grundsatz",
        "citation": "Art. 1 Abs. 3 VwVG",
        "content": "Auf das Verfahren letzter kantonaler Instanzen, die gestützt auf öffentliches Recht des Bundes nicht endgültig verfügen, finden lediglich Anwendung die Artikel 34−38 und 61 Absätze 2 und 3 über die Eröffnung von Verfügungen und Artikel 55 Absätze 2 und 4 über den Entzug der aufschiebenden Wirkung. Vorbehalten bleibt Artikel 97 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung betreffend den Entzug der aufschiebenden Wirkung von Beschwerden gegen Verfügungen der Ausgleichskassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_1"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, II. Ausnahmen, 1. Teilweise Anwendbarkeit",
        "citation": "Art. 2 Abs. 1 VwVG",
        "content": "Auf das Steuerverfahren finden die Artikel 12–19 und 30–33 keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_2"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, II. Ausnahmen, 1. Teilweise Anwendbarkeit",
        "citation": "Art. 2 Abs. 2 VwVG",
        "content": "Auf das Verfahren der Abnahme von Berufs-, Fach- und anderen Fähigkeitsprüfungen finden die Artikel 4–6, 10, 34, 35, 37 und 38 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_2"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, II. Ausnahmen, 1. Teilweise Anwendbarkeit",
        "citation": "Art. 2 Abs. 3 VwVG",
        "content": "Das Verfahren bei Enteignungen richtet sich nach diesem Gesetz, soweit das Bundesgesetz vom 20. Juni 1930 über die Enteignung nicht davon abweicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_2"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, II. Ausnahmen, 1. Teilweise Anwendbarkeit",
        "citation": "Art. 2 Abs. 4 VwVG",
        "content": "Das Verfahren vor dem Bundesverwaltungsgericht richtet sich nach diesem Gesetz, soweit das Verwaltungsgerichtsgesetz vom 17. Juni 2005 nicht davon abweicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_2"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, II. Ausnahmen, 2. Unanwendbarkeit",
        "citation": "Art. 3 VwVG",
        "content": "Dieses Gesetz findet keine Anwendung auf:\na. das Verfahren von Behörden im Sinne von Artikel 1 Absatz 2 Buchstabe e, soweit gegen ihre Verfügungen die Beschwerde unmittelbar an eine Bundesbehörde unzulässig ist;\nb. das erstinstanzliche Verfahren der erstmaligen Begründung des Dienstverhältnisses von Bundespersonal, der Beförderung von Bundespersonal, der dienstlichen Anordnungen an das Bundespersonal und das Verfahren der Ermächtigung zur Strafverfolgung gegen Bundespersonal;\nc. das erstinstanzliche Verwaltungsstrafverfahren und das gerichtspolizeiliche Ermittlungsverfahren;\nd. das Verfahren der Militärstrafrechtspflege einschliesslich der Militärdisziplinarrechtspflege, das Verfahren in militärischen Kommandosachen nach Artikel 37 sowie Verfahren nach den Artikeln 38 und 39 des Militärgesetzes vom 3. Februar 1995, ...;\ndbis. das Verfahren in Sozialversicherungssachen, soweit das Bundesgesetz vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts anwendbar ist;\ne. das Verfahren der Zollveranlagung;\nebis. ...\nf. das erstinstanzliche Verfahren in anderen Verwaltungssachen, wenn deren Natur die Erledigung auf der Stelle durch sofort vollstreckbare Verfügung erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_3"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, A. Geltungsbereich, III. Ergänzende Bestimmungen",
        "citation": "Art. 4 VwVG",
        "content": "Bestimmungen des Bundesrechts, die ein Verfahren eingehender regeln, finden Anwendung, soweit sie den Bestimmungen dieses Gesetzes nicht widersprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_4"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, B. Begriffe, I. Verfügungen",
        "citation": "Art. 5 Abs. 1 VwVG",
        "content": "Als Verfügungen gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und zum Gegenstand haben:\na. Begründung, Änderung oder Aufhebung von Rechten oder Pflichten;\nb. Feststellung des Bestehens, Nichtbestehens oder Umfanges von Rechten oder Pflichten;\nc. Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten oder Nichteintreten auf solche Begehren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_5"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, B. Begriffe, I. Verfügungen",
        "citation": "Art. 5 Abs. 2 VwVG",
        "content": "Als Verfügungen gelten auch Vollstreckungsverfügungen (Art. 41 Abs. 1 Bst. a und b), Zwischenverfügungen (Art. 45 und 46), Einspracheentscheide (Art. 30 Abs. 2 Bst. b und 74), Beschwerdeentscheide (Art. 61), Entscheide im Rahmen einer Revision (Art. 68) und die Erläuterung (Art. 69).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_5"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, B. Begriffe, I. Verfügungen",
        "citation": "Art. 5 Abs. 3 VwVG",
        "content": "Erklärungen von Behörden über Ablehnung oder Erhebung von Ansprüchen, die auf dem Klageweg zu verfolgen sind, gelten nicht als Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_5"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Erster Abschnitt: Geltungsbereich und Begriffe, B. Begriffe, II. Parteien",
        "citation": "Art. 6 VwVG",
        "content": "Als Parteien gelten Personen, deren Rechte oder Pflichten die Verfügung berühren soll, und andere Personen, Organisationen oder Behörden, denen ein Rechtsmittel gegen die Verfügung zusteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_6"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, I. Prüfung",
        "citation": "Art. 7 Abs. 1 VwVG",
        "content": "Die Behörde prüft ihre Zuständigkeit von Amtes wegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_7"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, I. Prüfung",
        "citation": "Art. 7 Abs. 2 VwVG",
        "content": "Die Begründung einer Zuständigkeit durch Einverständnis zwischen Behörde und Partei ist ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_7"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, II. Überweisung und Meinungsaustausch",
        "citation": "Art. 8 Abs. 1 VwVG",
        "content": "Die Behörde, die sich als unzuständig erachtet, überweist die Sache ohne Verzug der zuständigen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_8"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, II. Überweisung und Meinungsaustausch",
        "citation": "Art. 8 Abs. 2 VwVG",
        "content": "Erachtet die Behörde ihre Zuständigkeit als zweifelhaft, so pflegt sie darüber ohne Verzug einen Meinungsaustausch mit der Behörde, deren Zuständigkeit in Frage kommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_8"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, III. Streitigkeiten",
        "citation": "Art. 9 Abs. 1 VwVG",
        "content": "Die Behörde, die sich als zuständig erachtet, stellt dies durch Verfügung fest, wenn eine Partei die Zuständigkeit bestreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_9"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, III. Streitigkeiten",
        "citation": "Art. 9 Abs. 2 VwVG",
        "content": "Die Behörde, die sich als unzuständig erachtet, tritt durch Verfügung auf die Sache nicht ein, wenn eine Partei die Zuständigkeit behauptet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_9"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, A. Zuständigkeit, III. Streitigkeiten",
        "citation": "Art. 9 Abs. 3 VwVG",
        "content": "Kompetenzkonflikte zwischen Behörden, ausgenommen Kompetenzkonflikte mit dem Bundesgericht, dem Bundesverwaltungsgericht oder mit kantonalen Behörden, beurteilt die gemeinsame Aufsichtsbehörde oder, wenn eine solche fehlt, der Bundesrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_9"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, B. Ausstand",
        "citation": "Art. 10 Abs. 1 VwVG",
        "content": "Personen, die eine Verfügung zu treffen oder diese vorzubereiten haben, treten in Ausstand, wenn sie:\na. in der Sache ein persönliches Interesse haben;\nb. mit einer Partei durch Ehe oder eingetragene Partnerschaft verbunden sind oder mit ihr eine faktische Lebensgemeinschaft führen;\nbbis. mit einer Partei in gerader Linie oder bis zum dritten Grade in der Seitenlinie verwandt oder verschwägert sind;\nc. Vertreter einer Partei sind oder für eine Partei in der gleichen Sache tätig waren;\nd. aus anderen Gründen in der Sache befangen sein könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_10"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, B. Ausstand",
        "citation": "Art. 10 Abs. 2 VwVG",
        "content": "Ist der Ausstand streitig, so entscheidet darüber die Aufsichtsbehörde oder, wenn es sich um den Ausstand eines Mitgliedes einer Kollegialbehörde handelt, diese Behörde unter Ausschluss des betreffenden Mitgliedes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_10"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, I. Im Allgemeinen",
        "citation": "Art. 11 Abs. 1 VwVG",
        "content": "Auf jeder Stufe des Verfahrens kann die Partei sich, wenn sie nicht persönlich zu handeln hat, vertreten oder, soweit die Dringlichkeit einer amtlichen Untersuchung es nicht ausschliesst, verbeiständen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, I. Im Allgemeinen",
        "citation": "Art. 11 Abs. 2 VwVG",
        "content": "Die Behörde kann den Vertreter auffordern, sich durch schriftliche Vollmacht auszuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, I. Im Allgemeinen",
        "citation": "Art. 11 Abs. 3 VwVG",
        "content": "Solange die Partei die Vollmacht nicht widerruft, macht die Behörde ihre Mitteilungen an den Vertreter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, II. Obligatorische Vertretung",
        "citation": "Art. 11a Abs. 1 VwVG",
        "content": "Treten in einer Sache mehr als 20 Parteien mit kollektiven oder individuellen Eingaben auf, um gleiche Interessen wahrzunehmen, so kann die Behörde verlangen, dass sie für das Verfahren einen oder mehrere Vertreter bestellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, II. Obligatorische Vertretung",
        "citation": "Art. 11a Abs. 2 VwVG",
        "content": "Kommen sie dieser Aufforderung nicht innert angemessener Frist nach, so bezeichnet die Behörde einen oder mehrere Vertreter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, II. Obligatorische Vertretung",
        "citation": "Art. 11a Abs. 3 VwVG",
        "content": "Die Bestimmungen über die Parteientschädigung im Beschwerdeverfahren sind auf die Kosten der Vertretung sinngemäss anwendbar. Die Partei, gegen deren Vorhaben sich die Eingaben richten, hat auf Anordnung der Behörde die Kosten der amtlichen Vertretung vorzuschiessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, III. Zustellungsdomizil",
        "citation": "Art. 11b Abs. 1 VwVG",
        "content": "Parteien, die in einem Verfahren Begehren stellen, haben der Behörde ihren Wohnsitz oder Sitz anzugeben. Wenn sie im Ausland wohnen, haben sie in der Schweiz ein Zustellungsdomizil zu bezeichnen, es sei denn, das Völkerrecht oder die zuständige ausländische Stelle gestatte der Behörde, Schriftstücke im betreffenden Staat direkt zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, C. Vertretung und Verbeiständung, III. Zustellungsdomizil",
        "citation": "Art. 11b Abs. 2 VwVG",
        "content": "Die Parteien können überdies eine elektronische Zustelladresse angeben und ihr Einverständnis erklären, dass Zustellungen auf dem elektronischen Weg erfolgen. Der Bundesrat kann vorsehen, dass für elektronische Zustellungen weitere Angaben der Parteien notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_11_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, I. Grundsatz",
        "citation": "Art. 12 VwVG",
        "content": "Die Behörde stellt den Sachverhalt von Amtes wegen fest und bedient sich nötigenfalls folgender Beweismittel:\na. Urkunden;\nb. Auskünfte der Parteien;\nc. Auskünfte oder Zeugnis von Drittpersonen;\nd. Augenschein;\ne. Gutachten von Sachverständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_12"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, II. Mitwirkung der Parteien",
        "citation": "Art. 13 Abs. 1 VwVG",
        "content": "Die Parteien sind verpflichtet, an der Feststellung des Sachverhaltes mitzuwirken:\na. in einem Verfahren, das sie durch ihr Begehren einleiten;\nb. in einem anderen Verfahren, soweit sie darin selbständige Begehren stellen;\nc. soweit ihnen nach einem anderen Bundesgesetz eine weitergehende Auskunfts- oder Offenbarungspflicht obliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_13"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, II. Mitwirkung der Parteien",
        "citation": "Art. 13 Abs. 1bis VwVG",
        "content": "Die Mitwirkungspflicht erstreckt sich nicht auf die Herausgabe von Gegenständen und Unterlagen aus dem Verkehr einer Partei mit ihrem Anwalt, wenn dieser nach dem Anwaltsgesetz vom 23. Juni 2000 zur Vertretung vor schweizerischen Gerichten berechtigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_13"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, II. Mitwirkung der Parteien",
        "citation": "Art. 13 Abs. 2 VwVG",
        "content": "Die Behörde braucht auf Begehren im Sinne von Absatz 1 Buchstabe a oder b nicht einzutreten, wenn die Parteien die notwendige und zumutbare Mitwirkung verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_13"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 1. Zuständigkeit",
        "citation": "Art. 14 Abs. 1 VwVG",
        "content": "Lässt sich ein Sachverhalt auf andere Weise nicht hinreichend abklären, so können folgende Behörden die Einvernahme von Zeugen anordnen:\na. der Bundesrat und seine Departemente;\nb. das Bundesamt für Justiz des Eidgenössischen Justiz- und Polizeidepartements;\nc. das Bundesverwaltungsgericht;\nd. die Wettbewerbsbehörden im Sinne des Kartellgesetzes vom 6. Oktober 1995;\ne. die Eidgenössische Finanzmarktaufsicht;\nf. die Eidgenössische Revisionsaufsichtsbehörde;\ng. die Eidgenössische Steuerverwaltung;\nh. die Eidgenössische Schiedskommission für die Verwertung von Urheberrechten und verwandten Schutzrechten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_14"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 1. Zuständigkeit",
        "citation": "Art. 14 Abs. 2 VwVG",
        "content": "Die Behörden im Sinne von Absatz 1 Buchstaben a, b, d–f und h beauftragen mit der Zeugeneinvernahme einen dafür geeigneten Angestellten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_14"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 1. Zuständigkeit",
        "citation": "Art. 14 Abs. 3 VwVG",
        "content": "Die Behörden im Sinne von Absatz 1 Buchstabe a können Personen ausserhalb einer Behörde, die mit einer amtlichen Untersuchung beauftragt sind, zur Zeugeneinvernahme ermächtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_14"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 2. Zeugnispflicht",
        "citation": "Art. 15 VwVG",
        "content": "Jedermann ist zur Ablegung des Zeugnisses verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_15"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 3. Zeugnisverweigerungsrecht",
        "citation": "Art. 16 Abs. 1 VwVG",
        "content": "Das Recht der Zeugnisverweigerung bestimmt sich nach Artikel 42 Absätze 1 und 3 des Bundesgesetzes vom 4. Dezember 1947 über den Bundeszivilprozess (BZP).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_16"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 3. Zeugnisverweigerungsrecht",
        "citation": "Art. 16 Abs. 1bis VwVG",
        "content": "Der Mediator ist berechtigt, über Tatsachen, die er bei seiner Tätigkeit nach Artikel 33b wahrgenommen hat, das Zeugnis zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_16"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 3. Zeugnisverweigerungsrecht",
        "citation": "Art. 16 Abs. 2 VwVG",
        "content": "Der Träger eines Berufs- oder Geschäftsgeheimnisses im Sinne von Artikel 42 Absatz 2 BZP kann das Zeugnis verweigern, soweit ihn nicht ein anderes Bundesgesetz zum Zeugnis verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_16"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 4. Andere Verpflichtungen von Zeugen",
        "citation": "Art. 17 VwVG",
        "content": "Wer als Zeuge einvernommen werden kann, hat auch an der Erhebung anderer Beweise mitzuwirken; er hat insbesondere die in seinen Händen befindlichen Urkunden vorzulegen. Vorbehalten bleibt Artikel 51a BZP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_17"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 5. Rechte der Parteien",
        "citation": "Art. 18 Abs. 1 VwVG",
        "content": "Die Parteien haben Anspruch darauf, den Zeugeneinvernahmen beizuwohnen und Ergänzungsfragen zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_18"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 5. Rechte der Parteien",
        "citation": "Art. 18 Abs. 2 VwVG",
        "content": "Zur Wahrung wesentlicher öffentlicher oder privater Interessen kann die Zeugeneinvernahme in Abwesenheit der Parteien erfolgen und diesen die Einsicht in die Einvernahmeprotokolle verweigert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_18"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, III. Zeugeneinvernahme, 5. Rechte der Parteien",
        "citation": "Art. 18 Abs. 3 VwVG",
        "content": "Wird ihnen die Einsicht in die Einvernahmeprotokolle verweigert, so findet Artikel 28 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_18"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, D. Feststellung des Sachverhaltes, IV. Ergänzende Bestimmungen",
        "citation": "Art. 19 VwVG",
        "content": "Auf das Beweisverfahren finden ergänzend die Artikel 37, 39–41 und 43–61 BZP sinngemäss Anwendung; an die Stelle der Straffolgen, die die BZP gegen säumige Parteien oder Dritte vorsieht, tritt die Straffolge nach Artikel 60 dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_19"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, I. Berechnung",
        "citation": "Art. 20 Abs. 1 VwVG",
        "content": "Berechnet sich eine Frist nach Tagen und bedarf sie der Mitteilung an die Parteien, so beginnt sie an dem auf ihre Mitteilung folgenden Tage zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_20"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, I. Berechnung",
        "citation": "Art. 20 Abs. 2 VwVG",
        "content": "Bedarf sie nicht der Mitteilung an die Parteien, so beginnt sie an dem auf ihre Auslösung folgenden Tage zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_20"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, I. Berechnung",
        "citation": "Art. 20 Abs. 2bis VwVG",
        "content": "Eine Mitteilung, die nur gegen Unterschrift des Adressaten oder einer anderen berechtigten Person überbracht wird, gilt spätestens am siebenten Tag nach dem ersten erfolglosen Zustellungsversuch als erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_20"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, I. Berechnung",
        "citation": "Art. 20 Abs. 3 VwVG",
        "content": "Ist der letzte Tag der Frist ein Samstag, ein Sonntag oder ein vom Bundesrecht oder vom kantonalen Recht anerkannter Feiertag, so endet sie am nächstfolgenden Werktag. Massgebend ist das Recht des Kantons, in dem die Partei oder ihr Vertreter Wohnsitz oder Sitz hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_20"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 1. Im Allgemeinen",
        "citation": "Art. 21 Abs. 1 VwVG",
        "content": "Schriftliche Eingaben müssen spätestens am letzten Tage der Frist der Behörde eingereicht oder zu deren Handen der schweizerischen Post oder einer schweizerischen diplomatischen oder konsularischen Vertretung übergeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 1. Im Allgemeinen",
        "citation": "Art. 21 Abs. 1bis VwVG",
        "content": "Schriftliche Eingaben an das Eidgenössische Institut für geistiges Eigentum können nicht gültig bei einer schweizerischen diplomatischen oder konsularischen Vertretung vorgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 1. Im Allgemeinen",
        "citation": "Art. 21 Abs. 2 VwVG",
        "content": "Gelangt die Partei rechtzeitig an eine unzuständige Behörde, so gilt die Frist als gewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 1. Im Allgemeinen",
        "citation": "Art. 21 Abs. 3 VwVG",
        "content": "Die Frist für die Zahlung eines Vorschusses ist gewahrt, wenn der Betrag rechtzeitig zu Gunsten der Behörde der Schweizerischen Post übergeben oder einem Post- oder Bankkonto in der Schweiz belastet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 2. Bei elektronischer Zustellung",
        "citation": "Art. 21a Abs. 1 VwVG",
        "content": "Eingaben können bei der Behörde elektronisch eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 2. Bei elektronischer Zustellung",
        "citation": "Art. 21a Abs. 2 VwVG",
        "content": "Die Eingabe ist von der Partei oder ihrem Vertreter mit einer qualifizierten elektronischen Signatur gemäss Bundesgesetz vom 18. März 2016 über die elektronische Signatur zu versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 2. Bei elektronischer Zustellung",
        "citation": "Art. 21a Abs. 3 VwVG",
        "content": "Für die Wahrung einer Frist ist der Zeitpunkt massgebend, in dem die Quittung ausgestellt wird, die bestätigt, dass alle Schritte abgeschlossen sind, die auf der Seite der Partei oder ihres Vertreters für die Übermittlung notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, II. Einhaltung, 2. Bei elektronischer Zustellung",
        "citation": "Art. 21a Abs. 4 VwVG",
        "content": "Der Bundesrat regelt:\na. das Format der Eingabe und ihrer Beilagen;\nb. die Art und Weise der Übermittlung;\nc. die Voraussetzungen, unter denen bei technischen Problemen die Nachreichung von Dokumenten auf Papier verlangt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_21_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, III. Erstreckung",
        "citation": "Art. 22 Abs. 1 VwVG",
        "content": "Eine gesetzliche Frist kann nicht erstreckt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_22"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, III. Erstreckung",
        "citation": "Art. 22 Abs. 2 VwVG",
        "content": "Eine behördlich angesetzte Frist kann aus zureichenden Gründen erstreckt werden, wenn die Partei vor Ablauf der Frist darum nachsucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_22"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, IIIa. Stillstand der Fristen",
        "citation": "Art. 22a Abs. 1 VwVG",
        "content": "Gesetzliche oder behördliche Fristen, die nach Tagen bestimmt sind, stehen still:\na. vom siebten Tag vor Ostern bis und mit dem siebten Tag nach Ostern;\nb. vom 15. Juli bis und mit 15. August;\nc. vom 18. Dezember bis und mit dem 2. Januar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_22_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, IIIa. Stillstand der Fristen",
        "citation": "Art. 22a Abs. 2 VwVG",
        "content": "Absatz 1 gilt nicht in Verfahren betreffend:\na. die aufschiebende Wirkung und andere vorsorgliche Massnahmen;\nb. die öffentlichen Beschaffungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_22_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, IV. Säumnisfolgen",
        "citation": "Art. 23 VwVG",
        "content": "Die Behörde, die eine Frist ansetzt, droht gleichzeitig die Folgen der Versäumnis an; im Versäumnisfalle treten nur die angedrohten Folgen ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_23"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, V. Wiederherstellung",
        "citation": "Art. 24 Abs. 1 VwVG",
        "content": "Ist der Gesuchsteller oder sein Vertreter unverschuldeterweise abgehalten worden, binnen Frist zu handeln, so wird diese wieder hergestellt, sofern er unter Angabe des Grundes innert 30 Tagen nach Wegfall des Hindernisses darum ersucht und die versäumte Rechtshandlung nachholt; vorbehalten bleibt Artikel 32 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_24"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, E. Fristen, V. Wiederherstellung",
        "citation": "Art. 24 Abs. 2 VwVG",
        "content": "Absatz 1 ist nicht anwendbar auf Fristen, die in Patentsachen gegenüber dem Eidgenössischen Institut für geistiges Eigentum zu wahren sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_24"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, F. Feststellungsverfahren",
        "citation": "Art. 25 Abs. 1 VwVG",
        "content": "Die in der Sache zuständige Behörde kann über den Bestand, den Nichtbestand oder den Umfang öffentlichrechtlicher Rechte oder Pflichten von Amtes wegen oder auf Begehren eine Feststellungsverfügung treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_25"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, F. Feststellungsverfahren",
        "citation": "Art. 25 Abs. 2 VwVG",
        "content": "Dem Begehren um eine Feststellungsverfügung ist zu entsprechen, wenn der Gesuchsteller ein schutzwürdiges Interesse nachweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_25"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, F. Feststellungsverfahren",
        "citation": "Art. 25 Abs. 3 VwVG",
        "content": "Keiner Partei dürfen daraus Nachteile erwachsen, dass sie im berechtigten Vertrauen auf eine Feststellungsverfügung gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_25"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Fbis. Verfügung über Realakte",
        "citation": "Art. 25a Abs. 1 VwVG",
        "content": "Wer ein schutzwürdiges Interesse hat, kann von der Behörde, die für Handlungen zuständig ist, welche sich auf öffentliches Recht des Bundes stützen und Rechte oder Pflichten berühren, verlangen, dass sie:\na. widerrechtliche Handlungen unterlässt, einstellt oder widerruft;\nb. die Folgen widerrechtlicher Handlungen beseitigt;\nc. die Widerrechtlichkeit von Handlungen feststellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_25_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Fbis. Verfügung über Realakte",
        "citation": "Art. 25a Abs. 2 VwVG",
        "content": "Die Behörde entscheidet durch Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_25_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, I. Grundsatz",
        "citation": "Art. 26 Abs. 1 VwVG",
        "content": "Die Partei oder ihr Vertreter hat Anspruch darauf, in ihrer Sache folgende Akten am Sitze der verfügenden oder einer durch diese zu bezeichnenden kantonalen Behörde einzusehen:\na. Eingaben von Parteien und Vernehmlassungen von Behörden;\nb. alle als Beweismittel dienenden Aktenstücke;\nc. Niederschriften eröffneter Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_26"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, I. Grundsatz",
        "citation": "Art. 26 Abs. 1bis VwVG",
        "content": "Die Behörde kann die Aktenstücke auf elektronischem Weg zur Einsichtnahme zustellen, wenn die Partei oder ihr Vertreter damit einverstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_26"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, I. Grundsatz",
        "citation": "Art. 26 Abs. 2 VwVG",
        "content": "Die verfügende Behörde kann eine Gebühr für die Einsichtnahme in die Akten einer erledigten Sache beziehen; der Bundesrat regelt die Bemessung der Gebühr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_26"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, II. Ausnahmen",
        "citation": "Art. 27 Abs. 1 VwVG",
        "content": "Die Behörde darf die Einsichtnahme in die Akten nur verweigern, wenn:\na. wesentliche öffentliche Interessen des Bundes oder der Kantone, insbesondere die innere oder äussere Sicherheit der Eidgenossenschaft, die Geheimhaltung erfordern;\nb. wesentliche private Interessen, insbesondere von Gegenparteien, die Geheimhaltung erfordern;\nc. das Interesse einer noch nicht abgeschlossenen amtlichen Untersuchung es erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_27"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, II. Ausnahmen",
        "citation": "Art. 27 Abs. 2 VwVG",
        "content": "Die Verweigerung der Einsichtnahme darf sich nur auf die Aktenstücke erstrecken, für die Geheimhaltungsgründe bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_27"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, II. Ausnahmen",
        "citation": "Art. 27 Abs. 3 VwVG",
        "content": "Die Einsichtnahme in eigene Eingaben der Partei, ihre als Beweismittel eingereichten Urkunden und ihr eröffnete Verfügungen darf nicht, die Einsichtnahme in Protokolle über eigene Aussagen der Partei nur bis zum Abschluss der Untersuchung verweigert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_27"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, G. Akteneinsicht, III. Massgeblichkeit geheimer Akten",
        "citation": "Art. 28 VwVG",
        "content": "Wird einer Partei die Einsichtnahme in ein Aktenstück verweigert, so darf auf dieses zum Nachteil der Partei nur abgestellt werden, wenn ihr die Behörde von seinem für die Sache wesentlichen Inhalt mündlich oder schriftlich Kenntnis und ihr ausserdem Gelegenheit gegeben hat, sich zu äussern und Gegenbeweismittel zu bezeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_28"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, I. Grundsatz",
        "citation": "Art. 29 VwVG",
        "content": "Die Parteien haben Anspruch auf rechtliches Gehör.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_29"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, II. Vorgängige Anhörung, 1. Im Allgemeinen",
        "citation": "Art. 30 Abs. 1 VwVG",
        "content": "Die Behörde hört die Parteien an, bevor sie verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_30"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, II. Vorgängige Anhörung, 1. Im Allgemeinen",
        "citation": "Art. 30 Abs. 2 VwVG",
        "content": "Sie braucht die Parteien nicht anzuhören vor:\na. Zwischenverfügungen, die nicht selbständig durch Beschwerde anfechtbar sind;\nb. Verfügungen, die durch Einsprache anfechtbar sind;\nc. Verfügungen, in denen die Behörde den Begehren der Parteien voll entspricht;\nd. Vollstreckungsverfügungen;\ne. anderen Verfügungen in einem erstinstanzlichen Verfahren, wenn Gefahr im Verzuge ist, den Parteien die Beschwerde gegen die Verfügung zusteht und ihnen keine andere Bestimmung des Bundesrechts einen Anspruch auf vorgängige Anhörung gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_30"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, II. Vorgängige Anhörung, 2. Besondere Einwendungsverfahren",
        "citation": "Art. 30a Abs. 1 VwVG",
        "content": "Sind von einer Verfügung wahrscheinlich zahlreiche Personen berührt oder lassen sich die Parteien ohne unverhältnismässigen Aufwand nicht vollzählig bestimmen, so kann die Behörde vor ihrer Verfügung das Gesuch oder die beabsichtigte Verfügung ohne Begründung in einem amtlichen Blatt veröffentlichen, gleichzeitig das Gesuch oder die beabsichtigte Verfügung mit Begründung öffentlich auflegen und den Ort der Auflage bekanntmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_30_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, II. Vorgängige Anhörung, 2. Besondere Einwendungsverfahren",
        "citation": "Art. 30a Abs. 2 VwVG",
        "content": "Sie hört die Parteien an, indem sie ihnen eine angemessene Frist für Einwendungen setzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_30_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, II. Vorgängige Anhörung, 2. Besondere Einwendungsverfahren",
        "citation": "Art. 30a Abs. 3 VwVG",
        "content": "Die Behörde macht in ihrer Veröffentlichung auf die Verpflichtung der Parteien aufmerksam, gegebenenfalls eine Vertretung zu bestellen und Verfahrenskosten sowie Parteientschädigung zu zahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_30_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, III. Anhören der Gegenpartei",
        "citation": "Art. 31 VwVG",
        "content": "In einer Sache mit widerstreitenden Interessen mehrerer Parteien hört die Behörde jede Partei zu Vorbringen einer Gegenpartei an, die erheblich erscheinen und nicht ausschliesslich zugunsten der anderen lauten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_31"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, IV. Prüfung der Parteivorbringen",
        "citation": "Art. 32 Abs. 1 VwVG",
        "content": "Die Behörde würdigt, bevor sie verfügt, alle erheblichen und rechtzeitigen Vorbringen der Parteien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_32"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, IV. Prüfung der Parteivorbringen",
        "citation": "Art. 32 Abs. 2 VwVG",
        "content": "Verspätete Parteivorbringen, die ausschlaggebend erscheinen, kann sie trotz der Verspätung berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_32"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, V. Beweisanerbieten",
        "citation": "Art. 33 Abs. 1 VwVG",
        "content": "Die Behörde nimmt die ihr angebotenen Beweise ab, wenn diese zur Abklärung des Sachverhaltes tauglich erscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, H. Rechtliches Gehör, V. Beweisanerbieten",
        "citation": "Art. 33 Abs. 2 VwVG",
        "content": "Ist ihre Abnahme mit verhältnismässig hohen Kosten verbunden und ist die Partei für den Fall einer ihr ungünstigen Verfügung kostenpflichtig, so kann die Behörde die Abnahme der Beweise davon abhängig machen, dass die Partei innert Frist die ihr zumutbaren Kosten vorschiesst; eine bedürftige Partei ist von der Vorschusspflicht befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hbis. Verfahrenssprache",
        "citation": "Art. 33a Abs. 1 VwVG",
        "content": "Das Verfahren wird in einer der vier Amtssprachen geführt, in der Regel in der Sprache, in der die Parteien ihre Begehren gestellt haben oder stellen würden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hbis. Verfahrenssprache",
        "citation": "Art. 33a Abs. 2 VwVG",
        "content": "Im Beschwerdeverfahren ist die Sprache des angefochtenen Entscheids massgebend. Verwenden die Parteien eine andere Amtssprache, so kann das Verfahren in dieser Sprache geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hbis. Verfahrenssprache",
        "citation": "Art. 33a Abs. 3 VwVG",
        "content": "Reicht eine Partei Urkunden ein, die nicht in einer Amtssprache verfasst sind, so kann die Behörde mit dem Einverständnis der anderen Parteien darauf verzichten, eine Übersetzung zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hbis. Verfahrenssprache",
        "citation": "Art. 33a Abs. 4 VwVG",
        "content": "Im Übrigen ordnet die Behörde eine Übersetzung an, wo dies nötig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hter. Gütliche Einigung und Mediation",
        "citation": "Art. 33b Abs. 1 VwVG",
        "content": "Die Behörde kann das Verfahren im Einverständnis mit den Parteien sistieren, damit sich diese über den Inhalt der Verfügung einigen können. Die Einigung soll einschliessen, dass die Parteien auf Rechtsmittel verzichten und wie sie die Kosten verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hter. Gütliche Einigung und Mediation",
        "citation": "Art. 33b Abs. 2 VwVG",
        "content": "Zur Förderung der Einigung kann die Behörde eine neutrale und fachkundige natürliche Person als Mediator einsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hter. Gütliche Einigung und Mediation",
        "citation": "Art. 33b Abs. 3 VwVG",
        "content": "Der Mediator ist nur an das Gesetz und den Auftrag der Behörde gebunden. Er kann Beweise abnehmen; für Augenscheine, Gutachten von Sachverständigen und Zeugeneinvernahmen braucht er eine vorgängige Ermächtigung der Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hter. Gütliche Einigung und Mediation",
        "citation": "Art. 33b Abs. 4 VwVG",
        "content": "Die Behörde macht die Einigung zum Inhalt ihrer Verfügung, es sei denn, die Einigung leide an einem Mangel im Sinne von Artikel 49.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hter. Gütliche Einigung und Mediation",
        "citation": "Art. 33b Abs. 5 VwVG",
        "content": "Soweit die Einigung zustande kommt, erhebt die Behörde keine Verfahrenskosten. Misslingt die Einigung, so kann die Behörde davon absehen, die Auslagen für die Mediation den Parteien aufzuerlegen, sofern die Interessenlage dies rechtfertigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, Hter. Gütliche Einigung und Mediation",
        "citation": "Art. 33b Abs. 6 VwVG",
        "content": "Eine Partei kann jederzeit verlangen, dass die Sistierung des Verfahrens aufgehoben wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_33_b"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, I. Schriftlichkeit, 1. Grundsatz",
        "citation": "Art. 34 Abs. 1 VwVG",
        "content": "Die Behörde eröffnet Verfügungen den Parteien schriftlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_34"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, I. Schriftlichkeit, 1. Grundsatz",
        "citation": "Art. 34 Abs. 1bis VwVG",
        "content": "Mit dem Einverständnis der Partei können Verfügungen elektronisch eröffnet werden. Sie sind mit einer elektronischen Signatur gemäss Bundesgesetz vom 18. März 2016 über die elektronische Signatur zu versehen. Der Bundesrat regelt:\na. die zu verwendende Signatur;\nb. das Format der Verfügung und ihrer Beilagen;\nc. die Art und Weise der Übermittlung;\nd. den Zeitpunkt, zu dem die Verfügung als eröffnet gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_34"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, I. Schriftlichkeit, 1. Grundsatz",
        "citation": "Art. 34 Abs. 2 VwVG",
        "content": "Zwischenverfügungen kann die Behörde anwesenden Parteien mündlich eröffnen, muss sie aber schriftlich bestätigen, wenn eine Partei dies auf der Stelle verlangt; eine Rechtsmittelfrist beginnt in diesem Fall erst von der schriftlichen Bestätigung an zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_34"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, I. Schriftlichkeit, 2. Begründung und Rechtsmittelbelehrung",
        "citation": "Art. 35 Abs. 1 VwVG",
        "content": "Schriftliche Verfügungen sind, auch wenn die Behörde sie in Briefform eröffnet, als solche zu bezeichnen, zu begründen und mit einer Rechtsmittelbelehrung zu versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_35"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, I. Schriftlichkeit, 2. Begründung und Rechtsmittelbelehrung",
        "citation": "Art. 35 Abs. 2 VwVG",
        "content": "Die Rechtsmittelbelehrung muss das zulässige ordentliche Rechtsmittel, die Rechtsmittelinstanz und die Rechtsmittelfrist nennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_35"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, I. Schriftlichkeit, 2. Begründung und Rechtsmittelbelehrung",
        "citation": "Art. 35 Abs. 3 VwVG",
        "content": "Die Behörde kann auf Begründung und Rechtsmittelbelehrung verzichten, wenn sie den Begehren der Parteien voll entspricht und keine Partei eine Begründung verlangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_35"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, II. Amtliche Publikation",
        "citation": "Art. 36 VwVG",
        "content": "Die Behörde kann ihre Verfügungen durch Veröffentlichung in einem amtlichen Blatt eröffnen:\na. gegenüber einer Partei, die unbekannten Aufenthaltes ist und keinen erreichbaren Vertreter hat;\nb. gegenüber einer Partei, die sich im Ausland aufhält und keinen erreichbaren Vertreter hat, wenn die Zustellung an ihren Aufenthaltsort unmöglich ist oder wenn die Partei entgegen Artikel 11b Absatz 1 kein Zustellungsdomizil in der Schweiz bezeichnet hat;\nc. in einer Sache mit zahlreichen Parteien;\nd. in einer Sache, in der sich die Parteien ohne unverhältnismässigen Aufwand nicht vollzählig bestimmen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_36"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, J. Eröffnung, IV. Mangelhafte Eröffnung",
        "citation": "Art. 38 VwVG",
        "content": "Aus mangelhafter Eröffnung darf den Parteien kein Nachteil erwachsen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_38"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, I. Voraussetzungen",
        "citation": "Art. 39 VwVG",
        "content": "Die Behörde kann ihre Verfügungen vollstrecken, wenn:\na. die Verfügung nicht mehr durch Rechtsmittel angefochten werden kann;\nb. die Verfügung zwar noch angefochten werden kann, das zulässige Rechtsmittel aber keine aufschiebende Wirkung hat;\nc. die einem Rechtsmittel zukommende aufschiebende Wirkung entzogen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_39"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, II. Zwangsmittel, 1. Schuldbetreibung",
        "citation": "Art. 40 VwVG",
        "content": "Verfügungen auf Geldzahlung oder Sicherheitsleistung sind auf dem Wege der Schuldbetreibung nach dem Bundesgesetz vom 11. April 1889 über Schuldbetreibung und Konkurs zu vollstrecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_40"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, II. Zwangsmittel, 2. Andere Zwangsmittel",
        "citation": "Art. 41 Abs. 1 VwVG",
        "content": "Um andere Verfügungen zu vollstrecken, ergreift die Behörde folgende Massnahmen:\na. Ersatzvornahme durch die verfügende Behörde selbst oder durch einen beauftragten Dritten auf Kosten des Verpflichteten; die Kosten sind durch besondere Verfügung festzusetzen;\nb. unmittelbaren Zwang gegen die Person des Verpflichteten oder an seinen Sachen;\nc. Strafverfolgung, soweit ein anderes Bundesgesetz die Strafe vorsieht;\nd. Strafverfolgung wegen Ungehorsams nach Artikel 292 des Strafgesetzbuches, soweit keine andere Strafbestimmung zutrifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_41"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, II. Zwangsmittel, 2. Andere Zwangsmittel",
        "citation": "Art. 41 Abs. 2 VwVG",
        "content": "Bevor die Behörde zu einem Zwangsmittel greift, droht sie es dem Verpflichteten an und räumt ihm eine angemessene Erfüllungsfrist ein, im Falle von Absatz 1 Buchstaben c und d unter Hinweis auf die gesetzliche Strafdrohung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_41"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, II. Zwangsmittel, 2. Andere Zwangsmittel",
        "citation": "Art. 41 Abs. 3 VwVG",
        "content": "Im Falle von Absatz 1 Buchstaben a und b kann sie auf die Androhung des Zwangsmittels und die Einräumung einer Erfüllungsfrist verzichten, wenn Gefahr im Verzuge ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_41"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, II. Zwangsmittel, 3. Verhältnismässigkeit",
        "citation": "Art. 42 VwVG",
        "content": "Die Behörde darf sich keines schärferen Zwangsmittels bedienen, als es die Verhältnisse erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_42"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Zweiter Abschnitt: Allgemeine Verfahrensgrundsätze, K. Vollstreckung, III. Rechtshilfe",
        "citation": "Art. 43 VwVG",
        "content": "Die Kantone leisten den Bundesbehörden in der Vollstreckung Rechtshilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_43"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, A. Grundsatz",
        "citation": "Art. 44 VwVG",
        "content": "Die Verfügung unterliegt der Beschwerde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_44"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, B. Beschwerde gegen Zwischenverfügungen, I. Zwischenverfügungen über die Zuständigkeit und den Ausstand",
        "citation": "Art. 45 Abs. 1 VwVG",
        "content": "Gegen selbständig eröffnete Zwischenverfügungen über die Zuständigkeit und über Ausstandsbegehren ist die Beschwerde zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_45"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, B. Beschwerde gegen Zwischenverfügungen, I. Zwischenverfügungen über die Zuständigkeit und den Ausstand",
        "citation": "Art. 45 Abs. 2 VwVG",
        "content": "Diese Verfügungen können später nicht mehr angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_45"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, B. Beschwerde gegen Zwischenverfügungen, II. Andere Zwischenverfügungen",
        "citation": "Art. 46 Abs. 1 VwVG",
        "content": "Gegen andere selbständig eröffnete Zwischenverfügungen ist die Beschwerde zulässig:\na. wenn sie einen nicht wieder gutzumachenden Nachteil bewirken können; oder\nb. wenn die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_46"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, B. Beschwerde gegen Zwischenverfügungen, II. Andere Zwischenverfügungen",
        "citation": "Art. 46 Abs. 2 VwVG",
        "content": "Ist die Beschwerde nach Absatz 1 nicht zulässig oder wurde von ihr kein Gebrauch gemacht, so sind die betreffenden Zwischenverfügungen durch Beschwerde gegen die Endverfügung anfechtbar, soweit sie sich auf den Inhalt der Endverfügung auswirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_46"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, Bbis. Rechtsverweigerung und Rechtsverzögerung",
        "citation": "Art. 46a VwVG",
        "content": "Gegen das unrechtmässige Verweigern oder Verzögern einer anfechtbaren Verfügung kann Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_46_a"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, C. Beschwerdeinstanz",
        "citation": "Art. 47 Abs. 1 VwVG",
        "content": "Beschwerdeinstanzen sind:\na. der Bundesrat nach den Artikeln 72 ff.;\nb. das Bundesverwaltungsgericht nach den Artikeln 31–34 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005;\nc. andere Instanzen, die ein Bundesgesetz als Beschwerdeinstanzen bezeichnet;\nd. die Aufsichtsbehörde, wenn die Beschwerde an das Bundesverwaltungsgericht unzulässig ist und das Bundesrecht keine andere Beschwerdeinstanz bezeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_47"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, C. Beschwerdeinstanz",
        "citation": "Art. 47 Abs. 2 VwVG",
        "content": "Hat eine nicht endgültig entscheidende Beschwerdeinstanz im Einzelfalle eine Weisung erteilt, dass oder wie eine Vorinstanz verfügen soll, so ist die Verfügung unmittelbar an die nächsthöhere Beschwerdeinstanz weiterzuziehen; in der Rechtsmittelbelehrung ist darauf aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_47"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, C. Beschwerdeinstanz",
        "citation": "Art. 47 Abs. 4 VwVG",
        "content": "Weisungen, die eine Beschwerdeinstanz erteilt, wenn sie in der Sache entscheidet und diese an die Vorinstanz zurückweist, gelten nicht als Weisungen im Sinne von Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_47"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, D. Beschwerdelegitimation",
        "citation": "Art. 48 Abs. 1 VwVG",
        "content": "Zur Beschwerde ist berechtigt, wer:\na. vor der Vorinstanz am Verfahren teilgenommen hat oder keine Möglichkeit zur Teilnahme erhalten hat;\nb. durch die angefochtene Verfügung besonders berührt ist; und\nc. ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_48"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, D. Beschwerdelegitimation",
        "citation": "Art. 48 Abs. 2 VwVG",
        "content": "Zur Beschwerde berechtigt sind ferner Personen, Organisationen und Behörden, denen ein anderes Bundesgesetz dieses Recht einräumt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_48"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, E. Beschwerdegründe",
        "citation": "Art. 49 VwVG",
        "content": "Der Beschwerdeführer kann mit der Beschwerde rügen:\na. Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens;\nb. unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhaltes;\nc. Unangemessenheit; die Rüge der Unangemessenheit ist unzulässig, wenn eine kantonale Behörde als Beschwerdeinstanz verfügt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_49"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, F. Beschwerdefrist",
        "citation": "Art. 50 Abs. 1 VwVG",
        "content": "Die Beschwerde ist innerhalb von 30 Tagen nach Eröffnung der Verfügung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_50"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, F. Beschwerdefrist",
        "citation": "Art. 50 Abs. 2 VwVG",
        "content": "Gegen das unrechtmässige Verweigern oder Verzögern einer Verfügung kann jederzeit Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_50"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, G. Beschwerdeschrift, II. Inhalt und Form",
        "citation": "Art. 52 Abs. 1 VwVG",
        "content": "Die Beschwerdeschrift hat die Begehren, deren Begründung mit Angabe der Beweismittel und die Unterschrift des Beschwerdeführers oder seines Vertreters zu enthalten; die Ausfertigung der angefochtenen Verfügung und die als Beweismittel angerufenen Urkunden sind beizulegen, soweit der Beschwerdeführer sie in Händen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_52"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, G. Beschwerdeschrift, II. Inhalt und Form",
        "citation": "Art. 52 Abs. 2 VwVG",
        "content": "Genügt die Beschwerde diesen Anforderungen nicht oder lassen die Begehren des Beschwerdeführers oder deren Begründung die nötige Klarheit vermissen und stellt sich die Beschwerde nicht als offensichtlich unzulässig heraus, so räumt die Beschwerdeinstanz dem Beschwerdeführer eine kurze Nachfrist zur Verbesserung ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_52"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, G. Beschwerdeschrift, II. Inhalt und Form",
        "citation": "Art. 52 Abs. 3 VwVG",
        "content": "Sie verbindet diese Nachfrist mit der Androhung, nach unbenutztem Fristablauf auf Grund der Akten zu entscheiden oder, wenn Begehren, Begründung oder Unterschrift fehlen, auf die Beschwerde nicht einzutreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_52"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, G. Beschwerdeschrift, III. Ergänzende Beschwerdeschrift",
        "citation": "Art. 53 VwVG",
        "content": "Erfordert es der aussergewöhnliche Umfang oder die besondere Schwierigkeit einer Beschwerdesache, so gestattet die Beschwerdeinstanz dem Beschwerdeführer, der darum in seiner sonst ordnungsgemäss eingereichten Beschwerde nachsucht, deren Begründung innert einer angemessenen Nachfrist zu ergänzen; in diesem Falle findet Artikel 32 Absatz 2 keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_53"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, I. Grundsatz",
        "citation": "Art. 54 VwVG",
        "content": "Die Behandlung der Sache, die Gegenstand der mit Beschwerde angefochtenen Verfügung bildet, geht mit Einreichung der Beschwerde auf die Beschwerdeinstanz über.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_54"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, II. Vorsorgliche Massnahmen, 1. Aufschiebende Wirkung",
        "citation": "Art. 55 Abs. 1 VwVG",
        "content": "Die Beschwerde hat aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_55"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, II. Vorsorgliche Massnahmen, 1. Aufschiebende Wirkung",
        "citation": "Art. 55 Abs. 2 VwVG",
        "content": "Hat die Verfügung nicht eine Geldleistung zum Gegenstand, so kann die Vorinstanz darin einer allfälligen Beschwerde die aufschiebende Wirkung entziehen; dieselbe Befugnis steht der Beschwerdeinstanz, ihrem Vorsitzenden oder dem Instruktionsrichter nach Einreichung der Beschwerde zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_55"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, II. Vorsorgliche Massnahmen, 1. Aufschiebende Wirkung",
        "citation": "Art. 55 Abs. 3 VwVG",
        "content": "Die Beschwerdeinstanz, ihr Vorsitzender oder der Instruktionsrichter kann die von der Vorinstanz entzogene aufschiebende Wirkung wiederherstellen; über ein Begehren um Wiederherstellung der aufschiebenden Wirkung ist ohne Verzug zu entscheiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_55"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, II. Vorsorgliche Massnahmen, 1. Aufschiebende Wirkung",
        "citation": "Art. 55 Abs. 4 VwVG",
        "content": "Wird die aufschiebende Wirkung willkürlich entzogen oder einem Begehren um Wiederherstellung der aufschiebenden Wirkung willkürlich nicht oder verspätet entsprochen, so haftet für den daraus erwachsenden Schaden die Körperschaft oder autonome Anstalt, in deren Namen die Behörde verfügt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_55"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, II. Vorsorgliche Massnahmen, 1. Aufschiebende Wirkung",
        "citation": "Art. 55 Abs. 5 VwVG",
        "content": "Vorbehalten bleiben die Bestimmungen anderer Bundesgesetze, nach denen eine Beschwerde keine aufschiebende Wirkung hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_55"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, II. Vorsorgliche Massnahmen, 2. Andere Massnahmen",
        "citation": "Art. 56 VwVG",
        "content": "Nach Einreichung der Beschwerde kann die Beschwerdeinstanz, ihr Vorsitzender oder der Instruktionsrichter von Amtes wegen oder auf Begehren einer Partei andere vorsorgliche Massnahmen treffen, um den bestehenden Zustand zu erhalten oder bedrohte Interessen einstweilen sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_56"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, III. Schriftenwechsel",
        "citation": "Art. 57 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz bringt eine nicht zum vornherein unzulässige oder unbegründete Beschwerde ohne Verzug der Vorinstanz und allfälligen Gegenparteien des Beschwerdeführers oder anderen Beteiligten zur Kenntnis, setzt ihnen Frist zur Vernehmlassung an und fordert gleichzeitig die Vorinstanz zur Vorlage ihrer Akten auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_57"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, III. Schriftenwechsel",
        "citation": "Art. 57 Abs. 2 VwVG",
        "content": "Sie kann die Parteien auf jeder Stufe des Verfahrens zu einem weiteren Schriftenwechsel einladen oder eine mündliche Verhandlung mit ihnen anberaumen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_57"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, IV. Neue Verfügung",
        "citation": "Art. 58 Abs. 1 VwVG",
        "content": "Die Vorinstanz kann bis zu ihrer Vernehmlassung die angefochtene Verfügung in Wiedererwägung ziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_58"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, IV. Neue Verfügung",
        "citation": "Art. 58 Abs. 2 VwVG",
        "content": "Sie eröffnet eine neue Verfügung ohne Verzug den Parteien und bringt sie der Beschwerdeinstanz zur Kenntnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_58"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, IV. Neue Verfügung",
        "citation": "Art. 58 Abs. 3 VwVG",
        "content": "Die Beschwerdeinstanz setzt die Behandlung der Beschwerde fort, soweit diese durch die neue Verfügung der Vorinstanz nicht gegenstandslos geworden ist; Artikel 57 findet Anwendung, wenn die neue Verfügung auf einem erheblich veränderten Sachverhalt beruht oder eine erheblich veränderte Rechtslage schafft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_58"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, V. Ausstand",
        "citation": "Art. 59 VwVG",
        "content": "Die Beschwerdeinstanz darf mit der Behandlung der Beschwerdesache weder Personen im Dienste der Vorinstanz noch andere Personen betrauen, die sich an der Vorbereitung der angefochtenen Verfügung beteiligt haben; beruht die angefochtene Verfügung auf einer Weisung der Beschwerdeinstanz, so findet ausserdem Artikel 47 Absätze 2–4 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_59"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, VI. Verfahrensdisziplin",
        "citation": "Art. 60 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz kann Parteien oder deren Vertreter, die den Anstand verletzen oder den Geschäftsgang stören, mit Verweis oder mit Ordnungsbusse bis zu 500 Franken bestrafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_60"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, VI. Verfahrensdisziplin",
        "citation": "Art. 60 Abs. 2 VwVG",
        "content": "Im Falle böswilliger oder mutwilliger Prozessführung können die Partei und ihr Vertreter mit einer Ordnungsbusse bis zu 1000 Franken und bei Rückfall bis zu 3000 Franken bestraft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_60"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, H. Übriges Verfahren bis zum Beschwerdeentscheid, VI. Verfahrensdisziplin",
        "citation": "Art. 60 Abs. 3 VwVG",
        "content": "Der Vorsitzende einer Verhandlung kann Personen, die sich seinen Anweisungen nicht unterziehen, aus dem Sitzungssaal wegweisen und mit einer Ordnungsbusse bis zu 500 Franken bestrafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_60"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, I. Inhalt und Form",
        "citation": "Art. 61 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz entscheidet in der Sache selbst oder weist diese ausnahmsweise mit verbindlichen Weisungen an die Vorinstanz zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_61"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, I. Inhalt und Form",
        "citation": "Art. 61 Abs. 2 VwVG",
        "content": "Der Beschwerdeentscheid enthält die Zusammenfassung des erheblichen Sachverhalts, die Begründung (Erwägungen) und die Entscheidungsformel (Dispositiv).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_61"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, I. Inhalt und Form",
        "citation": "Art. 61 Abs. 3 VwVG",
        "content": "Er ist den Parteien und der Vorinstanz zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_61"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, II. Änderung der angefochtenen Verfügung",
        "citation": "Art. 62 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz kann die angefochtene Verfügung zugunsten einer Partei ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_62"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, II. Änderung der angefochtenen Verfügung",
        "citation": "Art. 62 Abs. 2 VwVG",
        "content": "Zuungunsten einer Partei kann sie die angefochtene Verfügung ändern, soweit diese Bundesrecht verletzt oder auf einer unrichtigen oder unvollständigen Feststellung des Sachverhaltes beruht; wegen Unangemessenheit darf die angefochtene Verfügung nicht zuungunsten einer Partei geändert werden, ausser im Falle der Änderung zugunsten einer Gegenpartei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_62"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, II. Änderung der angefochtenen Verfügung",
        "citation": "Art. 62 Abs. 3 VwVG",
        "content": "Beabsichtigt die Beschwerdeinstanz, die angefochtene Verfügung zuungunsten einer Partei zu ändern, so bringt sie der Partei diese Absicht zur Kenntnis und räumt ihr Gelegenheit zur Gegenäusserung ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_62"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, II. Änderung der angefochtenen Verfügung",
        "citation": "Art. 62 Abs. 4 VwVG",
        "content": "Die Begründung der Begehren bindet die Beschwerdeinstanz in keinem Falle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_62"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, III. Verfahrenskosten",
        "citation": "Art. 63 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz auferlegt in der Entscheidungsformel die Verfahrenskosten, bestehend aus Spruchgebühr, Schreibgebühren und Barauslagen, in der Regel der unterliegenden Partei. Unterliegt diese nur teilweise, so werden die Verfahrenskosten ermässigt. Ausnahmsweise können sie ihr erlassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_63"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, III. Verfahrenskosten",
        "citation": "Art. 63 Abs. 2 VwVG",
        "content": "Keine Verfahrenskosten werden Vorinstanzen oder beschwerdeführenden und unterliegenden Bundesbehörden auferlegt; anderen als Bundesbehörden, die Beschwerde führen und unterliegen, werden Verfahrenskosten auferlegt, soweit sich der Streit um vermögensrechtliche Interessen von Körperschaften oder autonomen Anstalten dreht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_63"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, III. Verfahrenskosten",
        "citation": "Art. 63 Abs. 3 VwVG",
        "content": "Einer obsiegenden Partei dürfen nur Verfahrenskosten auferlegt werden, die sie durch Verletzung von Verfahrenspflichten verursacht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_63"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, III. Verfahrenskosten",
        "citation": "Art. 63 Abs. 4 VwVG",
        "content": "Die Beschwerdeinstanz, ihr Vorsitzender oder der Instruktionsrichter erhebt vom Beschwerdeführer einen Kostenvorschuss in der Höhe der mutmasslichen Verfahrenskosten. Zu dessen Leistung ist dem Beschwerdeführer eine angemessene Frist anzusetzen unter Androhung des Nichteintretens. Wenn besondere Gründe vorliegen, kann auf die Erhebung des Kostenvorschusses ganz oder teilweise verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_63"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, III. Verfahrenskosten",
        "citation": "Art. 63 Abs. 4bis VwVG",
        "content": "Die Spruchgebühr richtet sich nach Umfang und Schwierigkeit der Streitsache, Art der Prozessführung und finanzieller Lage der Parteien. Sie beträgt:\na. in Streitigkeiten ohne Vermögensinteresse 100–5000 Franken;\nb. in den übrigen Streitigkeiten 100–50 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_63"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, III. Verfahrenskosten",
        "citation": "Art. 63 Abs. 5 VwVG",
        "content": "Der Bundesrat regelt die Bemessung der Gebühren im Einzelnen. Vorbehalten bleiben Artikel 16 Absatz 1 Buchstabe a des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 und Artikel 73 des Strafbehördenorganisationsgesetzes vom 19. März 2010.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_63"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, IV. Parteientschädigung",
        "citation": "Art. 64 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz kann der ganz oder teilweise obsiegenden Partei von Amtes wegen oder auf Begehren eine Entschädigung für ihr erwachsene notwendige und verhältnismässig hohe Kosten zusprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_64"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, IV. Parteientschädigung",
        "citation": "Art. 64 Abs. 2 VwVG",
        "content": "Die Entschädigung wird in der Entscheidungsformel beziffert und der Körperschaft oder autonomen Anstalt auferlegt, in deren Namen die Vorinstanz verfügt hat, soweit sie nicht einer unterliegenden Gegenpartei auferlegt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_64"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, IV. Parteientschädigung",
        "citation": "Art. 64 Abs. 3 VwVG",
        "content": "Einer unterliegenden Gegenpartei kann sie je nach deren Leistungsfähigkeit auferlegt werden, wenn sich die Partei mit selbständigen Begehren am Verfahren beteiligt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_64"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, IV. Parteientschädigung",
        "citation": "Art. 64 Abs. 4 VwVG",
        "content": "Die Körperschaft oder autonome Anstalt, in deren Namen die Vorinstanz verfügt hat, haftet für die einer unterliegenden Gegenpartei auferlegte Entschädigung, soweit sich diese als uneinbringlich herausstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_64"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, IV. Parteientschädigung",
        "citation": "Art. 64 Abs. 5 VwVG",
        "content": "Der Bundesrat regelt die Bemessung der Entschädigung. Vorbehalten bleiben Artikel 16 Absatz 1 Buchstabe a des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 und Artikel 73 des Strafbehördenorganisationsgesetzes vom 19. März 2010.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_64"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, V. Unentgeltliche Rechtspflege",
        "citation": "Art. 65 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz, ihr Vorsitzender oder der Instruktionsrichter befreit nach Einreichung der Beschwerde eine Partei, die nicht über die erforderlichen Mittel verfügt, auf Antrag von der Bezahlung der Verfahrenskosten, sofern ihr Begehren nicht aussichtslos erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_65"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, V. Unentgeltliche Rechtspflege",
        "citation": "Art. 65 Abs. 2 VwVG",
        "content": "Wenn es zur Wahrung ihrer Rechte notwendig ist, bestellt die Beschwerdeinstanz, ihr Vorsitzender oder der Instruktionsrichter der Partei einen Anwalt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_65"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, V. Unentgeltliche Rechtspflege",
        "citation": "Art. 65 Abs. 3 VwVG",
        "content": "Die Haftung für Kosten und Honorar des Anwalts bestimmt sich nach Artikel 64 Absätze 2–4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_65"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, V. Unentgeltliche Rechtspflege",
        "citation": "Art. 65 Abs. 4 VwVG",
        "content": "Gelangt die bedürftige Partei später zu hinreichenden Mitteln, so ist sie verpflichtet, Honorar und Kosten des Anwalts an die Körperschaft oder autonome Anstalt zu vergüten, die sie bezahlt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_65"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, J. Beschwerdeentscheid, V. Unentgeltliche Rechtspflege",
        "citation": "Art. 65 Abs. 5 VwVG",
        "content": "Der Bundesrat regelt die Bemessung von Honorar und Kosten. Vorbehalten bleiben Artikel 16 Absatz 1 Buchstabe a des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 und Artikel 73 des Strafbehördenorganisationsgesetzes vom 19. März 2010.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_65"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, I. Gründe",
        "citation": "Art. 66 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz zieht ihren Entscheid von Amtes wegen oder auf Begehren einer Partei in Revision, wenn ihn ein Verbrechen oder Vergehen beeinflusst hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_66"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, I. Gründe",
        "citation": "Art. 66 Abs. 2 VwVG",
        "content": "Ausserdem zieht sie ihn auf Begehren einer Partei in Revision, wenn:\na. die Partei neue erhebliche Tatsachen oder Beweismittel vorbringt;\nb. die Partei nachweist, dass die Beschwerdeinstanz aktenkundige erhebliche Tatsachen oder bestimmte Begehren übersehen hat;\nc. die Partei nachweist, dass die Beschwerdeinstanz die Bestimmungen der Artikel 10, 59 oder 76 über den Ausstand, der Artikel 26–28 über die Akteneinsicht oder der Artikel 29–33 über das rechtliche Gehör verletzt hat; oder\nd. der Europäische Gerichtshof für Menschenrechte in einem endgültigen Urteil festgestellt hat, dass die Konvention vom 4. November 1950 zum Schutze der Menschenrechte und Grundfreiheiten (EMRK) oder die Protokolle dazu verletzt worden sind, oder den Fall durch eine gütliche Einigung (Art. 39 EMRK) abgeschlossen hat, sofern eine Entschädigung nicht geeignet ist, die Folgen der Verletzung auszugleichen, und die Revision notwendig ist, um die Verletzung zu beseitigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_66"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, I. Gründe",
        "citation": "Art. 66 Abs. 3 VwVG",
        "content": "Gründe im Sinne von Absatz 2 Buchstaben a–c gelten nicht als Revisionsgründe, wenn die Partei sie im Rahmen des Verfahrens, das dem Beschwerdeentscheid voranging, oder auf dem Wege einer Beschwerde, die ihr gegen den Beschwerdeentscheid zustand, geltend machen konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_66"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, II. Begehren",
        "citation": "Art. 67 Abs. 1 VwVG",
        "content": "Das Revisionsbegehren ist der Beschwerdeinstanz innert 90 Tagen nach Entdeckung des Revisionsgrundes, spätestens aber innert 10 Jahren nach Eröffnung des Beschwerdeentscheides schriftlich einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_67"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, II. Begehren",
        "citation": "Art. 67 Abs. 1bis VwVG",
        "content": "Im Fall von Artikel 66 Absatz 2 Buchstabe d ist das Revisionsbegehren innert 90 Tagen einzureichen, nachdem das Urteil des Europäischen Gerichtshofs für Menschenrechte nach Artikel 44 der Europäischen Menschenrechtskonvention vom 4. November 1950 endgültig geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_67"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, II. Begehren",
        "citation": "Art. 67 Abs. 2 VwVG",
        "content": "Nach Ablauf von 10 Jahren seit Eröffnung des Beschwerdeentscheides ist ein Revisionsbegehren nur aus dem Grunde von Artikel 66 Absatz 1 zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_67"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, II. Begehren",
        "citation": "Art. 67 Abs. 3 VwVG",
        "content": "Auf Inhalt, Form, Verbesserung und Ergänzung des Revisionsbegehrens finden die Artikel 52 und 53 Anwendung; die Begründung hat insbesondere den Revisionsgrund und die Rechtzeitigkeit des Revisionsbegehrens darzutun. Dieses hat auch die Begehren für den Fall eines neuen Beschwerdeentscheides zu enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_67"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, III. Entscheid",
        "citation": "Art. 68 Abs. 1 VwVG",
        "content": "Tritt die Beschwerdeinstanz auf das Revisionsbegehren ein und erachtet sie es als begründet, so hebt sie den Beschwerdeentscheid auf und entscheidet neu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_68"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, K. Revision, III. Entscheid",
        "citation": "Art. 68 Abs. 2 VwVG",
        "content": "Im übrigen finden auf die Behandlung des Revisionsbegehrens die Artikel 56, 57 und 59–65 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_68"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, L. Erläuterung",
        "citation": "Art. 69 Abs. 1 VwVG",
        "content": "Die Beschwerdeinstanz erläutert auf Begehren einer Partei den Beschwerdeentscheid, der unter Unklarheiten oder Widersprüchen in seiner Entscheidungsformel oder zwischen dieser und der Begründung leidet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_69"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, L. Erläuterung",
        "citation": "Art. 69 Abs. 2 VwVG",
        "content": "Eine Rechtsmittelfrist beginnt mit der Erläuterung neu zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_69"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, L. Erläuterung",
        "citation": "Art. 69 Abs. 3 VwVG",
        "content": "Redaktions- oder Rechnungsfehler oder Kanzleiversehen, die keinen Einfluss auf die Entscheidungsformel oder auf den erheblichen Inhalt der Begründung ausüben, kann die Beschwerdeinstanz jederzeit berichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_69"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, M. Besondere Beschwerdearten, II. Aufsichtsbeschwerde",
        "citation": "Art. 71 Abs. 1 VwVG",
        "content": "Jedermann kann jederzeit Tatsachen, die im öffentlichen Interesse ein Einschreiten gegen eine Behörde von Amtes wegen erfordern, der Aufsichtsbehörde anzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_71"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Dritter Abschnitt: Das Beschwerdeverfahren im Allgemeinen, M. Besondere Beschwerdearten, II. Aufsichtsbeschwerde",
        "citation": "Art. 71 Abs. 2 VwVG",
        "content": "Der Anzeiger hat nicht die Rechte einer Partei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_71"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 1. Zulässigkeit der Beschwerde a. Sachgebiete",
        "citation": "Art. 72 VwVG",
        "content": "Die Beschwerde an den Bundesrat ist zulässig gegen:\na. Verfügungen auf dem Gebiet der inneren und äusseren Sicherheit des Landes, der Neutralität, des diplomatischen Schutzes und der übrigen auswärtigen Angelegenheiten, soweit das Völkerrecht nicht einen Anspruch auf gerichtliche Beurteilung einräumt;\nb. erstinstanzliche Verfügungen über leistungsabhängige Lohnanteile des Bundespersonals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_72"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 1. Zulässigkeit der Beschwerde b. Vorinstanzen",
        "citation": "Art. 73 VwVG",
        "content": "Die Beschwerde an den Bundesrat ist zulässig gegen Verfügungen:\na. der Departemente und der Bundeskanzlei;\nb. letzter Instanzen autonomer Anstalten und Betriebe des Bundes;\nc. letzter kantonaler Instanzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_73"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 1. Zulässigkeit der Beschwerde c. Subsidiarität",
        "citation": "Art. 74 VwVG",
        "content": "Die Beschwerde an den Bundesrat ist unzulässig gegen Verfügungen, die durch Beschwerde an eine andere Bundesbehörde oder durch Einsprache anfechtbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_74"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 2. Instruktion der Beschwerde",
        "citation": "Art. 75 Abs. 1 VwVG",
        "content": "Das Eidgenössische Justiz- und Polizeidepartement besorgt die Instruktion der Beschwerde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_75"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 2. Instruktion der Beschwerde",
        "citation": "Art. 75 Abs. 2 VwVG",
        "content": "Der Bundesrat betraut mit der Instruktion von Beschwerden, die sich gegen das Eidgenössische Justiz- und Polizeidepartement richten, ein anderes Departement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_75"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 2. Instruktion der Beschwerde",
        "citation": "Art. 75 Abs. 3 VwVG",
        "content": "Das instruierende Departement stellt dem Bundesrat Antrag und übt bis zum Entscheid die dem Bundesrat als Beschwerdeinstanz zustehenden Befugnisse aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_75"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 3. Ausstand",
        "citation": "Art. 76 Abs. 1 VwVG",
        "content": "Das Mitglied des Bundesrates, gegen dessen Departement sich die Beschwerde richtet, tritt für den Entscheid des Bundesrates in den Ausstand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_76"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 3. Ausstand",
        "citation": "Art. 76 Abs. 2 VwVG",
        "content": "Sein Departement kann sich am Verfahren des Bundesrates wie ein Beschwerdeführer und ausserdem im Rahmen des Mitberichtsverfahrens nach Artikel 54 des Verwaltungsorganisationsgesetzes vom 19. September 1978 beteiligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_76"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 3. Ausstand",
        "citation": "Art. 76 Abs. 3 VwVG",
        "content": "Führt es im Mitberichtsverfahren neue tatsächliche oder rechtliche Vorbringen an, so sind der Beschwerdeführer, allfällige Gegenparteien oder andere Beteiligte zu diesen Vorbringen anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_76"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, I. Als Beschwerdeinstanz, 4. Ergänzende Verfahrensbestimmungen",
        "citation": "Art. 77 VwVG",
        "content": "Im Übrigen finden die Artikel 45–70 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_77"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, II. Als einzige oder erste Instanz ",
        "citation": "Art. 78 Abs. 1 VwVG",
        "content": "Verfügt der Bundesrat als einzige oder als erste Instanz, so stellt ihm das in der Sache zuständige Departement Antrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_78"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, II. Als einzige oder erste Instanz ",
        "citation": "Art. 78 Abs. 2 VwVG",
        "content": "Es übt die Befugnisse aus, die dem Bundesrat bis zur Verfügung zustehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_78"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, B. Bundesrat, II. Als einzige oder erste Instanz ",
        "citation": "Art. 78 Abs. 3 VwVG",
        "content": "Im Übrigen finden die Artikel 7–43 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_78"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, C. Bundesversammlung",
        "citation": "Art. 79 Abs. 1 VwVG",
        "content": "Gegen Beschwerdeentscheide und Verfügungen ist die Beschwerde an die Bundesversammlung zulässig, wenn ein Bundesgesetz dies vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_79"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, C. Bundesversammlung",
        "citation": "Art. 79 Abs. 2 VwVG",
        "content": "Die Beschwerde ist der Bundesversammlung innert 30 Tagen seit Eröffnung des Beschwerdeentscheides oder der Verfügung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_79"
    },
    {
        "book": "VwVG",
        "title": "VwVG, Vierter Abschnitt: Besondere Behörden, C. Bundesversammlung",
        "citation": "Art. 79 Abs. 3 VwVG",
        "content": "Die Beschwerde hat ohne entsprechende vorsorgliche Verfügung des Bundesrates keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/de#art_79"
    }
]