[
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 1 OASA",
        "content": "La présente ordonnance est applicable dans la mesure où les accords d’association à Schengen et à Dublin n’en disposent pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_1"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 2 OASA",
        "content": "Les accords d’association à Schengen sont mentionnés à l’annexe 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_1"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 3 OASA",
        "content": "Les accords d’association à Dublin sont mentionnés à l’annexe 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_1"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Activité salariée",
        "citation": "Art. 1a al. 1 OASA",
        "content": "Est considérée comme activité salariée toute activité exercée pour un employeur dont le siège est en Suisse ou à l’étranger, indépendamment du fait que le salaire soit payé en Suisse ou à l’étranger et que l’activité soit exercée à l’heure, à la journée ou à titre temporaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_1_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Activité salariée",
        "citation": "Art. 1a al. 2 OASA",
        "content": "Est également considérée comme activité salariée toute activité exercée en qualité d’apprenti, de stagiaire, de volontaire, de sportif, de travailleur social, de missionnaire, de personne exerçant une activité d’encadrement religieux, d’artiste ou d’employé au pair.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_1_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Activité lucrative indépendante",
        "citation": "Art. 2 al. 1 OASA",
        "content": "Est considérée comme activité lucrative indépendante toute activité exercée par une personne dans le cadre de sa propre organisation, librement choisie, dans un but lucratif, soumise à ses propres instructions matérielles et à ses propres risques et périls. Cette organisation librement choisie peut être gérée par exemple sous la forme d’un commerce, d’une fabrique, d’un prestataire de service, d’une industrie ou d’une autre affaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_2"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Activité lucrative indépendante",
        "citation": "Art. 2 al. 2 OASA",
        "content": "Est également considérée comme activité lucrative indépendante l’exercice d’une profession libérale telle que celle de médecin, d’avocat et d’agent fiduciaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_2"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Prestation de service transfrontière",
        "citation": "Art. 3 OASA",
        "content": "Est considérée comme prestation de service transfrontière une prestation de durée limitée fournie en Suisse dans le cadre d’un contrat par une personne ou une entreprise dont le domicile ou le siège se trouve à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_3"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Décision concernant l’exercice d’une activité lucrative",
        "citation": "Art. 4 al. 1 OASA",
        "content": "Le service chargé, en vertu du droit cantonal, d’octroyer les autorisations de travail décide si l’activité d’un étranger est considérée comme une activité lucrative au sens de l’art. 11, al. 2, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_4"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 1, Champ d’application et définitions, Décision concernant l’exercice d’une activité lucrative",
        "citation": "Art. 4 al. 2 OASA",
        "content": "En cas de doute, il soumet le cas, pour décision, au Secrétariat d’État aux migrations (SEM).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_4"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Autorisation d’entrée en Suisse",
        "citation": "Art. 5 OASA",
        "content": "Si une demande d’autorisation de séjour ou de courte durée avec activité lucrative est acceptée et si la personne concernée se trouve encore à l’étranger, l’autorité compétente autorise la représentation suisse à délivrer un visa. Si le visa n’est pas requis, une assurance de l’autorisation est établie sur demande par l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_5"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Procédure d’autorisation",
        "citation": "Art. 6 al. 1 OASA",
        "content": "Les conditions d’admission visées à l’art. 17, al. 2, LEI sont manifestement remplies notamment lorsque les documents fournis attestent d’un droit légal ou d’un droit découlant du droit international public à l’octroi d’une autorisation de séjour ou de séjour de courte durée, lorsqu’aucun motif de révocation au sens de l’art. 62 LEI n’existe et que la personne concernée accepte de collaborer au sens de l’art. 90 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_6"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Procédure d’autorisation",
        "citation": "Art. 6 al. 2 OASA",
        "content": "Des démarches telles que l’engagement d’une procédure matrimoniale ou familiale, la scolarisation des enfants, l’achat d’une propriété, la location d’un appartement, la conclusion d’un contrat de travail, la création ou la participation à une entreprise ne confèrent, à elles seules, aucun droit lors de la procédure d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_6"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Autorisation relative à l’exercice d’une profession",
        "citation": "Art. 7 OASA",
        "content": "Les autorisations de la police du commerce et de la police sanitaire, ainsi que les autres autorisations du même genre habilitant les étrangers à exercer une profession, ne remplacent pas l’autorisation relevant du droit des étrangers octroyée en vue d’exercer une activité lucrative. Si l’étranger ne dispose pas encore de cette dernière autorisation, une réserve sera mentionnée dans l’autorisation relative à l’exercice d’une profession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_7"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Pièces de légitimation étrangères",
        "citation": "Art. 8 al. 1 OASA",
        "content": "Sont reconnues valables pour la déclaration d’arrivée:\na. les pièces de légitimation délivrées par un État reconnu par la Suisse, qui établissent l’identité du titulaire, son appartenance à l’État qui l’a délivré et garantissent qu’il peut y retourner en tout temps;\nb. les autres pièces garantissant que le titulaire est autorisé à entrer en tout temps dans l’État qui les a établies ou sur le territoire indiqué sur la pièce;\nc. les autres pièces garantissant que le titulaire peut obtenir en tout temps une pièce de légitimation l’autorisant à entrer dans l’État qui l’a établie ou sur le territoire indiqué sur la pièce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_8"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Pièces de légitimation étrangères",
        "citation": "Art. 8 al. 2 OASA",
        "content": "La déclaration d’arrivée peut être effectuée sans pièce de légitimation étrangère valable lorsque:\na. il est démontré que son acquisition se révèle impossible;\nb. l’on ne peut exiger de l’intéressé qu’il demande l’établissement ou la prolongation d’une pièce de légitimation aux autorités compétentes de son État d’origine ou de provenance (art. 89 et 90, let. c, LEI);\nc. l’étranger possède un passeport établi par le SEM conformément à l’art. 4, al. 1 ou 2, let. a, de l’ordonnance du 14 novembre 2012 sur l’établissement de documents de voyage pour étrangers (ODV);\nd. l’étranger ne possède pas de pièce de légitimation étrangère valable et qu’il a obtenu du SEM un titre de voyage pour réfugié conformément à l’art. 3 ODV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_8"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Pièces de légitimation étrangères",
        "citation": "Art. 8 al. 3 OASA",
        "content": "Dans le cadre de la procédure d’autorisation et de déclaration d’arrivée, les autorités compétentes peuvent exiger la présentation des pièces de légitimation originales et en faire des copies. Elles peuvent ordonner le dépôt des pièces de légitimation lorsque des éléments concrets indiquent qu’elles pourraient être détruites ou rendues inutilisables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_8"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 1, Dispositions générales, Pièces de légitimation étrangères",
        "citation": "Art. 8 al. 4 OASA",
        "content": "Les étrangers sont tenus de montrer, sur demande, leur pièce de légitimation étrangère aux autorités chargées du contrôle de personnes ou de la leur présenter dans un délai convenable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_8"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 2 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour sans activité lucrative, Séjour sans déclaration d’arrivée",
        "citation": "Art. 9 al. 1 OASA",
        "content": "Les étrangers sans activité lucrative en Suisse ne doivent pas être munis d’une autorisation ni déclarer leur arrivée si leur séjour n’excède pas trois mois sur une période de six mois à partir de leur entrée en Suisse (séjour non soumis à autorisation). La personne concernée doit fournir, si nécessaire, des documents pertinents pour attester la date d’entrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_9"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 2 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour sans activité lucrative, Séjour sans déclaration d’arrivée",
        "citation": "Art. 9 al. 2 OASA",
        "content": "Les conditions d’entrée visées à l’art. 5 LEI doivent être remplies pendant toute la durée du séjour non soumis à autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_9"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 2 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour sans activité lucrative, Séjour avec déclaration d’arrivée",
        "citation": "Art. 10 al. 1 OASA",
        "content": "Les étrangers qui entrent en Suisse pour un séjour de plus de trois mois sans activité lucrative et qui disposent d’une autorisation d’entrée (art. 5) doivent déclarer leur arrivée dans les quatorze jours suivant leur entrée en Suisse auprès du service désigné par le canton afin que leur séjour soit réglé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_10"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 2 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour sans activité lucrative, Séjour avec déclaration d’arrivée",
        "citation": "Art. 10 al. 2 OASA",
        "content": "Les étrangers doivent s’annoncer au plus tard quatorze jours avant l’expiration du délai de leur séjour non soumis à autorisation (art. 9) lorsqu’ils veulent changer le but de leur séjour après leur arrivée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_10"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 2 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour sans activité lucrative, Prolongation du visa",
        "citation": "Art. 11 OASA",
        "content": "Les étrangers disposant d’un visa pour un séjour de trois mois au plus doivent demander la prolongation de leur visa quatorze jours avant son expiration auprès de l’autorité migratoire cantonale (art. 88, al. 1), lorsqu’ils ne peuvent pas quitter la Suisse dans les délais fixés par le visa ou lorsque le but de leur séjour a changé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_11"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Activité lucrative à court terme",
        "citation": "Art. 12 al. 1 OASA",
        "content": "Les étrangers qui disposent d’une autorisation d’entrée (art. 5) pour exercer une activité lucrative ou une prestation de service transfrontière en Suisse de quatre mois en tout sur une période de douze mois (art. 19, al. 4, let. a, 19a, al. 2 et 19b, al. 2, let. b) ne sont pas tenus de déclarer leur arrivée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_12"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Activité lucrative à court terme",
        "citation": "Art. 12 al. 2 OASA",
        "content": "Les personnes qui disposent d’une autorisation d’entrée (art. 5) pour exercer en Suisse une activité lucrative pendant plus de quatre mois au total sur une période de douze mois peuvent exercer leur activité dès qu’elles ont déclaré leur arrivée, pour autant qu’aucune décision contraire n’ait été prise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_12"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Activité lucrative à court terme",
        "citation": "Art. 12 al. 3 OASA",
        "content": "Les artistes (art. 19, al. 4, let. b, et 19b, al. 2, let. b) doivent déclarer leur arrivée en Suisse indépendamment de la durée de leur séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_12"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Délai de déclaration d’arrivée pour le personnel privé",
        "citation": "Art. 13 OASA",
        "content": "Les étrangers travaillant comme personnel privé et accompagnant leur employeur, qui n’exerce pas d’activité lucrative, dans le cadre d’un séjour non soumis à autorisation, sont soumis aux dispositions en matière de déclaration et d’autorisation prévues à l’art. 9.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_13"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Activité lucrative transfrontière ne dépassant pas huit jours",
        "citation": "Art. 14 al. 1 OASA",
        "content": "Les étrangers qui fournissent une prestation transfrontière (art. 3) ou qui exercent une activité lucrative en Suisse sur mandat d’un employeur étranger, doivent être munis d’une autorisation lorsqu’ils exercent l’activité plus de huit jours par année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_14"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Activité lucrative transfrontière ne dépassant pas huit jours",
        "citation": "Art. 14 al. 2 OASA",
        "content": "Si l’activité dure plus longtemps que prévu, une déclaration doit être effectuée avant l’expiration du délai de huit jours. Une fois la déclaration effectuée, l’activité lucrative peut être poursuivie jusqu’à l’octroi de l’autorisation, pour autant que l’autorité compétente ne prenne pas une autre décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_14"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 3 Procédures d’autorisation et de déclaration d’arrivée en cas de séjour avec activité lucrative, Activité lucrative transfrontière ne dépassant pas huit jours",
        "citation": "Art. 14 al. 3 OASA",
        "content": "Les étrangers doivent être munis d’une autorisation indépendamment de la durée de leur séjour lorsqu’ils exercent une activité lucrative transfrontière dans l’un des secteurs suivants:\na. construction, génie civil et second œuvre;\nb. restauration, hôtellerie et nettoyage industriel ou domestique;\nc. surveillance et sécurité;\nd. commerce itinérant au sens de l’art. 2, al. 1, let. a et b, de la loi fédérale du 23 mars 2001 sur le commerce itinérant;\ne. industrie du sexe;\nf. aménagement ou entretien paysager.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_14"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Déclarations d’arrivée et de départ après un changement du lieu de domicile",
        "citation": "Art. 15 al. 1 OASA",
        "content": "En cas de changement de commune ou de canton, les étrangers doivent déclarer leur arrivée dans les quatorze jours auprès du service compétent du nouveau lieu de domicile (art. 17) et déclarer leur départ dans les mêmes délais auprès du service compétent de leur ancien lieu de domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_15"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Déclarations d’arrivée et de départ après un changement du lieu de domicile",
        "citation": "Art. 15 al. 2 OASA",
        "content": "Les étrangers qui déplacent leur lieu de domicile à l’étranger doivent déclarer leur départ auprès du service compétent de leur ancien lieu de domicile au plus tard quatorze jours avant de quitter la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_15"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Déclarations d’arrivée et de départ en cas de séjour hebdomadaire hors du domicile",
        "citation": "Art. 16 al. 1 OASA",
        "content": "Les personnes qui, pendant la semaine, exercent une activité lucrative ou suivent une formation dans un autre lieu sans pour autant transférer le centre de leurs intérêts doivent déclarer leur situation aux autorités du lieu de séjour hebdomadaire dans les quatorze jours si le séjour hebdomadaire dure plus de trois mois par année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_16"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Déclarations d’arrivée et de départ en cas de séjour hebdomadaire hors du domicile",
        "citation": "Art. 16 al. 2 OASA",
        "content": "Si la situation de séjour hebdomadaire prend fin, elles doivent déclarer leur départ au service compétent selon l’art. 17 dans les quatorze jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_16"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Services compétents pour les déclarations d’arrivée et de départ",
        "citation": "Art. 17 OASA",
        "content": "Les cantons désignent les services chargés de recevoir les déclarations de départ et d’arrivée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_17"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Déclaration du logeur",
        "citation": "Art. 18 al. 1 OASA",
        "content": "Celui qui loge un étranger contre rémunération est tenu de remplir un bulletin d’arrivée d’après les indications contenues dans les pièces de légitimation de l’étranger et de le lui faire signer. La personne logée est tenue de présenter à cet effet ses pièces de légitimation au logeur. Le bulletin d’arrivée doit être transmis à l’autorité cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_18"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 2, Procédure de déclaration et d’autorisation, Section 4 Dispositions générales relatives aux déclarations d’arrivée et de départ, Déclaration du logeur",
        "citation": "Art. 18 al. 2 OASA",
        "content": "Pour les groupes, l’arrivée est déclarée au moyen d’une liste signée par une personne responsable du voyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_18"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Autorisations de séjour de courte durée et autorisations de séjour",
        "citation": "Art. 18a al. 1 OASA",
        "content": "Une autorisation de séjour de courte durée au sens de l’annexe 1 peut être délivrée pour un séjour limité en vue de l’exercice d’une activité lucrative d’un an au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_18_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Autorisations de séjour de courte durée et autorisations de séjour",
        "citation": "Art. 18a al. 2 OASA",
        "content": "Une autorisation de séjour au sens de l’annexe 2 peut être délivrée pour un séjour en vue de l’exercice d’une activité lucrative d’une durée supérieure à un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_18_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée",
        "citation": "Art. 19 al. 1 OASA",
        "content": "Les cantons peuvent délivrer aux étrangers qui ne sont pas couverts par le champ d’application de l’accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses États membres, d’autre part, sur la libre circulation des personnes (ALCP) ou à la Convention du 4 janvier 1960 instituant l’Association européenne de libre-échange (Convention instituant l’AELE) des autorisations de séjour de courte durée dans les limites des nombres maximums fixés à l’annexe 1, ch. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée",
        "citation": "Art. 19 al. 2 OASA",
        "content": "Le nombre maximum d’autorisations dont dispose la Confédération figure à l’annexe 1, ch. 1, let. b. Il sert au rééquilibrage des besoins de l’économie et du marché du travail des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée",
        "citation": "Art. 19 al. 3 OASA",
        "content": "Le SEM peut, sur demande, répartir entre les cantons le nombre maximum d’autorisations dont dispose la Confédération. Il tient compte pour cela des besoins des cantons et d’intérêts économiques généraux pour la période de contingentement fixée à l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée",
        "citation": "Art. 19 al. 4 OASA",
        "content": "Ne sont pas comptés dans les nombres maximums d’autorisations visés aux al. 1 et 2 les étrangers:\na. qui exercent une activité en Suisse durant un total de quatre mois au maximum sur une période de douze mois, pour autant:\n1. que la durée et le but de leur séjour soient fixés d’avance, et\n2. que le nombre d’étrangers occupés durant ces courtes périodes ne dépasse le quart de l’effectif total du personnel de l’entreprise que dans des cas exceptionnels dûment motivés;\nb. qui résident en Suisse durant un total de huit mois au maximum sur une période de douze mois et qui exercent une activité en qualité d’artistes dans les domaines de la musique, de la littérature, du spectacle, des arts plastiques, du cirque ou des variétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée pour les prestations de services fournies dans le cadre de l’ALCP ou de la Convention instituant l’AELE",
        "citation": "Art. 19a al. 1 OASA",
        "content": "Les cantons peuvent délivrer aux étrangers qui fournissent des services transfrontaliers des autorisations de séjour de courte durée dans les limites des nombres maximums fixés à l’annexe 1, ch. 4 et 5, si:\na. la prestation de services est fournie dans le cadre de l’ALCP ou de la Convention instituant l’AELE, et que\nb. le séjour dépasse 90 jours, ou 120 jours si les conditions prévues à l’art. 19a, al. 2, sont réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée pour les prestations de services fournies dans le cadre de l’ALCP ou de la Convention instituant l’AELE",
        "citation": "Art. 19a al. 2 OASA",
        "content": "Ne sont pas comptés dans les nombres maximums d’autorisations visés à l’al. 1 les étrangers qui exercent une activité en Suisse durant un total de quatre mois au maximum sur une période de douze mois, pour autant:\na. que la durée et le but de leur séjour soient fixés d’avance, et\nb. que le nombre d’étrangers occupés durant ces courtes périodes ne dépasse le quart de l’effectif total du personnel de l’entreprise que dans des cas exceptionnels dûment motivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée pour les ressortissants du Royaume-Uni",
        "citation": "Art. 19b al. 1 OASA",
        "content": "Les cantons peuvent délivrer, dans les limites des nombres maximums fixés à l’annexe 1, ch. 7 et 8, des autorisations de séjour de courte durée aux ressortissants du Royaume-Uni qui ne sont pas couverts par le champ d’application de l’accord du 25 février 2019 entre la Confédération suisse et le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord relatif aux droits des citoyens à la suite du retrait du Royaume-Uni de l’Union européenne et de la fin de l’applicabilité de l’accord sur la libre circulation des personnes (accord sur les droits acquis).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour de courte durée pour les ressortissants du Royaume-Uni",
        "citation": "Art. 19b al. 2 OASA",
        "content": "Ne sont pas comptés dans les nombres maximums visés à l’al. 1:\na. les étrangers qui n’exercent une activité en Suisse que durant un total de quatre mois au maximum sur une période de douze mois, pour autant:\n1. que la durée et le but de leur séjour soient fixés d’avance, et\n2. que le nombre d’étrangers occupés durant ces courtes périodes ne dépasse le quart de l’effectif total du personnel de l’entreprise que dans des cas exceptionnels dûment motivés;\nb. les étrangers qui résident en Suisse au total huit mois au maximum sur une période de douze mois et qui exercent une activité en qualité d’artistes dans les domaines de la musique, de la littérature, du spectacle, des arts plastiques, du cirque ou des variétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_19_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour",
        "citation": "Art. 20 al. 1 OASA",
        "content": "Les cantons peuvent délivrer aux étrangers qui ne sont pas couverts par le champ d’application de l’ALCP ou à la Convention instituant l’AELE des autorisations de séjour dans les limites des nombres maximums fixés à l’annexe 2, ch. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_20"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour",
        "citation": "Art. 20 al. 2 OASA",
        "content": "Le nombre maximum d’autorisations dont dispose la Confédération figure à l’annexe 2, ch. 1, let. b. Il sert au rééquilibrage des besoins de l’économie et du marché du travail des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_20"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour",
        "citation": "Art. 20 al. 3 OASA",
        "content": "Le SEM peut, sur demande, répartir entre les cantons le nombre maximum d’autorisations dont dispose la Confédération. Il tient compte pour cela des besoins des cantons et d’intérêts économiques généraux pour la période de contingentement fixée à l’annexe 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_20"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour pour les prestations de services fournies dans le cadre de l’ALCP ou de la Convention instituant l’AELE",
        "citation": "Art. 20a OASA",
        "content": "Les cantons peuvent délivrer aux étrangers qui fournissent des services transfrontaliers des autorisations de séjour dans les limites des nombres maximums fixés à l’annexe 2, ch. 4 et 5, si:\na. la prestation de services est fournie dans le cadre de l’ALCP ou de la Convention instituant l’AELE, et que\nb. le séjour dépasse 90 jours, ou 120 jours si les conditions prévues à l’art. 19a, al. 2, sont réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_20_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Nombres maximums d’autorisations de séjour pour les ressortissants du Royaume-Uni",
        "citation": "Art. 20b OASA",
        "content": "Les cantons peuvent délivrer, dans les limites des nombres maximums fixés à l’annexe 2, ch. 7 et 8, des autorisations de séjour aux ressortissants du Royaume-Uni qui ne sont pas couverts par le champ d’application de l’accord sur les droits acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_20_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Non imputation sur les nombres maximums",
        "citation": "Art. 21 OASA",
        "content": "Il n’y a pas imputation sur le nombre maximum d’autorisations (art. 19 à 20b) lorsque l’étranger:\na. a renoncé à exercer en Suisse l’activité lucrative autorisée;\nb. a quitté la Suisse dans les 90 jours qui ont suivi le début de l’activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_21"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Conditions de rémunération et de travail",
        "citation": "Art. 22 al. 1 OASA",
        "content": "Pour déterminer les salaires et les conditions de travail en usage dans la localité et la profession, il y a lieu de tenir compte des prescriptions légales, des conventions collectives et des contrats-types de travail ainsi que des salaires et des conditions accordés pour un travail semblable dans la même entreprise et dans la même branche. Il importe également de prendre en considération les résultats des relevés statistiques sur les salaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_22"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Conditions de rémunération et de travail",
        "citation": "Art. 22 al. 2 OASA",
        "content": "L’employeur est tenu de présenter un contrat de travail ou une confirmation du mandat au service compétent en vertu du droit cantonal en matière d’accès au marché du travail. Pour les prestations de service transfrontières, il doit présenter l’attestation du détachement ainsi que le contrat de prestations. Ces documents doivent indiquer la durée de l’activité lucrative, les conditions d’engagement et le salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_22"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Durée de l’obligation de remboursement en cas de détachement de longue durée",
        "citation": "Art. 22a al. 1 OASA",
        "content": "L’employeur est exempté de l’obligation de rembourser les dépenses liées à un détachement de longue durée dans le cadre d’une prestation de services transfrontalière ou d’un transfert interentreprises dès lors que le travailleur détaché a séjourné plus de douze mois sans interruption en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_22_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Durée de l’obligation de remboursement en cas de détachement de longue durée",
        "citation": "Art. 22a al. 2 OASA",
        "content": "L’al. 1 ne s’applique pas si un salaire minimum est garanti au travailleur détaché ou au prestataire de services transfrontaliers par une convention collective de travail déclarée de force obligatoire ou par un contrat-type de travail au sens de l’art. 360a du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_22_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Conditions d’admission des personnes assurant un encadrement ou un enseignement",
        "citation": "Art. 22b al. 1 OASA",
        "content": "L’appréciation de la connaissance des systèmes social et juridique suisses qu’a une personne assurant un encadrement ou un enseignement religieux ou dispensant un cours de langue et de culture de son pays d’origine est régie par l’art. 58a, al. 1, let. a et b, LEI, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_22_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 1, Admission en vue de l’exercice d’une activité lucrative, Conditions d’admission des personnes assurant un encadrement ou un enseignement",
        "citation": "Art. 22b al. 2 OASA",
        "content": "Pour obtenir une autorisation de séjour, la personne assurant un encadrement ou un enseignement religieux est tenue de prouver qu’elle possède des connaissances orales de la langue nationale parlée sur le lieu de travail équivalant au moins au niveau B1 du cadre de référence pour les langues reconnu à l’échelle européenne (cadre de référence) et des compétences écrites du niveau A1 au minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_22_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Conditions requises pour suivre la formation ou la formation continue ",
        "citation": "Art. 23 al. 1 OASA",
        "content": "L’étranger peut prouver qu’il dispose des moyens financiers nécessaires à une formation ou à une formation continue en présentant notamment:\na. une déclaration d’engagement ainsi qu’une attestation de revenu ou de fortune d’une personne solvable domiciliée en Suisse; les étrangers doivent être titulaires d’une autorisation de séjour ou d’établissement;\nb. la confirmation d’une banque reconnue en Suisse permettant d’attester l’existence de valeurs patrimoniales suffisantes;\nc. une garantie ferme d’octroi de bourses ou de prêts de formation suffisants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_23"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Conditions requises pour suivre la formation ou la formation continue ",
        "citation": "Art. 23 al. 2 OASA",
        "content": "Les qualifications personnelles (art. 27, al. 1, let. d, LEI) sont suffisantes notamment lorsqu’aucun séjour antérieur, aucune procédure de demande antérieure ni aucun autre élément n’indiquent que la formation ou la formation continue invoquée vise uniquement à éluder les prescriptions générales sur l’admission et le séjour des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_23"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Conditions requises pour suivre la formation ou la formation continue ",
        "citation": "Art. 23 al. 3 OASA",
        "content": "Une formation ou une formation continue est en principe admise pour une durée maximale de huit ans. Des dérogations peuvent être accordées en vue d’une formation ou d’une formation continue visant un but précis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_23"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Conditions requises pour suivre la formation ou la formation continue ",
        "citation": "Art. 23 al. 4 OASA",
        "content": "L’exercice d’une activité lucrative se fonde sur les art. 38 à 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_23"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Exigences envers les écoles",
        "citation": "Art. 24 al. 1 OASA",
        "content": "Les écoles qui proposent des cours de formation ou de formation continue à des étrangers doivent garantir une offre de cours adaptée et respecter le programme d’enseignement. Les autorités compétentes peuvent limiter aux seules écoles reconnues l’admission à des cours de formation ou de formation continue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_24"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Exigences envers les écoles",
        "citation": "Art. 24 al. 2 OASA",
        "content": "Le programme d’enseignement et la durée de la formation ou de la formation continue doivent être fixés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_24"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Exigences envers les écoles",
        "citation": "Art. 24 al. 3 OASA",
        "content": "La direction de l’école doit confirmer que le candidat possède le niveau de formation et les connaissances linguistiques requis pour suivre la formation ou la formation continue envisagée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_24"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 2, Formation et formation continue, Exigences envers les écoles",
        "citation": "Art. 24 al. 4 OASA",
        "content": "Dans des cas dûment motivés, les autorités compétentes peuvent également demander qu’un test linguistique soit effectué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_24"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 3, Rentiers",
        "citation": "Art. 25 al. 1 OASA",
        "content": "L’âge minimum pour l’admission des rentiers est de 55 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_25"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 3, Rentiers",
        "citation": "Art. 25 al. 2 OASA",
        "content": "Les rentiers ont des attaches personnelles particulières avec la Suisse notamment:\na. lorsqu’ils peuvent prouver qu’ils ont effectué dans le passé des séjours assez longs en Suisse, notamment dans le cadre de vacances, d’une formation ou d’une activité lucrative;\nb. lorsqu’ils ont des relations étroites avec des parents proches en Suisse (parents, enfants, petits-enfants ou frères et sœurs).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_25"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 3, Rentiers",
        "citation": "Art. 25 al. 3 OASA",
        "content": "Ils ne sont pas autorisés à exercer une activité lucrative en Suisse ou à l’étranger, à l’exception de la gestion de leur propre fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_25"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 3, Rentiers",
        "citation": "Art. 25 al. 4 OASA",
        "content": "Les moyens financiers sont suffisants lorsqu’ils dépassent le montant qui autorise un citoyen suisse et éventuellement les membres de sa famille à percevoir des prestations complémentaires conformément à la loi du 6 octobre 2006 sur les prestations complémentaires (LPC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_25"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative des membres de la famille des personnes titulaires d’une autorisation de séjour de courte durée",
        "citation": "Art. 26 al. 1 OASA",
        "content": "Le conjoint et les enfants étrangers du titulaire d’une autorisation de séjour de courte durée peuvent être autorisés à exercer une activité salariée si:\na. la demande provient d’un employeur (art. 18, let. b, LEI);\nb. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nc. les qualifications personnelles sont prises en compte (art. 23 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_26"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative des membres de la famille des personnes titulaires d’une autorisation de séjour de courte durée",
        "citation": "Art. 26 al. 2 OASA",
        "content": "L’autorisation d’exercer une activité lucrative accordée au conjoint et aux enfants étrangers du titulaire au sens de l’al. 1 est limitée à la durée de validité de l’autorisation de séjour de courte durée de la personne ayant bénéficié du regroupement familial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_26"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Membres de la famille ayant le droit d’exercer une activité lucrative",
        "citation": "Art. 27 OASA",
        "content": "Le conjoint et les enfants ayant le droit d’exercer une activité lucrative peuvent commencer à travailler sans se soumettre à une procédure d’autorisation supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_27"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Enfants étrangers de ressortissants suisses",
        "citation": "Art. 29 al. 1 OASA",
        "content": "Les enfants étrangers de ressortissants suisses pour lesquels les dispositions relatives au regroupement familial prévues à l’art. 42 LEI ne s’appliquent pas peuvent obtenir une autorisation de séjour si la réintégration ou la naturalisation facilitée au sens des art. 27, al. 2, et 51, al. 1 et 2, de la loi du 20 juin 2014 sur la nationalité suisse (LN) est possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_29"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Enfants étrangers de ressortissants suisses",
        "citation": "Art. 29 al. 2 OASA",
        "content": "L’exercice d’une activité lucrative salariée peut être autorisé si:\na. la demande provient d’un employeur (art. 18, let. b, LEI);\nb. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nc. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_29"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Enfants étrangers de ressortissants suisses",
        "citation": "Art. 29 al. 3 OASA",
        "content": "L’exercice d’une activité lucrative indépendante peut être autorisé si:\na. les conditions financières et les exigences relatives à l’exploitation de l’entreprise sont remplies (art. 19, let. b, LEI);\nb. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_29"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Anciens ressortissants suisses",
        "citation": "Art. 30 al. 1 OASA",
        "content": "Les personnes qui ont été libérées de la nationalité suisse (art. 37 LN) peuvent obtenir une autorisation de séjour si elles ont des liens étroits avec la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_30"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Anciens ressortissants suisses",
        "citation": "Art. 30 al. 2 OASA",
        "content": "L’exercice d’une activité lucrative peut être autorisé si les conditions prévues à l’art. 29, al. 2 ou 3, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_30"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Anciens ressortissants suisses",
        "citation": "Art. 30 al. 3 OASA",
        "content": "Les conditions générales d’admission de la LEI s’appliquent aux personnes dont la nationalité a été annulée conformément à l’art. 36 LN ou leur a été retirée conformément à l’art. 42 de la même loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_30"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Formation professionnelle initiale",
        "citation": "Art. 30a al. 1 OASA",
        "content": "Afin de permettre à un étranger en séjour irrégulier de suivre une formation professionnelle initiale, une autorisation de séjour peut lui être octroyée pour la durée de la formation aux conditions suivantes:\na. le requérant a suivi l’école obligatoire de manière ininterrompue durant deux ans au moins en Suisse et a déposé une demande dans les deux ans suivants; la participation à des offres de formation transitoire sans activité lucrative est comptabilisée comme temps de scolarité obligatoire;\nb. l’employeur du requérant a déposé une demande conformément à l’art. 18, let. b, LEI;\nc. les conditions de rémunération et de travail visées à l’art. 22 LEI sont respectées;\nd. le requérant remplit les critères d’intégration définis à l’art. 58a, al. 1, LEI;\ne. ...\nf. il justifie de son identité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_30_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Formation professionnelle initiale",
        "citation": "Art. 30a al. 2 OASA",
        "content": "L’autorisation peut être prolongée au terme de la formation initiale si les conditions visées à l’art. 31 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_30_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Formation professionnelle initiale",
        "citation": "Art. 30a al. 3 OASA",
        "content": "Une autorisation de séjour peut être octroyée aux parents et aux frères et sœurs de la personne concernée s’ils remplissent les conditions visées à l’art. 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_30_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Cas individuels d’une extrême gravité",
        "citation": "Art. 31 al. 1 OASA",
        "content": "Une autorisation de séjour peut être octroyée dans les cas individuels d’extrême gravité. Lors de l’appréciation, il convient de tenir compte notamment:\na. de l’intégration du requérant sur la base des critères d’intégration définis à l’art. 58a, al. 1, LEI;\nb. ...\nc. de la situation familiale, particulièrement de la période de scolarisation et de la durée de la scolarité des enfants;\nd. de la situation financière;\ne. de la durée de la présence en Suisse;\nf. de l’état de santé;\ng. des possibilités de réintégration dans l’État de provenance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_31"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Cas individuels d’une extrême gravité",
        "citation": "Art. 31 al. 2 OASA",
        "content": "Le requérant doit justifier de son identité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_31"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Cas individuels d’une extrême gravité",
        "citation": "Art. 31 al. 3 OASA",
        "content": "L’exercice d’une activité lucrative salariée ou indépendante n’est pas soumis à autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_31"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Cas individuels d’une extrême gravité",
        "citation": "Art. 31 al. 5 OASA",
        "content": "Si le requérant n’a pu participer à la vie économique ou acquérir une formation (art. 58a, al. 1, let. d, LEI) en raison de son âge, de son état de santé ou d’une interdiction de travailler en vertu de l’art. 43 LAsi, il convient d’en tenir compte lors de l’examen de sa situation financière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_31"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Cas individuels d’une extrême gravité",
        "citation": "Art. 31 al. 6 OASA",
        "content": "Le succès obtenu lors de la participation à un programme d’intégration ou d’occupation sera pris en compte lors de l’examen d’une demande d’octroi d’une autorisation de séjour en vertu de l’art. 84, al. 5, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_31"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Intérêts publics majeurs",
        "citation": "Art. 32 al. 1 OASA",
        "content": "Une autorisation de courte durée ou une autorisation de séjour peut être accordée en vue de préserver des intérêts publics majeurs. Lors de l’appréciation, il convient notamment de tenir compte:\na. des intérêts culturels importants;\nb. des motifs d’ordre politique;\nc. des intérêts cantonaux majeurs en matière de fiscalité, et\nd. de la nécessité de la présence d’un étranger dans une procédure pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_32"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Intérêts publics majeurs",
        "citation": "Art. 32 al. 2 OASA",
        "content": "L’exercice d’une activité lucrative peut être autorisé lors de l’admission conformément à l’al. 1, let. a et b, si les conditions prévues à l’art. 29, al. 2 ou 3, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_32"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Enfants placés",
        "citation": "Art. 33 OASA",
        "content": "Des autorisations de séjour peuvent être accordées à des enfants placés si les conditions auxquelles le code civil soumet l’accueil de ces enfants sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_33"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Délai de rétablissement et de réflexion pour les victimes et les témoins de la traite d’êtres humains",
        "citation": "Art. 35 al. 1 OASA",
        "content": "S’il y a lieu de croire qu’un étranger dont le séjour dans notre pays n’est pas régulier est une victime ou un témoin de la traite d’êtres humains, l’autorité migratoire cantonale (art. 88, al. 1) lui accorde un délai de rétablissement et de réflexion, pendant lequel la personne concernée peut se reposer et doit décider si elle est disposée à poursuivre sa collaboration avec les autorités. Pendant ce délai, aucune mesure d’exécution relevant du droit des étrangers n’est appliquée. La durée du délai de rétablissement et de réflexion fixée par l’autorité cantonale dépend du cas particulier, mais comprend 30 jours au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_35"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Délai de rétablissement et de réflexion pour les victimes et les témoins de la traite d’êtres humains",
        "citation": "Art. 35 al. 2 OASA",
        "content": "Le délai de rétablissement et de réflexion prend fin avant l’échéance si la personne concernée se déclare disposée à coopérer avec les autorités compétentes et si elle confirme qu’elle a coupé tous les liens avec les auteurs présumés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_35"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Délai de rétablissement et de réflexion pour les victimes et les témoins de la traite d’êtres humains",
        "citation": "Art. 35 al. 3 OASA",
        "content": "Le délai de rétablissement et de réflexion échoit par ailleurs lorsque la personne concernée:\na. déclare qu’elle n’est pas prête à coopérer avec les autorités;\nb. a délibérément renoué contact avec les auteurs présumés du délit;\nc. n’est pas, à la lumière d’éléments nouveaux, une victime ou un témoin de la traite d’êtres humains, ou\nd. menace gravement la sécurité et l’ordre publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_35"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour de victimes et de témoins de la traite d’êtres humains",
        "citation": "Art. 36 al. 1 OASA",
        "content": "Lorsque la présence de la victime ou du témoin est encore requise, les autorités compétentes pour les recherches policières ou pour la procédure judiciaire en informent l’autorité migratoire cantonale (art. 88, al. 1), en en précisant la durée, avant le terme du délai de réflexion (art. 35).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour de victimes et de témoins de la traite d’êtres humains",
        "citation": "Art. 36 al. 2 OASA",
        "content": "L’autorité compétente en matière d’étrangers du canton dans lequel l’infraction a été commise délivre une autorisation de séjour de courte durée pour la durée probable de l’enquête policière ou de la procédure judiciaire. Si des enquêtes policières sont menées dans plusieurs cantons, c’est le dernier canton dans lequel la personne a séjourné qui délivre l’autorisation de séjour de courte durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour de victimes et de témoins de la traite d’êtres humains",
        "citation": "Art. 36 al. 3 OASA",
        "content": "En vertu des motifs mentionnés à l’art. 35, al. 3, l’autorisation peut être révoquée ou ne pas être prolongée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour de victimes et de témoins de la traite d’êtres humains",
        "citation": "Art. 36 al. 4 OASA",
        "content": "L’exercice d’une activité lucrative peut être autorisé si:\na. il existe une demande d’un employeur (art. 18, let. b, LEI);\nb. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nc. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour de victimes et de témoins de la traite d’êtres humains",
        "citation": "Art. 36 al. 5 OASA",
        "content": "La personne concernée doit quitter la Suisse lorsque le délai de réflexion accordé a expiré ou lorsque son séjour n’est plus requis pour les besoins de l’enquête et de la procédure judiciaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour de victimes et de témoins de la traite d’êtres humains",
        "citation": "Art. 36 al. 6 OASA",
        "content": "Une prolongation du séjour peut être autorisée en présence d’un cas individuel d’une extrême gravité (art. 31). Il y a lieu de tenir compte de la situation particulière des victimes ou des témoins de la traite d’êtres humains. L’octroi d’une admission provisoire (art. 83 LEI) est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour d’étrangers dans le cadre de la protection extraprocédurale des témoins",
        "citation": "Art. 36a al. 1 OASA",
        "content": "Les étrangers obtiennent une autorisation de séjour dans le cadre de la protection extraprocédurale des témoins:\na. en cas de décision exécutoire de mise en place d’un programme de protection des témoins selon l’art. 8 de la loi fédérale du 23 décembre 2011 sur la protection extraprocédurale des témoins (LTém), ou\nb. en cas de convention de prise en charge d’un étranger à protéger conformément à l’art. 28 LTém.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour d’étrangers dans le cadre de la protection extraprocédurale des témoins",
        "citation": "Art. 36a al. 2 OASA",
        "content": "L’autorité compétente en matière d’étrangers du canton dans lequel la personne à protéger est placée est responsable de l’octroi des autorisations de séjour aux étrangers dans le cadre de la protection extraprocédurale des témoins. L’octroi se fait en accord avec le Service de protection des témoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Séjour d’étrangers dans le cadre de la protection extraprocédurale des témoins",
        "citation": "Art. 36a al. 3 OASA",
        "content": "L’exercice d’une activité lucrative peut être autorisé si les conditions prévues à l’art. 29, al. 2 ou 3, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_36_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Projets d’aide et de développement",
        "citation": "Art. 37 OASA",
        "content": "Des autorisations de séjour ou de courte durée peuvent être octroyées dans le cadre de projets de coopération économique et technique relevant de l’aide et du développement si:\na. il existe une demande d’un employeur (art. 18, let. b, LEI);\nb. les nombres maximums sont respectés (art. 20 LEI);\nc. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nd. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_37"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Formation et formation continue avec activité accessoire",
        "citation": "Art. 38 OASA",
        "content": "Les étrangers qui suivent en Suisse une formation ou une formation continue dans une haute école ou une haute école spécialisée peuvent être autorisés à exercer une activité accessoire au plus tôt six mois après le début de la formation si:\na. la direction de l’école certifie que cette activité est compatible avec la formation et n’en retarde pas la fin;\nb. la durée de travail n’excède pas 15 heures par semaine en dehors des vacances;\nc. il existe une demande d’un employeur (art. 18, let. b, LEI);\nd. les conditions de rémunération et de travail sont remplies (art. 22 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_38"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Formation avec stage obligatoire",
        "citation": "Art. 39 OASA",
        "content": "Les étrangers qui suivent en Suisse une formation à plein temps peuvent être autorisés à exercer une activité lucrative durant le stage obligatoire si:\na. l’activité ne représente pas plus de la moitié de la durée totale de la formation;\nb. il existe une demande d’un employeur (art. 18, let. b, LEI);\nc. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nd. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_39"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative pendant une formation postgrade dans une université ou une haute école spécialisée",
        "citation": "Art. 40 al. 1 OASA",
        "content": "Les étrangers qui suivent une formation postgrade dans une haute école ou une haute école spécialisée en Suisse peuvent être autorisés à exercer une activité lucrative dans leur domaine de spécialisation scientifique si:\na. il existe une demande d’un employeur (art. 18, let. b, LEI);\nb. les conditions de rémunération et de travail sont remplies (art. 22 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_40"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative pendant une formation postgrade dans une université ou une haute école spécialisée",
        "citation": "Art. 40 al. 2 OASA",
        "content": "L’activité lucrative ne doit pas entraver la formation postgrade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_40"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Échanges internationaux",
        "citation": "Art. 41 OASA",
        "content": "Des autorisations de séjour ou de courte durée peuvent être accordées en vue de faciliter les échanges internationaux de nature économique, scientifique et culturelle si:\na. l’échange sert les intérêts économiques du pays (art. 18, let. a, LEI);\nb. il existe une demande d’un employeur (art. 18, let. b, LEI);\nc. les nombres maximums sont respectés (art. 20 LEI);\nd. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\ne. les qualifications personnelles sont prises en considération (art. 23 LEI);\nf. le logement est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_41"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Stagiaires",
        "citation": "Art. 42 al. 1 OASA",
        "content": "La procédure et l’octroi d’autorisations sont fixés dans les accords concernant les stagiaires et les arrangements bilatéraux entre administrations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_42"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Stagiaires",
        "citation": "Art. 42 al. 2 OASA",
        "content": "Le SEM peut octroyer des autorisations de séjour pour un stage de 18 mois au maximum, en imputant ces autorisations sur les nombres maximums fixés dans les accords concernant les stagiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_42"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Stagiaires",
        "citation": "Art. 42 al. 3 OASA",
        "content": "Les autorisations de stagiaires peuvent être prolongées, sur décision du SEM, dans les limites de la durée de séjour maximale de 18 mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_42"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Admission des personnes exerçant des fonctions internationales particulières",
        "citation": "Art. 43 al. 1 OASA",
        "content": "Les conditions d’admission fixées par la LEI ne sont pas applicables aux étrangers suivants, tant qu’ils exercent leur fonction:\na. les membres de missions diplomatiques et permanentes ainsi que de postes consulaires, titulaires d’une carte de légitimation du Département fédéral des affaires étrangères (DFAE);\nb. les fonctionnaires d’organisations internationales ayant leur siège en Suisse, titulaires d’une carte de légitimation du DFAE;\nc. le personnel travaillant pour ces organisations, titulaire d’une carte de légitimation du DFAE;\nd. le personnel privé au service des personnes désignées aux let. a à c, titulaire d’une carte de légitimation du DFAE;\ne. les fonctionnaires d’administrations étrangères ou les employés d’entreprises qui, dans le cadre de l’exercice d’un mandat public, ont leur lieu de travail ou de service en Suisse;\nf. les correspondants qui travaillent exclusivement pour des journaux, des revues, des agences de presse et d’information, pour des stations de radio et des chaînes de télévision, dont le siège est à l’étranger, s’ils sont accrédités auprès du DFAE ou de l’Office des Nations Unies à Genève;\ng. les personnes qualifiées, employées auprès de services étrangers officiels, qui accomplissent, pour le compte d’employés étrangers, des tâches fixées dans des accords bilatéraux;\nh. les collaborateurs des organisations ayant leur siège en Suisse auxquelles le Conseil fédéral accorde des facilitations allant dans ce sens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_43"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Admission des personnes exerçant des fonctions internationales particulières",
        "citation": "Art. 43 al. 2 OASA",
        "content": "Le conjoint, le partenaire et les enfants de moins de 25 ans des personnes désignées à l’al. 1, let. a et b, sont admis pendant la durée de fonction de ces personnes au titre du regroupement familial, s’ils font ménage commun avec elles. Ils reçoivent une carte de légitimation du DFAE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_43"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Admission des personnes exerçant des fonctions internationales particulières",
        "citation": "Art. 43 al. 3 OASA",
        "content": "Le conjoint, le partenaire et les enfants de moins de 21 ans des personnes désignées à l’al. 1, let. c, sont admis pendant la durée de fonction de ces personnes au titre du regroupement familial, s’ils font ménage commun avec elles. Ils reçoivent une carte de légitimation du DFAE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_43"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative accessoire de personnes exerçant des fonctions internationales particulières",
        "citation": "Art. 44 OASA",
        "content": "Si les personnes suivantes présentent un contrat de travail ou une offre de travail formelle, une autorisation d’exercer une activité lucrative accessoire peut leur être accordée tant qu’elles exercent leur fonction:\na. les membres de missions diplomatiques et permanentes ainsi que de postes consulaires, titulaires d’une carte de légitimation du DFAE;\nb. les fonctionnaires d’organisations internationales ayant leur siège en Suisse, titulaires d’une carte de légitimation du DFAE;\nc. le personnel travaillant pour ces organisations, titulaire d’une carte de légitimation du DFAE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_44"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative des membres de la famille des personnes exerçant des fonctions internationales particulières",
        "citation": "Art. 45 al. 1 OASA",
        "content": "Le conjoint ou le partenaire (art. 43, al. 2) et les enfants des personnes visées à l’art. 43, al. 1, let. a et b, admis avant l’âge de 21 ans sont autorisés à exercer une activité lucrative s’ils présentent un contrat de travail ou une offre de travail formelle. Ils reçoivent un titre de séjour particulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_45"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Activité lucrative des membres de la famille des personnes exerçant des fonctions internationales particulières",
        "citation": "Art. 45 al. 2 OASA",
        "content": "Le conjoint ou le partenaire (art. 43, al. 3) et les enfants des personnes visées à l’art. 43, al. 1, let. c, admis au titre du regroupement familial avant l’âge de 21 ans peuvent être autorisés à exercer une activité lucrative s’ils présentent un contrat de travail ou une offre de travail formelle et si les conditions de rémunération et de travail prévues à l’art. 22 LEI sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_45"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Échange de personnel au sein d’entreprises internationales",
        "citation": "Art. 46 OASA",
        "content": "Des autorisations de séjour ou de courte durée peuvent être octroyées pour faciliter l’échange de cadres supérieurs et de spécialistes indispensables au sein d’une entreprise déployant des activités internationales si:\na. l’échange sert les intérêts économiques du pays (art. 18, let. a, LEI);\nb. il existe une demande d’un employeur (art. 18, let. b, LEI);\nc. les nombres maximums sont respectés (art. 20 LEI);\nd. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\ne. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_46"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Personnes au pair",
        "citation": "Art. 48 al. 1 OASA",
        "content": "Les personnes au pair peuvent obtenir des autorisations de séjour de courte durée si:\na. elles sont placées par une organisation autorisée à placer des employés au sens de la loi du 6 octobre 1989 sur le service de l’emploi et la location de services;\nb. les nombres maximums mentionnés à l’art. 20 LEI sont respectés;\nc. elles ont entre 18 et 25 ans;\nd. elles suivent un cours de la langue nationale parlée dans leur lieu de séjour;\ne. leur activité n’excède pas 30 heures par semaine et si elles disposent d’une journée complète de congé par semaine;\nf. leur activité comprend des travaux ménagers simples et la garde des enfants, tâches pour lesquelles elles sont rémunérées de manière appropriée;\ng. elles habitent chez leur famille d’accueil et disposent de leur propre chambre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_48"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Personnes au pair",
        "citation": "Art. 48 al. 2 OASA",
        "content": "Les autorisations pour les personnes au pair sont octroyées pour douze mois au maximum et ne peuvent pas être prolongées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_48"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Réadmission en Suisse d’étrangers",
        "citation": "Art. 49 al. 1 OASA",
        "content": "Les étrangers qui ont déjà été en possession d’une autorisation de séjour ou d’établissement peuvent obtenir une autorisation de séjour ou de courte durée:\na. si leur précédent séjour en Suisse a duré cinq ans au moins et n’était pas seulement de nature temporaire (art. 34, al. 5, LEI), et \nb. si leur libre départ de Suisse ne remonte pas à plus de deux ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_49"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Réadmission en Suisse d’étrangers",
        "citation": "Art. 49 al. 2 OASA",
        "content": "L’exercice d’une activité salariée peut être autorisé si:\na. il existe une demande d’un employeur (art. 18, let. b, LEI);\nb. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nc. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_49"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Réadmission après un séjour à l’étranger à des fins professionnelles ou de formation continue",
        "citation": "Art. 50 OASA",
        "content": "Les étrangers qui ont séjourné provisoirement à l’étranger pour le compte de leur employeur ou à des fins de formation professionnelle continue pour une durée de quatre ans au maximum peuvent obtenir une autorisation de séjour si:\na. l’autorité migratoire cantonale (art. 88, al. 1) leur a donné, avant le départ, l’assurance qu’ils pourraient revenir en Suisse;\nb. il existe une demande d’un employeur (art. 18, let. b, LEI);\nc. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nd. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_50"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Réadmission suite au service militaire à l’étranger",
        "citation": "Art. 51 OASA",
        "content": "Les étrangers qui ont interrompu leur activité professionnelle pour accomplir à l’étranger leur service militaire obligatoire peuvent obtenir une autorisation de séjour ou de courte durée si:\na. ils sont partis au plus tôt deux mois avant le début du service et s’ils reviennent au plus tard trois mois après la fin du service;\nb. il existe une demande d’un employeur (art. 18, let. b, LEI);\nc. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nd. le logement du requérant est approprié (art. 24 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_51"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Requérants d’asile",
        "citation": "Art. 52 al. 1 OASA",
        "content": "Si les conditions relevant du droit d’asile (art. 43, al. 1 à 3, LAsi) sont remplies, les requérants d’asile peuvent être autorisés à exercer temporairement une activité lucrative si:\na. la situation économique et de l’emploi le permet;\nb. il existe une demande d’un employeur (art. 18, let. b, LEI);\nc. les conditions de rémunération et de travail sont remplies (art. 22 LEI);\nd. l’ordre de priorité est respecté (art. 21 LEI);\ne. ils ne sont pas sous le coup d’une expulsion pénale au sens des art. 66a ou 66abis du code pénal ou 49a ou 49abis du code pénal militaire du 13 juin 1927 qui est entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_52"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Personnes à protéger",
        "citation": "Art. 53 al. 1 OASA",
        "content": "Une fois la protection provisoire obtenue, les personnes à protéger peuvent être autorisées à exercer temporairement une activité lucrative salariée si:\na. une demande a été déposée par un employeur (art. 18, let. b, LEI);\nb. les conditions de rémunération et de travail sont remplies (art. 22 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_53"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Personnes à protéger",
        "citation": "Art. 53 al. 2 OASA",
        "content": "Une fois la protection provisoire obtenue, les personnes à protéger peuvent être autorisées à exercer temporairement une activité lucrative indépendante si les conditions de l’art. 19, let. b et c, LEI sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_53"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 4, Dérogations aux conditions d’admission, Programmes d’occupation",
        "citation": "Art. 53a OASA",
        "content": "Les requérants d’asile, les étrangers admis à titre provisoire et les personnes à protéger qui participent à un programme d’occupation sont soumis aux conditions fixées dans ledit programme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_53_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 3, Admission, Section 5, Changement de but de séjour",
        "citation": "Art. 54 OASA",
        "content": "Si une autorisation de séjour ou de courte durée a été octroyée en vertu d’une disposition d’admission pour un séjour avec un but déterminé, une nouvelle autorisation est requise si le but du séjour change.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_54"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 1, Autorisations de courte durée, Changement d’emploi",
        "citation": "Art. 55 OASA",
        "content": "Les titulaires d’une autorisation de séjour de courte durée peuvent être autorisés à changer d’emploi au sein de la même branche et de la même profession s’ils ne peuvent poursuivre leur activité auprès de leur employeur ou si l’on ne peut pas raisonnablement l’exiger d’eux, pour autant que le changement d’emploi ne soit pas dû au comportement de l’employé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_55"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 1, Autorisations de courte durée, Renouvellement",
        "citation": "Art. 56 al. 1 OASA",
        "content": "Les autorisations pour des séjours de courte durée ne peuvent être accordées une nouvelle fois qu’après une interruption d’une année (art. 32, al. 4, LEI). Des exceptions sont possibles dans des cas dûment motivés lorsqu’il s’agit par exemple d’une activité annuelle périodique. L’al. 2 demeure réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_56"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 1, Autorisations de courte durée, Renouvellement",
        "citation": "Art. 56 al. 2 OASA",
        "content": "L’étranger doit, entre deux autorisations de courte durée de quatre mois au maximum (art. 19, al. 4, let. a, ou 19b, al. 2, let. b), séjourner au moins deux mois à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_56"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 1, Autorisations de courte durée, Renouvellement",
        "citation": "Art. 56 al. 3 OASA",
        "content": "Un étranger ne peut recevoir qu’une seule fois une autorisation de séjour de courte durée pour un séjour au pair (art. 48), pour une formation ou une formation continue (art. 23 et 24) ou pour un stage (art. 42). Des exceptions sont possibles dans des cas dûment motivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_56"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 1, Autorisations de courte durée, Succession d’autorisations",
        "citation": "Art. 57 al. 1 OASA",
        "content": "Les catégories d’autorisations ci-après ne peuvent pas se succéder immédiatement:\na. les autorisations de séjour de courte durée de quatre mois au maximum (art. 19, al. 4, let. a, et 19b, al. 2, let. a);\nb. les autorisations de séjour de courte durée de plus de quatre mois (art. 19, al. 1, et 19b, al. 1);\nc. les autorisations de séjour de courte durée de huit mois au maximum (art. 19, al. 4, let. b, et 19b, al. 2, let. b);\nd. les autorisations de séjour de courte durée pour stagiaires (art. 42).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_57"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 1, Autorisations de courte durée, Succession d’autorisations",
        "citation": "Art. 57 al. 2 OASA",
        "content": "La personne concernée doit prouver qu’elle a séjourné au moins deux mois à l’étranger entre l’une et l’autre de ces autorisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_57"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 2, Autorisations de séjour, Durée de validité de l’autorisation de séjour",
        "citation": "Art. 58 al. 1 OASA",
        "content": "L’autorisation de séjour initiale est valable une année; elle peut être prolongée de deux ans. Des exceptions sont possibles dans des cas dûment motivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_58"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 2, Autorisations de séjour, Durée de validité de l’autorisation de séjour",
        "citation": "Art. 58 al. 2 OASA",
        "content": "La pièce de légitimation étrangère (art. 8) doit être encore valable pendant six mois après l’expiration de l’autorisation de séjour. Des exceptions sont possibles dans des cas dûment motivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_58"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 2, Autorisations de séjour, Demande de prolongation de l’autorisation de séjour",
        "citation": "Art. 59 al. 1 OASA",
        "content": "La demande de prolongation de l’autorisation de séjour (art. 33, al. 3, LEI) doit être déposée au plus tard quatorze jours avant l’expiration de la durée de validité de l’autorisation de séjour. Une prolongation est possible au plus tôt trois mois avant l’expiration de la durée de validité. Des exceptions sont possibles dans des cas dûment motivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_59"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 2, Autorisations de séjour, Demande de prolongation de l’autorisation de séjour",
        "citation": "Art. 59 al. 2 OASA",
        "content": "Lorsque la personne concernée a déposé une demande de prolongation, elle est autorisée à séjourner en Suisse pendant la procédure, pour autant qu’aucune autre décision n’ait été rendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_59"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Octroi de l’autorisation d’établissement",
        "citation": "Art. 60 al. 1 OASA",
        "content": "L’octroi de l’autorisation d’établissement est soumis aux critères d’intégration définis à l’art. 58a, al. 1, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_60"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Octroi de l’autorisation d’établissement",
        "citation": "Art. 60 al. 2 OASA",
        "content": "L’étranger est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A2 du cadre de référence et des compétences écrites du niveau A1 au minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_60"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Nouvel octroi de l’autorisation d’établissement après un séjour à l’étranger",
        "citation": "Art. 61 al. 1 OASA",
        "content": "Après un séjour à l’étranger, l’autorisation d’établissement peut être octroyée une nouvelle fois lorsque le requérant a déjà été titulaire d’une telle autorisation pendant dix ans au moins et que son séjour à l’étranger n’a pas duré plus de six ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_61"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Nouvel octroi de l’autorisation d’établissement après un séjour à l’étranger",
        "citation": "Art. 61 al. 2 OASA",
        "content": "Le requérant est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A2 du cadre de référence et des compétences écrites du niveau A1 au minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_61"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Nouvel octroi de l’autorisation d’établissement après rétrogradation",
        "citation": "Art. 61a al. 1 OASA",
        "content": "Le délai d’attente de cinq ans visé à l’art. 34, al. 6, LEI commence à courir le lendemain de l’entrée en force de la révocation de l’autorisation d’établissement prévue par l’art. 63, al. 2, LEI et de son remplacement par une autorisation de séjour (rétrogradation).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_61_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Nouvel octroi de l’autorisation d’établissement après rétrogradation",
        "citation": "Art. 61a al. 2 OASA",
        "content": "L’autorité compétente peut octroyer une nouvelle autorisation d’établissement aux conditions suivantes:\na. il n’existe aucun motif de révocation au sens des art. 62 ou 63, al. 2, LEI, et\nb. les critères d’intégration définis à l’art. 58a, al. 1, LEI sont remplis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_61_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Nouvel octroi de l’autorisation d’établissement après rétrogradation",
        "citation": "Art. 61a al. 3 OASA",
        "content": "L’étranger est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A2 du cadre de référence et des compétences écrites du niveau A1 au minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_61_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Octroi anticipé de l’autorisation d’établissement",
        "citation": "Art. 62 al. 1 OASA",
        "content": "L’octroi anticipé de l’autorisation d’établissement est soumis aux critères d’intégration définis à l’art. 58a, al. 1, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_62"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Octroi anticipé de l’autorisation d’établissement",
        "citation": "Art. 62 al. 1bis OASA",
        "content": "L’étranger est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau B1 du cadre de référence et des compétences écrites du niveau A1 au minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_62"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Octroi anticipé de l’autorisation d’établissement",
        "citation": "Art. 62 al. 2 OASA",
        "content": "L’examen de la demande d’octroi anticipé de l’autorisation d’établissement tient compte du degré d’intégration des membres de la famille âgés de plus de douze ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_62"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Rétrogradation",
        "citation": "Art. 62a al. 1 OASA",
        "content": "La décision relative à la révocation de l’autorisation d’établissement et son remplacement par une autorisation de séjour (rétrogradation) peut être associée à une convention d’intégration ou à une recommandation en matière d’intégration au sens de l’art. 58b LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_62_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Rétrogradation",
        "citation": "Art. 62a al. 2 OASA",
        "content": "Lorsqu’une décision n’est pas associée à une telle convention ou recommandation, elle contiendra au moins les éléments suivants: \na. les critères d’intégration (art. 58a, al. 1, LEI) que l’étranger n’a pas remplis;\nb. la durée de validité de l’autorisation de séjour;\nc. les conditions qui régissent la poursuite du séjour en Suisse (art. 33, al. 2, LEI);\nd. les conséquences sur le séjour en Suisse si les conditions visées à la let. c ne sont pas respectées (art. 62, al. 1, let. d, LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_62_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 3, Autorisations d’établissement, Demande de prolongation de la validité du titre de séjour pour l’autorisation d’établissement",
        "citation": "Art. 63 OASA",
        "content": "Le titre de séjour des personnes titulaires d’une autorisation d’établissement doit être présenté ou remis pour prolongation à l’autorité migratoire cantonale (art. 88, al. 1) au plus tard quatorze jours avant son expiration. La prolongation est accordée au plus tôt trois mois avant la date d’échéance. Des exceptions sont possibles dans des cas dûment motivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_63"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Changement d’emploi",
        "citation": "Art. 64 al. 1 OASA",
        "content": "Les requérants d’asile peuvent être autorisés à changer d’emploi si les conditions relevant du droit d’asile (art. 43, al. 1 à 3, LAsi) et celles de l’art. 52 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_64"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Changement d’emploi",
        "citation": "Art. 64 al. 2 OASA",
        "content": "Les personnes à protéger peuvent être autorisées à changer d’emploi si les conditions de l’art. 53, al. 1, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_64"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Changement d’emploi",
        "citation": "Art. 64 al. 3 OASA",
        "content": "Pour le changement d’emploi des étrangers, des réfugiés ou des apatrides admis à titre provisoire en Suisse, des réfugiés qui y ont obtenu l’asile et des apatrides qui y sont reconnus ainsi que des réfugiés ou des apatrides sous le coup d’une expulsion pénale entrée en force, les art. 65 à 65c s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_64"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 1 OASA",
        "content": "L’étranger, le réfugié ou l’apatride admis à titre provisoire en Suisse, le réfugié qui y a obtenu l’asile et l’apatride qui y est reconnu peuvent commencer à travailler dès l’annonce du début de l’activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 1bis OASA",
        "content": "Le réfugié ou l’apatride sous le coup d’une expulsion pénale entrée en force peut également commencer à travailler dès cette annonce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 2 OASA",
        "content": "En cas d’activité lucrative salariée, l’annonce incombe à l’employeur. Elle contient les données suivantes:\na. l’identité de la personne exerçant l’activité lucrative: nom, prénoms, date de naissance, sexe, nationalité, numéro de téléphone et numéro personnel du système d’information central sur la migration (SYMIC);\nb. l’identité de l’employeur: nom ou raison sociale, adresse, numéro d’identification des entreprises, branche et un interlocuteur, y compris son numéro de téléphone et son adresse électronique; \nc. l’activité exercée: nature, taux d’occupation, temps de travail hebdomadaire;\nd. le lieu de travail et le salaire;\ne. la date du début de l’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 3 OASA",
        "content": "En cas d’activité lucrative indépendante, l’annonce incombe à la personne concernée. Elle contiendra les données visées à l’al. 2, let. a et c à e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 4 OASA",
        "content": "L’annonce des données visées à l’al. 2 peut être effectuée par un tiers si celui-ci: \na. soutient l’intégration ou la réintégration professionnelle auprès d’un prestataire de mesures mandaté par une autorité, ou\nb. a obtenu l’approbation de principe de l’autorité cantonale compétente du lieu de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 5 OASA",
        "content": "La transmission de l’annonce a valeur d’attestation par laquelle l’employeur ou le tiers confirme connaître les conditions de rémunération et de travail usuelles du lieu, de la profession et de la branche ainsi que les conditions particulières découlant de la nature de l’activité ou des mesures d’intégration ou de réintégration professionnelle et s’engage à les respecter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 6 OASA",
        "content": "L’annonce est transmise sous forme électronique à l’autorité cantonale compétente du lieu de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 7 OASA",
        "content": "L’exercice d’une activité lucrative n’est pas soumis à annonce lorsque: \na. la personne concernée a été placée par un prestataire de mesures mandaté par une autorité en vue d’une intégration ou d’une réintégration professionnelle;\nb. les autorités cantonales compétentes du lieu de travail ont donné leur approbation de principe à l’exercice de ladite activité, et \nc. la rémunération est inférieure au salaire mensuel brut de 600 francs visé aux art. 23 et 27 de l’ordonnance 2 du 11 août 1999 sur l’asile et déterminant pour le calcul des forfaits globaux versés par la Confédération ou qu’il s’agit d’une mesure de préparation à la formation professionnelle initiale au sens de l’art. 12 de la loi fédérale du 13 décembre 2002 sur la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce du début d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65 al. 8 OASA",
        "content": "Les al. 4 et 7 s’appliquent par analogie aux autorités qui mettent directement en œuvre des mesures d’intégration ou de réintégration professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Annonce de la fin d’une activité lucrative exercée par une personne admise à titre provisoire, un réfugié ou un apatride",
        "citation": "Art. 65a OASA",
        "content": "L’art. 65, al. 2 à 4 et 6, s’applique par analogie à l’annonce de la fin d’une activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Saisie et transmission des données annoncées",
        "citation": "Art. 65b al. 1 OASA",
        "content": "Lorsque le début d’une activité lucrative est annoncé, l’autorité compétente saisit les données suivantes dans le SYMIC:\na. l’identité de l’employeur;\nb. l’activité exercée et le lieu de travail;\nc. la date de début de l’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Saisie et transmission des données annoncées",
        "citation": "Art. 65b al. 2 OASA",
        "content": "Dès réception de l’annonce, elle en transmet une copie à l’autorité cantonale visée à l’art. 83. Si l’étranger est domicilié dans un autre canton, elle en transmet également une copie à l’autorité compétente de ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Saisie et transmission des données annoncées",
        "citation": "Art. 65b al. 3 OASA",
        "content": "Lorsque la fin d’une activité lucrative est annoncée, l’autorité compétente saisit la date de fin d’activité dans le SYMIC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Contrôle des conditions de rémunération et de travail",
        "citation": "Art. 65c al. 1 OASA",
        "content": "L’autorité cantonale visée à l’art. 83 peut, en cas d’annonce de l’exercice d’une activité lucrative, contrôler si les conditions de rémunération et de travail sont respectées (art. 22 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 4, Requérants d’asile, personnes à protéger, personnes admises à titre provisoire, réfugiés et apatrides exerçant une activité lucrative Contrôle des conditions de rémunération et de travail",
        "citation": "Art. 65c al. 2 OASA",
        "content": "Elle peut aussi transmettre une copie de l’annonce à d’autres organes de contrôle, comme les commissions tripartites visées à l’art. 360b du code des obligations ou les commissions paritaires chargées de l’exécution de la convention collective de travail de la branche concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_65_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Champ d’application cantonal",
        "citation": "Art. 66 OASA",
        "content": "Les étrangers ne peuvent disposer d’une autorisation de séjour, de courte durée ou d’établissement que dans un seul canton. Les autorisations sont valables sur le territoire du canton qui les a délivrées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_66"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton",
        "citation": "Art. 67 al. 1 OASA",
        "content": "Tout transfert du centre d’activité ou d’intérêt dans un autre canton implique la sollicitation d’une autorisation de changement de canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton",
        "citation": "Art. 67 al. 2 OASA",
        "content": "Les étrangers titulaires d’une autorisation de séjour, de courte durée ou d’établissement n’ont pas besoin d’une autorisation pour effectuer un séjour temporaire de trois mois au maximum par année civile dans un autre canton, ni de déclarer leur arrivée (art. 37, al. 4, LEI). La réglementation relative au séjour hebdomadaire hors du domicile se fonde sur l’art. 16.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton des personnes admises à titre provisoire",
        "citation": "Art. 67a al. 1 OASA",
        "content": "Un changement de canton en vertu de l’art. 85b, al. 2, let. b, LEI est notamment autorisé en cas de violence domestique si ce changement est nécessaire pour protéger la santé de la personne concernée ou celle d’autres personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton des personnes admises à titre provisoire",
        "citation": "Art. 67a al. 2 OASA",
        "content": "Le trajet pour se rendre au travail ne permet pas d’exiger raisonnablement que la personne admise à titre provisoire reste dans son canton de résidence notamment lorsque: \na. le trajet dépasse 90 minutes pour l’aller comme pour le retour, ou que\nb. la personne admise à titre provisoire dépend des transports publics pour se rendre au travail et que le lieu de travail n’est pas ou n’est que difficilement accessible en transports publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton des personnes admises à titre provisoire",
        "citation": "Art. 67a al. 3 OASA",
        "content": "L’horaire de travail ne permet pas d’exiger raisonnablement que la personne admise à titre provisoire reste dans son canton de résidence notamment lorsque: \na. la personne admise à titre provisoire dépend des transports publics pour se rendre au travail et que les transports publics ne circulent pas au début ou à la fin de l’horaire de travail;\nb. des missions confiées à court terme, par exemple des services de piquet, sont nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton des personnes admises à titre provisoire",
        "citation": "Art. 67a al. 4 OASA",
        "content": "La situation future dans le nouveau canton est déterminante pour juger de la dépendance de l’aide sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Changement de canton des personnes admises à titre provisoire",
        "citation": "Art. 67a al. 5 OASA",
        "content": "Au surplus, le SEM peut décider de changer de canton une personne admise à titre provisoire si les deux cantons concernés y consentent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Séjour sans changement de canton",
        "citation": "Art. 68 al. 1 OASA",
        "content": "Si l’étranger séjourne hors du canton qui lui a octroyé l’autorisation pour suivre un traitement médical (par exemple dans un hôpital, un établissement de soin ou un sanatorium), il ne sera pas réputé avoir changé de canton, et ce indépendamment de la durée du séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_68"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Séjour sans changement de canton",
        "citation": "Art. 68 al. 2 OASA",
        "content": "Il en va de même pour l’étranger qui, en application de l’art. 36, al. 2, obtient une autorisation de séjour de courte durée pour la durée probable de l’enquête policière ou de la procédure judiciaire et séjourne hors du canton qui lui a octroyé l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_68"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Compétence en cas d’enfants sous tutelle et de curatelle de portée générale",
        "citation": "Art. 69 OASA",
        "content": "Le canton dans lequel se trouve le siège de l’autorité de protection de l’enfant et de l’adulte (APEA) compétente est compétent en matière de réglementation relevant du droit des étrangers pour les enfants étrangers sous tutelle (art. 327a à 327c du code civil [CC]) et les étrangers sous curatelle de portée générale (art. 398 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_69"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Exécution pénale, exécution des mesures et placement de droit civil",
        "citation": "Art. 70 al. 1 OASA",
        "content": "Si un étranger est en détention préventive ou placé dans un établissement pénitentiaire dans le canton qui lui a octroyé l’autorisation ou dans un autre canton, ou s’il doit y exécuter des mesures de manière stationnaire ou ambulatoire au sens des art. 59 à 61, 63 ou 64 du code pénal ou être interné dans une institution au sens de l’art. 426 CC, l’autorisation qu’il a possédée jusqu’alors demeure valable jusqu’à sa libération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_70"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 4, Réglementation du séjour, Section 5, Étendue territoriale des autorisations et changement de canton des personnes admises à titre provisoire, Exécution pénale, exécution des mesures et placement de droit civil",
        "citation": "Art. 70 al. 2 OASA",
        "content": "Les conditions de séjour doivent être une nouvelle fois fixées au plus tard au moment de sa libération, conditionnelle ou non, de l’exécution pénale, de l’exécution des mesures ou du placement. Si un transfèrement de la personne dans son État d’origine pour y purger une peine pénale est envisagé, une décision doit immédiatement être prise au sujet de ses conditions de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_70"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titres de séjour découlant de l’art. 41, al. 1, LEI",
        "citation": "Art. 71 al. 1 OASA",
        "content": "Les étrangers soumis à autorisation reçoivent un titre de séjour conformément à l’art. 41, al. 1, LEI. Ces titres de séjour attestent une autorisation de séjour de courte durée (permis L), une autorisation de séjour (permis B) ou une autorisation d’établissement (permis C).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titres de séjour découlant de l’art. 41, al. 1, LEI",
        "citation": "Art. 71 al. 2 OASA",
        "content": "Les étrangers soumis à autorisation exerçant une activité lucrative de quatre mois au maximum sur une période de douze mois (art. 12, al. 1) reçoivent une autorisation d’entrée sur le territoire en lieu et place d’un titre de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titres de séjour découlant de l’art. 41, al. 1, LEI",
        "citation": "Art. 71 al. 3 OASA",
        "content": "Dans le but de régler leur séjour et indépendamment de la durée de celui-ci, les artistes et musiciens avec des engagements mensuels (art. 19, al. 4, let. b, et art. 19b, al. 2, let. b) reçoivent une attestation de travail et, si la durée des engagements dépasse trois mois, un titre de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Autres titres de séjour",
        "citation": "Art. 71a al. 1 OASA",
        "content": "Les personnes suivantes reçoivent un titre spécifique relatif à leur statut particulier:\na. les frontaliers titulaires d’une autorisation pour l’exercice d’une activité lucrative dans une zone frontalière suisse conformément à l’art. 35 LEI (permis G);\nb. le requérant d’asile pour la durée de la procédure d’asile (permis N) conformément à l’art. 42 LAsi, pour autant qu’il soit attribué à un canton;\nc. la personne admise provisoirement jusqu’à la levée de cette mesure (permis F) conformément à l’art. 41, al. 2, LEI;\nd. la personne à protéger pour la durée de la protection provisoire (permis S) conformément à l’art. 74 LAsi;\ne. la personne qui accompagne la personne citée à l’al. 2 et qui:\n1. bénéficie de privilèges, d’immunités et de facilités,\n2. a un accès facilité au marché du travail suisse en vertu de l’art. 22 de l’ordonnance du 7 décembre 2007 sur l’État hôte (OLEH) et\n3. exerce effectivement une activité économique sur le marché du travail suisse (permis Ci).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Autres titres de séjour",
        "citation": "Art. 71a al. 2 OASA",
        "content": "La personne bénéficiaire de privilèges, d’immunités et de facilités reçoit une carte de légitimation délivrée par le DFAE conformément à l’art. 17, al. 1, OLEH.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Autres titres de séjour",
        "citation": "Art. 71a al. 3 OASA",
        "content": "Le requérant d’asile qui n’est pas attribué à un canton reçoit une attestation pour la durée de la procédure d’asile conformément à l’art. 42 LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titre de séjour non biométrique",
        "citation": "Art. 71b al. 1 OASA",
        "content": "Les cantons délivrent selon les directives du SEM un titre de séjour non biométrique aux personnes suivantes:\na. aux ressortissants des États membres de l’AELE et aux ressortissants des États parties à l’accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses États membres, d’autre part, sur la libre circulation des personnes (ALCP);\nb. aux travailleurs détachés en Suisse pour une durée supérieure à 90 jours ouvrables sur une année civile par une entreprise établie dans un État membre de l’AELE ou un État partie à l’ALCP;\nc. aux personnes visées à l’art. 71a, al. 1;\nd. aux frontaliers ressortissants du Royaume-Uni qui sont domiciliés dans un État lié par l’un des accords d’association à Schengen mentionnés à l’annexe 3 (État Schengen) et qui sont couverts par le champ d’application de l’accord du 25 février 2019 relatif aux droits acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titre de séjour non biométrique",
        "citation": "Art. 71b al. 2 OASA",
        "content": "La carte de légitimation délivrée par le DFAE aux personnes bénéficiaires de privilèges, d’immunités et de facilités conformément à l’art. 17, al. 1, OLEH est un titre de séjour non biométrique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titre de séjour non biométrique",
        "citation": "Art. 71b al. 3 OASA",
        "content": "Un titre de séjour non biométrique peut prendre la forme:\na. d’une carte sans puce;\nb. d’un document imprimé sur papier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titre de séjour non biométrique",
        "citation": "Art. 71b al. 4 OASA",
        "content": "Le titre de séjour pour frontalier délivré aux ressortissants du Royaume-Uni qui sont domiciliés dans un État Schengen et qui sont couverts par le champ d’application de l’accord du 25 février 2019 relatif aux droits acquis porte la mention qu’il a été établi en vertu de cet accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Titre de séjour biométrique",
        "citation": "Art. 71c OASA",
        "content": "Conformément au règlement (CE) no 1030/2002, le titre de séjour biométrique est équipé d’une puce contenant une image du visage, deux empreintes digitales et les données du titulaire inscrites dans la zone lisible par la machine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 1 OASA",
        "content": "Les ressortissants d’un État non membre de l’UE ou de l’AELE reçoivent un titre de séjour biométrique, à l’exception des travailleurs détachés pour une durée supérieure à 90 jours ouvrables sur une année civile par une entreprise établie dans un État membre de l’AELE ou dans un État partie à l’ALCP et des personnes visées à l’art. 71a, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 1bis OASA",
        "content": "Les ressortissants du Royaume-Uni qui sont couverts par le champ d’application de l’accord sur les droits acquis reçoivent un titre de séjour biométrique avec la mention que le titre de séjour est délivré d’après cet accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 1ter OASA",
        "content": "Les frontaliers ressortissants du Royaume-Uni qui ne sont pas domiciliés dans un État Schengen mais sont couverts par le champ d’application de l’accord du 25 février 2019 relatif aux droits acquis reçoivent un titre de séjour biométrique portant la mention qu’il a été établi en vertu de cet accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 2 OASA",
        "content": "Les ressortissants d’un État membre de l’UE mais non partie à l’ALCP reçoivent un titre de séjour biométrique avec la mention «État membre UE (ALCP non applicable)».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 3 OASA",
        "content": "Un ressortissant au sens de l’al. 1 qui est membre de la famille d’un ressortissant suisse reçoit un titre de séjour biométrique portant la mention «membre de la famille».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 4 OASA",
        "content": "Un ressortissant au sens de l’al. 1 qui est membre de la famille d’un ressortissant d’un État membre de l’UE ou de l’AELE faisant usage de son droit à la libre circulation reçoit un titre de séjour biométrique portant la mention «membre de la famille d’un citoyen UE/AELE».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 5 OASA",
        "content": "Un ressortissant au sens de l’al. 4 qui obtient un droit de demeurer en vertu de l’annexe I, art. 4, ALCP ou de l’annexe K, appendice 1, art. 4, de la Convention du 4 janvier 1960 instituant l’Association européenne de libre-échange (AELE) reçoit un titre de séjour biométrique avec la mention «droit personnel de demeurer» en sus de la mention «membre de la famille d’un citoyen UE/AELE». En cas de décès du ressortissant d’un État membre de l’UE ou de l’AELE, il reçoit un titre de séjour biométrique portant la seule mention «droit personnel de demeurer».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 5bis OASA",
        "content": "Les ressortissants visés à l’al. 1 qui sont membres de la famille de ressortissants du Royaume-Uni couverts par le champ d’application de l’accord sur les droits acquis, reçoivent un titre de séjour biométrique avec la mention que le titre de séjour est délivré d’après cet accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 5ter OASA",
        "content": "Les ressortissants au sens de l’al. 5bis qui obtiennent un droit de demeurer en vertu de l’art. 12 de l’accord sur les droits acquis reçoivent un titre de séjour biométrique avec la mention «droit personnel de demeurer» en sus de la mention que le titre de séjour a été établi en vertu de cet accord. En cas de décès du ressortissant du Royaume-Uni, ils reçoivent un titre de séjour biométrique portant la seule mention «droit personnel de demeurer».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Destinataires du titre de séjour biométrique",
        "citation": "Art. 71d al. 6 OASA",
        "content": "Les ressortissants selon les al. 1 et 4 qui sont titulaires soit d’une carte non biométrique établie après le 12 décembre 2008 selon les prescriptions du règlement (CE) no 1030/2002 soit d’un autre document sous forme papier peuvent conserver ceux-ci jusqu’à leur échéance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 1 OASA",
        "content": "Avant toute saisie de la photographie, des empreintes digitales et de la signature, l’autorité compétente procède à un contrôle de l’identité du futur titulaire du titre de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 2 OASA",
        "content": "L’autorité d’établissement du titre ou l’autorité désignée par le canton prend une photographie numérique du requérant et saisit sa signature. Pour le premier établissement d’un titre N, ceci est effectué par le SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 3 OASA",
        "content": "Le canton peut autoriser les requérants à fournir une photographie numérique. L’autorité d’établissement vérifie que la photographie satisfait aux critères de qualité requis. Le SEM fixe les critères auxquels la photographie doit satisfaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 4 OASA",
        "content": "Pour le titre de séjour biométrique, l’autorité d’établissement prend à plat les empreintes digitales des index gauche et droit du requérant. En cas d’absence d’un index, de qualité insuffisante de l’empreinte ou de blessure au bout du doigt, l’empreinte du majeur, de l’annulaire ou du pouce est saisie. Si la saisie des empreintes digitales d’une main n’est pas possible, les empreintes de deux doigts de l’autre main sont saisies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 5 OASA",
        "content": "Les empreintes digitales sont saisies dès l’âge de 6 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 6 OASA",
        "content": "La photographie est prise dès la naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 7 OASA",
        "content": "La signature d’un enfant peut être requise dès l’âge de 7 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Saisie de la photographie, des empreintes digitales et de la signature",
        "citation": "Art. 71e al. 8 OASA",
        "content": "Les personnes dont il est, pour des raisons physiques, impossible de relever les empreintes digitales sont exemptées de l’obligation de les donner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Présentation en personne devant l’autorité",
        "citation": "Art. 71f al. 1 OASA",
        "content": "Lors du premier établissement du titre de séjour, le requérant est tenu de se présenter personnellement à l’autorité d’établissement. Les cantons peuvent prévoir que les demandes d’établissement de titres de séjour sont déposées auprès de la commune de domicile. Dans ce cas, le requérant doit se présenter personnellement à la commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_f"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Présentation en personne devant l’autorité",
        "citation": "Art. 71f al. 2 OASA",
        "content": "L’autorité d’établissement peut dispenser le requérant qui souffre de graves infirmités physiques ou psychiques de se présenter personnellement si son identité peut être attestée de façon certaine d’une autre manière et si les données nécessaires peuvent être obtenues par un autre biais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_f"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Présentation en personne devant l’autorité",
        "citation": "Art. 71f al. 3 OASA",
        "content": "Elle peut exiger que le requérant se présente personnellement lors du renouvellement de son titre de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_f"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Actualisation du titre de séjour",
        "citation": "Art. 71g OASA",
        "content": "Les autorités cantonales peuvent exiger des adultes et des enfants une saisie biométrique avant l’échéance du délai de cinq ans prévu à l’art. 102a, al. 4, LEI, lorsque des modifications de la physionomie importantes au point que la personne ne peut plus être identifiée avec le titulaire du titre de séjour sont constatées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Obligation des cantons",
        "citation": "Art. 71h OASA",
        "content": "Les cantons reprennent le titre de séjour et la procédure de confection aux conditions convenues entre la Confédération et les tiers chargés de confectionner le titre de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_h"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Établissement d’un nouveau titre de séjour dans une autre langue officielle",
        "citation": "Art. 71i OASA",
        "content": "Lorsqu’un étranger déplace son lieu de domicile dans une commune ou un canton ayant une autre langue officielle, le canton peut établir un nouveau titre de séjour dans la langue concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_71_i"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Présentation et retrait du titre de séjour",
        "citation": "Art. 72 al. 1 OASA",
        "content": "Tout étranger est tenu, sur demande, de présenter ou de remettre immédiatement son titre de séjour aux autorités. Si ce n’est pas possible, un délai raisonnable est fixé à cette fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Présentation et retrait du titre de séjour",
        "citation": "Art. 72 al. 2 OASA",
        "content": "L’autorité compétente en matière d’étrangers peut retirer un titre de séjour lorsque les conditions du séjour ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Lecture des empreintes digitales",
        "citation": "Art. 72a al. 1 OASA",
        "content": "Le Département fédéral de justice et police (DFJP) désigne les entreprises de transport aérien et les exploitants d’aéroport habilités à lire les empreintes digitales enregistrées dans la puce lors du contrôle des passagers avant l’embarquement, en se fondant sur les critères suivants:\na. le risque de migration illégale constaté pour certains vols ou certaines provenances;\nb. le nombre de personnes qui lors de leur arrivée en Suisse par un vol précédant ne disposaient pas des documents de voyage, des visas ou des titres de séjour nécessaires;\nc. la fiabilité des documents de voyage et d’identité émis par les États hors de l’UE et de l’AELE;\nd. la constatation de comportements frauduleux ou de nouveaux modes opératoires nécessitant une lecture des empreintes digitales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Lecture des empreintes digitales",
        "citation": "Art. 72a al. 2 OASA",
        "content": "Il détermine les lieux et la durée des contrôles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Lecture des empreintes digitales",
        "citation": "Art. 72a al. 3 OASA",
        "content": "Il peut conclure des accords internationaux relatifs à la lecture des empreintes digitales enregistrées dans la puce avec les États qui respectent le règlement (CE) no 1030/2002 et ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5, Titre de séjour, Lecture des empreintes digitales",
        "citation": "Art. 72a al. 4 OASA",
        "content": "Le SEM est autorisé à communiquer les droits de lecture pour les empreintes digitales enregistrées dans la puce:\na. aux États avec lesquels le DFJP a conclu un accord au sens de l’al. 3;\nb. aux autorités suisses autorisées à procéder à la lecture des empreintes digitales au sens de l’art. 102b LEI;\nc. aux entreprises et aux exploitants désignés en application de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Preuve de la bonne réputation",
        "citation": "Art. 72b al. 1 OASA",
        "content": "Pour établir la preuve de la bonne réputation du centre chargé de produire le titre de séjour biométrique, le SEM peut demander, en plus du contrôle de sécurité des personnes, que les personnes physiques ou morales ou leurs organes lui fournissent, conformément à l’art. 41b LEI, notamment les documents suivants:\na. extrait du casier judiciaire destiné aux particuliers;\nb. extrait du registre du commerce;\nc. extrait du registre des poursuites pour dettes et faillites portant sur les dix dernières années;\nd. curriculum vitae, inventaire complet des engagements commerciaux compris;\ne. vue d’ensemble des participations financières des dix dernières années;\nf. liste complète des enquêtes pénales et des procédures pénales et civiles des dix dernières années.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Preuve de la bonne réputation",
        "citation": "Art. 72b al. 2 OASA",
        "content": "Sont réputées ayants droit économiques et titulaires de parts pouvant exercer une influence déterminante sur l’entreprise les personnes qui disposent d’une participation directe ou indirecte supérieure à 10 % du capital ou des droits de vote. Lorsqu’il estime que cela est nécessaire, le SEM peut aussi réclamer les documents de personnes dont la participation directe ou indirecte est inférieure à 10 % du capital ou des droits de vote.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Preuve de la bonne réputation",
        "citation": "Art. 72b al. 3 OASA",
        "content": "Si l’une des personnes mentionnées aux al. 1 et 2 a eu son siège ou son domicile à l’étranger au cours des dix dernières années, elle doit fournir les documents étrangers équivalents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Preuve de la bonne réputation",
        "citation": "Art. 72b al. 4 OASA",
        "content": "Le SEM peut demander que le centre chargé de produire le titre de séjour biométrique visé à l’art. 41b LEI vérifie périodiquement de manière autonome la bonne réputation des personnes concernées et qu’il confirme qu’elles jouissent d’une bonne réputation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Devoir de production et de contrôle",
        "citation": "Art. 72c al. 1 OASA",
        "content": "Le SEM peut demander au centre visé à l’art. 41b LEI et, si nécessaire, aux membres du groupe d’entreprises qu’ils lui fournissent notamment les documents suivants:\na. comptes annuels contrôlés;\nb. liste de tous les ayants droit économiques et titulaires de parts;\nc. informations sur l’organisation de l’entreprise et sur les responsabilités de chaque personne;\nd. système de gestion de la qualité certifié et adapté à la production de titres de séjour;\ne. programme de mesures de sécurité présentant notamment les mesures visant à garantir la protection des données et la sécurité des titres de séjour à produire et des éléments qui les composent;\nf. description des mesures prises en vue d’acquérir, de maintenir à niveau et de développer les connaissances spécifiques et les qualifications dans le domaine des titres de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Devoir de production et de contrôle",
        "citation": "Art. 72c al. 2 OASA",
        "content": "Les comptes annuels doivent être contrôlés chaque année par un organe de révision économiquement et juridiquement indépendant dans le cadre d’une révision ordinaire. Les entreprises agréées en tant qu’expert-réviseur au sens de l’ordonnance du 22 août 2007 sur la surveillance de la révision peuvent exercer la fonction d’organe de révision. Pour les sociétés dont le siège se trouve à l’étranger, les exigences étrangères équivalentes sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 5a, Centre chargé de produire le titre de séjour biométrique, Devoir de production et de contrôle",
        "citation": "Art. 72c al. 3 OASA",
        "content": "Le centre chargé de produire le titre de séjour biométrique visé à l’art. 41b LEI apporte régulièrement la preuve qu’il respecte et tient à jour le système de gestion de la qualité et le programme de mesures de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_72_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Délai pour le regroupement familial des titulaires d’une autorisation de séjour",
        "citation": "Art. 73 al. 1 OASA",
        "content": "Les demandes de regroupement familial pour les conjoints et les enfants des titulaires d’une autorisation de séjour doivent être déposées dans les cinq ans. Les demandes de regroupement familial pour les enfants de plus de douze ans doivent être déposées dans les douze mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Délai pour le regroupement familial des titulaires d’une autorisation de séjour",
        "citation": "Art. 73 al. 2 OASA",
        "content": "Les délais prévus à l’al. 1 commencent à courir au moment de l’octroi de l’autorisation de séjour ou de l’établissement du lien familial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Délai pour le regroupement familial des titulaires d’une autorisation de séjour",
        "citation": "Art. 73 al. 3 OASA",
        "content": "Passé ce délai, le regroupement familial différé ne peut être autorisé que pour des raisons familiales majeures. Si nécessaire, les enfants de plus de quatorze ans sont entendus. En règle générale, l’audition se déroule dans les locaux de la représentation suisse du lieu de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Délai pour le regroupement familial des titulaires d’une autorisation de séjour",
        "citation": "Art. 73 al. 4 OASA",
        "content": "Les dispositions prévues aux al. 1 à 3 s’appliquent par analogie aux partenariats enregistrés entre personnes du même sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Compétences linguistiques pour l’octroi ou la prolongation d’une autorisation de séjour en cas de regroupement familial",
        "citation": "Art. 73a al. 1 OASA",
        "content": "L’offre d’encouragement linguistique pour l’octroi d’une autorisation de séjour visée aux art. 43, al. 2, et 44, al. 2, LEI doit permettre d’atteindre au moins le niveau de connaissances linguistiques A1 du cadre de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Compétences linguistiques pour l’octroi ou la prolongation d’une autorisation de séjour en cas de regroupement familial",
        "citation": "Art. 73a al. 2 OASA",
        "content": "Pour obtenir la prolongation de la durée de validité d’une autorisation de séjour, le conjoint du titulaire d’une autorisation d’établissement ou de séjour en vertu de l’art. 43 ou 44 LEI est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A1 du cadre de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Compétences linguistiques pour l’octroi d’une autorisation d’établissement en cas de regroupement familial ",
        "citation": "Art. 73b OASA",
        "content": "Pour obtenir une autorisation d’établissement, le conjoint d’un ressortissant suisse ou du titulaire d’une autorisation d’établissement en vertu de l’art. 42 ou 43 LEI est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A2 du cadre de référence et des compétences écrites du niveau A1 au minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_73_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Regroupement familial en cas d’admission provisoire",
        "citation": "Art. 74 al. 1 OASA",
        "content": "Les demandes visant à inclure des membres de la famille dans l’admission provisoire doivent être déposées auprès de l’autorité migratoire cantonale (art. 88, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Regroupement familial en cas d’admission provisoire",
        "citation": "Art. 74 al. 2 OASA",
        "content": "L’autorité cantonale transmet la demande accompagnée de son avis au SEM. Ce dernier précise si les conditions légales de regroupement familial sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Regroupement familial en cas d’admission provisoire",
        "citation": "Art. 74 al. 3 OASA",
        "content": "Si les délais relatifs au regroupement familial prévus à l’art. 85c, al. 1, LEI sont respectés, la demande visant à inclure des membres de la famille dans l’admission provisoire doit être déposée dans les cinq ans. Les demandes de regroupement familial pour les enfants de plus de douze ans doivent être déposées dans les douze mois suivants. Si le lien familial n’est établi qu’après l’expiration du délai légal visé à l’art. 85c, al. 1, LEI, les délais commencent à courir à cette date‐là.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Regroupement familial en cas d’admission provisoire",
        "citation": "Art. 74 al. 4 OASA",
        "content": "Passé ce délai, le regroupement familial différé ne peut être autorisé que pour des raisons familiales majeures. Si nécessaire, les enfants de plus de quatorze ans sont entendus. En règle générale, l’audition se déroule dans les locaux de la représentation suisse du lieu de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Regroupement familial en cas d’admission provisoire",
        "citation": "Art. 74 al. 5 OASA",
        "content": "La situation particulière des réfugiés admis à titre provisoire doit être prise en considération lors de la décision relative à l’autorisation de regroupement familial. Pour les membres de la famille des réfugiés admis à titre provisoire, l’art. 37 de l’ordonnance 1 du 11 août 1999 sur l’asile relative à la procédure s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Regroupement familial en cas d’admission provisoire",
        "citation": "Art. 74 al. 6 OASA",
        "content": "Les dispositions prévues aux al. 1 à 5 s’appliquent par analogie aux partenariats enregistrés entre personnes du même sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Compétences linguistiques pour le regroupement familial avec inclusion dans l’admission provisoire",
        "citation": "Art. 74a al. 1 OASA",
        "content": "Pour bénéficier du regroupement familial avec inclusion dans l’admission provisoire, le conjoint d’une personne admise à titre provisoire ou d’un réfugié admis à titre provisoire doit posséder des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A1 du cadre de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Compétences linguistiques pour le regroupement familial avec inclusion dans l’admission provisoire",
        "citation": "Art. 74a al. 2 OASA",
        "content": "Si la condition de l’al. 1 n’est pas remplie, l’inscription à une offre d’encouragement linguistique qui permette d’atteindre au moins le niveau de connaissances linguistiques A1 du cadre de référence suffit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_74_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Raisons familiales majeures pour un regroupement familial différé des enfants",
        "citation": "Art. 75 OASA",
        "content": "Des raisons familiales majeures au sens de l’art. 47, al. 4, LEI et des art. 73, al. 3 et 74, al. 4, peuvent être invoquées lorsque le bien de l’enfant ne peut être garanti que par un regroupement familial en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_75"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Exception à l’exigence du ménage commun",
        "citation": "Art. 76 OASA",
        "content": "Une exception à l’exigence du ménage commun peut résulter de raisons majeures dues, notamment, à des obligations professionnelles ou à une séparation provisoire en raison de problèmes familiaux importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_76"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 1 OASA",
        "content": "L’autorisation de séjour octroyée au conjoint et aux enfants au titre du regroupement familial en vertu de l’art. 44 LEI peut être prolongée après la dissolution du mariage ou de la famille si:\na. la communauté conjugale existe depuis au moins trois ans et que les critères d’intégration définis à l’art. 58a, al. 1, LEI sont remplis, ou\nb. la poursuite du séjour en Suisse s’impose pour des raisons personnelles majeures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 2 OASA",
        "content": "Les raisons personnelles majeures visées à l’al. 1, let. b, sont notamment données lorsque le conjoint est victime de violence conjugale ou lorsque le mariage a été conclu en violation de la libre volonté d’un des époux ou que la réintégration sociale dans le pays de provenance semble fortement compromise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 3 OASA",
        "content": "Le délai d’octroi de l’autorisation d’établissement se fonde sur l’art. 34 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 4 OASA",
        "content": "Pour obtenir la prolongation d’une autorisation de séjour en vertu de l’art. 50, al. 1, let. a, LEI et de l’al. 1, let. a, du présent article, le requérant est tenu de prouver qu’il possède des connaissances orales de la langue nationale parlée au lieu de domicile équivalant au moins au niveau A1 du cadre de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 5 OASA",
        "content": "Si la violence conjugale au sens de l’al. 1, let. b, et de l’art. 50, al. 2, LEI, est invoquée, les autorités compétentes peuvent demander des preuves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 6 OASA",
        "content": "Sont notamment considérés comme indices de violence conjugale:\na. les certificats médicaux;\nb. les rapports de police;\nc. les plaintes pénales;\nd. les mesures au sens de l’art. 28b CC, ou\ne. les jugements pénaux prononcés à ce sujet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 6bis OASA",
        "content": "Lors de l’examen des raisons personnelles majeures visées à l’al. 1, let. b, et à l’art. 50, al. 1, let. b, LEI, les autorités compétentes tiennent compte des indications et des renseignements fournis par des services spécialisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6, Regroupement familial, Dissolution de la famille",
        "citation": "Art. 77 al. 7 OASA",
        "content": "Les dispositions prévues aux al. 1 à 6bis s’appliquent par analogie aux partenariats enregistrés entre personnes du même sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Non-respect de la sécurité et de l’ordre publics",
        "citation": "Art. 77a al. 1 OASA",
        "content": "Il y a notamment non-respect de la sécurité et de l’ordre publics lorsque la personne concernée:\na. viole des prescriptions légales ou des décisions d’une autorité;\nb. s’abstient volontairement d’accomplir des obligations de droit public ou privé;\nc. fait l’apologie publique d’un crime contre la paix publique, d’un génocide, d’un crime contre l’humanité ou d’un crime de guerre, ou incite d’autres personnes à commettre de tels crimes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Non-respect de la sécurité et de l’ordre publics",
        "citation": "Art. 77a al. 2 OASA",
        "content": "La sécurité et l’ordre publics sont mis en danger lorsque des éléments concrets indiquent que le séjour de la personne concernée en Suisse conduira selon toute vraisemblance au non-respect de la sécurité et de l’ordre publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Menace pour la sûreté intérieure ou extérieure de la Suisse",
        "citation": "Art. 77b OASA",
        "content": "Par menace concrète pour la sûreté intérieure ou extérieure de la Suisse, on entend toute menace contre des biens juridiques importants, tels que l’intégrité corporelle, la vie ou la liberté de personnes ou l’existence et le fonctionnement de l’État, que représente la personne concernée en participant à des activités dans les domaines mentionnés à l’art. 6, al. 1, let. a, ch. 1 à 5, de la loi du 25 septembre 2015 sur le renseignement ou à des activités du crime organisé, en les soutenant, en les encourageant ou en y assumant un rôle de recruteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Respect des valeurs de la Constitution",
        "citation": "Art. 77c OASA",
        "content": "Comptent notamment parmi les valeurs de la Constitution les principes de base, les droits fondamentaux et les obligations qui suivent:\na. les principes de l’État de droit et l’ordre démocratico-libéral de la Suisse;\nb. les droits fondamentaux, tels que l’égalité entre les femmes et les hommes, le droit à la vie et à la liberté personnelle, la liberté de conscience et de croyance, ainsi que la liberté d’opinion;\nc. l’obligation de fréquenter l’école obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Compétences linguistiques et attestation des compétences linguistiques",
        "citation": "Art. 77d al. 1 OASA",
        "content": "Les connaissances d’une langue nationale sont réputées attestées lorsque l’étranger:\na. a cette langue nationale pour langue maternelle, à l’oral et à l’écrit;\nb. a fréquenté l’école obligatoire dans cette langue nationale pendant au minimum trois ans;\nc. a participé à une formation du degré secondaire II ou du degré tertiaire dispensée dans la langue nationale parlée au lieu de domicile, ou \nd. dispose d’une attestation des compétences linguistiques confirmant qu’il possède les compétences requises dans cette langue nationale et reposant sur une procédure d’attestation conforme aux normes de qualité généralement reconnues en matière de tests linguistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Compétences linguistiques et attestation des compétences linguistiques",
        "citation": "Art. 77d al. 2 OASA",
        "content": "Le SEM aide les cantons lors de l’examen des attestations des compétences linguistiques visées à l’al. 2, let. d. Il peut également confier cette tâche à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Participation à la vie économique ou acquisition d’une formation",
        "citation": "Art. 77e al. 1 OASA",
        "content": "Une personne participe à la vie économique lorsque son revenu, sa fortune ou des prestations de tiers auxquelles elle a droit lui permettent de couvrir le coût de la vie et de s’acquitter de son obligation d’entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Participation à la vie économique ou acquisition d’une formation",
        "citation": "Art. 77e al. 2 OASA",
        "content": "Elle acquiert une formation lorsqu’elle suit une formation ou une formation continue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Prise en compte des circonstances personnelles",
        "citation": "Art. 77f OASA",
        "content": "L’autorité compétente tient compte de manière appropriée de la situation particulière de l’étranger lors de l’appréciation des critères d’intégration énumérés à l’art. 58a, al. 1, let. c et d, LEI. Il est notamment possible de déroger à ces critères lorsque l’étranger ne peut pas les remplir ou ne peut les remplir que difficilement:\na. en raison d’un handicap physique, mental ou psychique;\nb. en raison d’une maladie grave ou de longue durée;\nc. pour d’autres raisons personnelles majeures, telles que:\n1. de grandes difficultés à apprendre, à lire et à écrire,\n2. une situation de pauvreté malgré un emploi, \n3. des charges d’assistance familiale à assumer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_f"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Conventions d’intégration et recommandations en matière d’intégration",
        "citation": "Art. 77g al. 1 OASA",
        "content": "L’autorité migratoire cantonale vérifie au cas par cas s’il est opportun, en raison de besoins d’intégration particuliers, de conclure une convention d’intégration ou d’émettre une recommandation en matière d’intégration. Des données communiquées en vertu de l’art. 97, al. 3, LEI peuvent constituer un indice de l’existence de besoins d’intégration particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Conventions d’intégration et recommandations en matière d’intégration",
        "citation": "Art. 77g al. 2 OASA",
        "content": "Les objectifs et les mesures définis dans la convention d’intégration reposent sur les critères visés à l’art. 58a, al. 1, LEI. À cet égard, les situations particulières sont prises en compte de manière appropriée (art. 58a, al. 2, LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Conventions d’intégration et recommandations en matière d’intégration",
        "citation": "Art. 77g al. 3 OASA",
        "content": "Si nécessaire, les autorités cantonales compétentes fournissent des conseils en vue de la mise en œuvre de la convention d’intégration. À cet effet, elles collaborent avec les services cantonaux chargés des contacts avec le SEM pour les questions d’intégration (art. 4 OIE).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Conventions d’intégration et recommandations en matière d’intégration",
        "citation": "Art. 77g al. 4 OASA",
        "content": "Si l’autorité migratoire cantonale subordonne l’octroi d’une autorisation de séjour de courte durée ou d’une autorisation de séjour ou la rétrogradation visée à l’art. 62a à la conclusion d’une convention d’intégration, les objectifs et les mesures mentionnés dans cette dernière tiennent lieu de conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 6a, Critères d’intégration, Conventions d’intégration et recommandations en matière d’intégration",
        "citation": "Art. 77g al. 5 OASA",
        "content": "Si la convention d’intégration n’est pas respectée, la décision relative à la prolongation ou à la révocation de l’autorisation de séjour de courte durée ou de l’autorisation de séjour est rendue à la lumière d’un examen visant à déterminer si ce non-respect découle d’un motif valable (art. 62, al. 1, let. f, LEI). Faute de motif valable, les intérêts publics et la situation personnelle de l’étranger sont mis en balance (art. 96, al. 1, LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 7, Fin du séjour, Aide au retour et à la réintégration",
        "citation": "Art. 78 al. 1 OASA",
        "content": "Le but de l’aide au retour et à la réintégration est d’encourager les personnes à quitter la Suisse volontairement et dans les délais prescrits pour rentrer dans l’État d’origine, l’État de provenance ou un État tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_78"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 7, Fin du séjour, Aide au retour et à la réintégration",
        "citation": "Art. 78 al. 2 OASA",
        "content": "Les art. 62 à 78 de l’ordonnance 2 du 11 août 1999 sur l’asile relative au financement s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_78"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 7, Fin du séjour, Extinction de l’autorisation",
        "citation": "Art. 79 al. 1 OASA",
        "content": "Les délais prévus à l’art. 61, al. 2, LEI, ne sont pas interrompus en cas de séjour temporaire en Suisse à des fins de visite, de tourisme ou d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_79"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 7, Fin du séjour, Extinction de l’autorisation",
        "citation": "Art. 79 al. 2 OASA",
        "content": "La demande de maintien de l’autorisation d’établissement doit être déposée avant l’échéance du délai de six mois (art. 61, al. 2, LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_79"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 7, Fin du séjour, Interdiction d’entrée",
        "citation": "Art. 81 OASA",
        "content": "Les autorités cantonales peuvent déposer une demande auprès du SEM pour qu’il ordonne une interdiction d’entrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_81"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec des enquêtes pénales et en cas de jugements de droit civil ou de droit pénal",
        "citation": "Art. 82 al. 1 OASA",
        "content": "Les autorités policières et judiciaires et les autorités d’instruction pénale communiquent spontanément aux autorités migratoires cantonales chaque ouverture ou suspension d’instructions pénales, arrestation et libération, ainsi que tout jugement civil ou pénal qui concernent des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec des enquêtes pénales et en cas de jugements de droit civil ou de droit pénal",
        "citation": "Art. 82 al. 2 OASA",
        "content": "Elles communiquent également tous les cas où un séjour illégal en Suisse a été constaté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec l’état civil",
        "citation": "Art. 82a al. 1 OASA",
        "content": "Les autorités d’état civil et les autorités judiciaires communiquent spontanément aux autorités migratoires cantonales chaque mariage, refus de célébrer le mariage, déclaration d’invalidation, séparation et divorce impliquant des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec l’état civil",
        "citation": "Art. 82a al. 2 OASA",
        "content": "Les autorités impliquées indiquent aux autorités migratoires cantonales les faits liés à une communication au sens de l’al. 1 indiquant qu’un mariage aurait été conclu de manière abusive dans le but de contourner les dispositions d’admission visées à l’art. 51 LEI. Il en va de même pour les représentations suisses à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec l’état civil",
        "citation": "Art. 82a al. 3 OASA",
        "content": "Les al. 1 et 2 s’appliquent par analogie aux partenariats enregistrés entre personnes du même sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le versement de prestations de l’aide sociale",
        "citation": "Art. 82b OASA",
        "content": "Les autorités chargées de verser des prestations d’aide sociale communiquent spontanément aux autorités migratoires cantonales le versement de prestations de l’aide sociale à des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le service public de l’emploi et l’assurance-chômage",
        "citation": "Art. 82c al. 1 OASA",
        "content": "Les organes chargés de l’application de l’assurance-chômage communiquent spontanément aux autorités migratoires cantonales les nom, prénoms, date de naissance, nationalité et adresse des étrangers mentionnés à l’al. 1bis:\na. qui, durant leur première année de séjour en Suisse, s’annoncent à un office du travail aux fins d’être placés;\nb. auxquels le droit aux indemnités de chômage est nié;\nc. pour lesquels une décision d’inaptitude au placement est prise;\nd. pour lesquels le versement des indemnités de chômage prend fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le service public de l’emploi et l’assurance-chômage",
        "citation": "Art. 82c al. 1bis OASA",
        "content": "Doivent être annoncées:\na. les données relatives aux ressortissants d’États membres de l’UE ou de l’AELE;\nb. les données relatives aux ressortissants du Royaume-Uni qui sont couverts par le champ d’application de l’accord sur les droits acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le service public de l’emploi et l’assurance-chômage",
        "citation": "Art. 82c al. 2 OASA",
        "content": "L’al. 1 ne s’applique pas lorsque les personnes concernées possèdent une autorisation d’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le versement de prestations complémentaires ",
        "citation": "Art. 82d al. 1 OASA",
        "content": "Les autorités chargées de fixer et de verser les prestations complémentaires communiquent spontanément aux autorités migratoires cantonales le versement à un étranger d’une prestation complémentaire ci-après au sens de l’art. 3, al. 1, LPC:\na. prestation complémentaire annuelle;\nb. remboursement des frais de maladie et d’invalidité dans les cas visés à l’art. 14, al. 6, LPC si le montant total remboursé dépasse 6000 francs par année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le versement de prestations complémentaires ",
        "citation": "Art. 82d al. 2 OASA",
        "content": "Les nom, prénoms, date de naissance, nationalité et adresse de l’étranger ainsi que le montant de la prestation complémentaire doivent être communiqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le versement de prestations complémentaires ",
        "citation": "Art. 82d al. 3 OASA",
        "content": "La communication doit avoir lieu dans un délai de vingt jours:\na. à compter du premier versement mensuel de la prestation complémentaire annuelle;\nb. à compter de la date à laquelle le montant total du remboursement des frais de maladie et d’invalidité visé à l’al. 1, let. b, est dépassé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec le versement de prestations complémentaires ",
        "citation": "Art. 82d al. 4 OASA",
        "content": "Lorsqu’elle rend une décision de non-prolongation ou de révocation d’une autorisation de courte durée ou de séjour sur la base des données obtenues, l’autorité migratoire cantonale la communique à l’organe chargé de fixer et de verser les prestations complémentaires dans un délai de vingt jours suivant l’entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec des mesures disciplinaires requises par les autorités scolaires",
        "citation": "Art. 82e al. 1 OASA",
        "content": "Les autorités scolaires communiquent spontanément aux autorités migratoires cantonales les décisions d’exclusion scolaire définitive d’élèves étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec des mesures disciplinaires requises par les autorités scolaires",
        "citation": "Art. 82e al. 2 OASA",
        "content": "L’al. 1 ne s’applique pas lorsque l’élève concerné séjourne illégalement en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_e"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec des mesures de protection de l’enfant et de l’adulte",
        "citation": "Art. 82f al. 1 OASA",
        "content": "Les APEA communiquent spontanément aux autorités migratoires cantonales les mesures de protection de l’enfant et de l’adulte qui concernent des étrangers et dont ces dernières autorités ont besoin pour rendre leurs décisions. En font notamment partie:\na. les mesures de protection de l’enfant prévues à l’art. 308 CC, pour autant qu’elles concernent des relations personnelles;\nb. les mesures de protection de l’enfant prévues aux art. 310 à 312 et 327a CC;\nc. les mesures de protection de l’adulte prévues aux art. 394, al. 2, et 398 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_f"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Obligation de communiquer en lien avec des mesures de protection de l’enfant et de l’adulte",
        "citation": "Art. 82f al. 2 OASA",
        "content": "Les autorités judiciaires communiquent spontanément aux autorités migratoires cantonales les mesures de protection de l’enfant au sens de l’al. 1, let. a et b, qu’elles ont ordonnées dans une procédure relevant du droit de la famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_f"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Communication de données à un État Dublin",
        "citation": "Art. 82g al. 1 OASA",
        "content": "Dans le cadre de l’application des accords d’association à Dublin, avant de transférer un étranger vers l’État responsable lié par un de ces accords (État Dublin), le SEM transmet à cet État les données suivantes:\na. les données personnelles mentionnées à l’annexe VI du règlement (CE) n° 1560/2003, et \nb. pour les personnes qui nécessitent des soins médicaux ou un traitement, les informations concernant leur état de santé physique et psychique conformément à l’annexe IX du règlement (CE) n° 1560/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Communication de données à un État Dublin",
        "citation": "Art. 82g al. 2 OASA",
        "content": "Les informations de l’al. 1, let. b, peuvent être transmises uniquement entre professionnels de la santé ou personnes soumises à un secret professionnel équivalent et seulement avec le consentement exprès de la personne concernée ou de son représentant. Si la personne concernée n’est pas en mesure de donner son consentement pour des raisons physiques ou légales, des données la concernant peuvent exceptionnellement être transmises sans son consentement exprès si la protection de ses intérêts vitaux ou de ceux d’un tiers l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 8, Obligation de communiquer, entraide administrative et communication de données, Communication de données à un État Dublin",
        "citation": "Art. 82g al. 3 OASA",
        "content": "La procédure est régie par les art. 31 et 32 du règlement (UE) n° 604/2013 et les art. 8, par. 3, et 15a du règlement (CE) n° 1560/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_82_g"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Décision préalable des autorités du marché du travail",
        "citation": "Art. 83 al. 1 OASA",
        "content": "Avant d’octroyer une première autorisation de séjour ou de courte durée en vue de l’exercice d’une activité lucrative, l’autorité cantonale compétente (art. 88, al. 1) décide si, les conditions sont remplies:\na. pour exercer une activité lucrative salariée ou indépendante au sens des art. 18 à 25 LEI;\nb. pour qu’un individu ou une entreprise domicilié à l’étranger ou dont le siège est à l’étranger puisse fournir des prestations de service transfrontières au sens de l’art. 26 LEI;\nc. pour que les personnes titulaires d’une autorisation de séjour puissent entreprendre une activité lucrative indépendante au sens de l’art. 38, al. 3, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Décision préalable des autorités du marché du travail",
        "citation": "Art. 83 al. 2 OASA",
        "content": "Elle décide en outre si une autorisation de séjour de courte durée peut être prolongée ou renouvelée et, pour les titulaires d’une autorisation de séjour de courte durée et les requérants d’asile, si un changement d’emploi peut être autorisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Décision préalable des autorités du marché du travail",
        "citation": "Art. 83 al. 3 OASA",
        "content": "La décision préalable des autorités du marché du travail peut être assortie de conditions, notamment concernant le type et la durée d’une activité lucrative de durée limitée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Décision préalable des autorités du marché du travail",
        "citation": "Art. 83 al. 4 OASA",
        "content": "D’entente avec le SEM, il est possible de donner, en lieu et place de décisions, une approbation de principe pour certaines catégories de personnes et de demandes, dans des cas concrets selon l’al. 1, let. c, et l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Reconnaissance des décisions de renvoi prononcées par des États étrangers",
        "citation": "Art. 83a al. 1 OASA",
        "content": "Les autorités cantonales compétentes en matière d’étrangers peuvent renvoyer un étranger dans son État d’origine ou de provenance aux conditions prévues dans la directive 2001/40/CE lorsqu’une décision exécutoire de renvoi prononcée par un État lié par les accords d’association à Schengen établit que l’étranger ne répondait pas aux conditions d’entrée visées à l’art. 6, par. 1, du code frontières Schengen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Reconnaissance des décisions de renvoi prononcées par des États étrangers",
        "citation": "Art. 83a al. 2 OASA",
        "content": "Les cantons vérifient si l’exécution du renvoi dans l’État d’origine ou de provenance est encore licite, raisonnablement exigible et possible et ils rendent une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Reconnaissance des décisions de renvoi prononcées par des États étrangers",
        "citation": "Art. 83a al. 3 OASA",
        "content": "Les frais d’exécution du renvoi sont remboursés conformément à l’art. 7 de la directive 2001/40/CE et en vertu de la décision 2004/191/CE. Le SEM est le point de contact au sens de cette décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_83_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Validité des décisions préalables des autorités du marché du travail",
        "citation": "Art. 84 OASA",
        "content": "La durée de validité des décisions préalables des autorités du marché du travail est de six mois. Elle peut être prolongée pour des raisons majeures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_84"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Autorisations soumises à approbation et décisions préalables",
        "citation": "Art. 85 al. 1 OASA",
        "content": "Le SEM a la compétence d’approuver l’octroi et le renouvellement des autorisations de courte durée et de séjour, l’octroi de l’établissement ainsi que les décisions préalables des autorités cantonales du marché du travail (art. 83).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_85"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Autorisations soumises à approbation et décisions préalables",
        "citation": "Art. 85 al. 2 OASA",
        "content": "Le DFJP détermine dans une ordonnance les cas dans lesquels les autorisations de courte durée, de séjour ou d’établissement ainsi que les décisions préalables des autorités du marché du travail doivent être soumises à la procédure d’approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_85"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Autorisations soumises à approbation et décisions préalables",
        "citation": "Art. 85 al. 3 OASA",
        "content": "Les autorités cantonales compétentes du marché du travail (art. 83) et en matière d’étranger (art. 88, al. 1) peuvent soumettre pour approbation une décision au SEM afin qu’il vérifie si les conditions prévues par le droit fédéral sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_85"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Procédure d’approbation",
        "citation": "Art. 86 al. 1 OASA",
        "content": "Le SEM peut refuser son approbation, la limiter dans le temps ou l’assortir de conditions et de charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_86"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Procédure d’approbation",
        "citation": "Art. 86 al. 2 OASA",
        "content": "Il refuse d’approuver:\na. l’octroi de l’autorisation initiale et le renouvellement lorsque les conditions d’admission ne sont plus remplies ou lorsque des motifs de révocation au sens de l’art. 62 LEI existent contre une personne;\nb. l’octroi de l’autorisation d’établissement au sens de l’art. 34 LEI lorsque les conditions s’y référant ne sont pas remplies;\nc. le renouvellement d’une autorisation de séjour lorsque:\n1. la personne concernée n’a pas le centre de ses intérêts en Suisse,\n2. les conditions d’admission ne sont plus remplies,\n3. des motifs de révocation au sens de l’art. 62 LEI existent, ou lorsque\n4. la personne concernée ne s’en tient plus aux motifs de séjour indiqués dans sa demande, sans que la modification du but du séjour ait été ultérieurement autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_86"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Procédure d’approbation",
        "citation": "Art. 86 al. 3 OASA",
        "content": "Le SEM délivre l’autorisation d’entrée (art. 5) dans les cas où il a approuvé l’autorisation initiale de séjour ou de courte durée. Sont exceptées les autorisations visées à l’art. 85, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_86"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Procédure d’approbation",
        "citation": "Art. 86 al. 4 OASA",
        "content": "L’approbation du SEM demeure valable en cas de changement de canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_86"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 9 Décision préalable des autorités du marché du travail et procédure d’admission, Procédure d’approbation",
        "citation": "Art. 86 al. 5 OASA",
        "content": "Le titre de séjour ne peut être établi que lorsque le SEM a donné son approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_86"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 1 OASA",
        "content": "Afin d’établir l’identité d’un étranger et d’enregistrer ses données lors de l’examen des conditions d’entrée ou lors d’une procédure relevant du droit des étrangers, les autorités compétentes peuvent relever les données biométriques suivantes:\na. empreintes digitales;\nb. photos;\nc. profils d’ADN conformément à l’art. 50 de la loi fédérale du 15 juin 2018 sur l’analyse génétique humaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 1bis OASA",
        "content": "Les données visées à l’al. 1, let. a et b, peuvent être saisies en vue de leur enregistrement dans le système automatique d’identification des empreintes digitales (AFIS) de l’Office fédéral de la police dans la mesure où la personne concernée:\na. justifie de son identité à l’aide d’un document d’identité ou de voyage faux ou falsifié;\nb. n’est pas licitement en possession du document d’identité ou de voyage qu’elle présente;\nc. refuse de justifier de son identité ou n’est pas en mesure de le faire;\nd. présente des pièces justificatives fausses ou falsifiées;\ne. entre en Suisse ou quitte la Suisse illégalement ou séjourne illégalement en Suisse;\nf. déclare avoir changé de nom;\ng. n’établit pas que toutes les conditions d’entrée visées à l’art. 6, par. 1, du code frontières Schengen sont remplies\nh. a l’obligation de quitter la Suisse en raison d’une décision de retour au sens de l’art. 68a, al. 1, LEI qui s’applique à l’ensemble de l’espace Schengen ou n’est plus autorisée à entrer dans l’espace Schengen en raison d’une interdiction d’entrée, et ses empreintes digitales ne figurent pas dans AFIS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 1ter OASA",
        "content": "Afin d’établir l’identité de la personne concernée et d’enregistrer ses données, les autorités mentionnées à l’art. 4, al. 1, let. e, de l’ordonnance du 6 décembre 2013 sur le traitement des données signalétiques biométriques peuvent faire enregistrer les données signalétiques biométriques dans AFIS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 1quater OASA",
        "content": "Le SEM peut autoriser une autorité mentionnée à l’art. 4, al. 1, let. h, de l’ordonnance du 6 décembre 2013 sur le traitement des données signalétiques biométriques (autorité requérante) à effectuer des comparaisons de données dans AFIS. L’autorité requérante adresse au préalable une demande écrite au SEM dans laquelle elle expose les motifs pour lesquels elle a besoin d’effectuer ces comparaisons pour pouvoir exécuter ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 1quinquies OASA",
        "content": "Le service chargé de la gestion d’AFIS transmet les résultats des comparaisons visées à l’al. 1quater à un service désigné par le SEM en accord avec l’autorité requérante. Ce service prépare les résultats des comparaisons et les transmet à l’autorité requérante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 1sexies OASA",
        "content": "Les données signalétiques biométriques relevées par les autorités mentionnées à l’art. 4, al. 1, let. h, de l’ordonnance du 6 décembre 2013 sur le traitement des données signalétiques biométriques ne sont pas enregistrées dans AFIS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 2 OASA",
        "content": "La transmission et l’enregistrement des empreintes digitales, de même que le traitement des données personnelles correspondantes, sont effectués conformément aux dispositions de l’ordonnance du 6 décembre 2013 sur le traitement des données signalétiques biométriques. Les empreintes des doigts sont effacées deux ans après la saisie signalétique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 2bis OASA",
        "content": "La saisie des données au sens de l’al. 1bis, let. h, est effectuée exclusivement en vue de leur livraison à la partie nationale du Système d’information Schengen. Les données sont effacées après six mois. Elles ne font l’objet d’aucune comparaison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 2ter OASA",
        "content": "Dans les cas suivants, il est renoncé à la saisie des données au sens de l’al. 1bis, let. h: \na. la personne n’a pas atteint l’âge de 12 ans;\nb. la condition physique ou l’état de santé de la personne ne permet pas la saisie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 2quater OASA",
        "content": "Il peut exceptionnellement être renoncé à la saisie des données au sens de l’al. 1bis, let. h, lorsqu’il est établi avec certitude, sur la base d’éléments concrets, que la personne quittera la Suisse et l’espace Schengen dans le délai imparti et qu’aucune interdiction d’entrée n’est demandée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 2quinquies OASA",
        "content": "En cas de situation extraordinaire, le DFJP est autorisé à prévoir d’autres exceptions par voie d’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 3 OASA",
        "content": "Le traitement, la communication et l’enregistrement des données, ainsi que la sécurité des données sont régis par les dispositions correspondantes de l’ordonnance du 12 avril 2006 sur le système d’information central sur la migration (ordonnance SYMIC), notamment les art. 2, 4, 9, 11, 16 à 19 de l’ordonnance SYMIC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 4 OASA",
        "content": "L’image du visage et les empreintes digitales de deux doigts visées à l’art. 71c sont utilisées aux fins de l’émission d’un titre de séjour en conformité avec le règlement (CE) n° 1030/2002. L’accès à ces données est régi par l’ordonnance SYMIC (annexe 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10, Protection des données, Collecte de données à des fins d’identification",
        "citation": "Art. 87 al. 5 OASA",
        "content": "Les données visées à l’al. 1, let. a et b, peuvent être saisies de manière systématique en vue de leur enregistrement dans AFIS pour les catégories de personnes suivantes:\na. demandeurs de visas C et D détenteurs de documents de voyage en cas de doute fondé sur leur identité;\nb. demandeurs de visas D qui font valoir un regroupement familial en Suisse;\nc. demandeurs de visas D humanitaires au sens de l’art. 4, al. 2, de l’ordonnance du 15 août 2018 sur l’entrée et l’octroi de visas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10a, Eurodac, Expert en empreintes digitales",
        "citation": "Art. 87a al. 1 OASA",
        "content": "Un expert en empreintes digitales des Services AFIS ADN de l’Office fédéral de la police est chargé d’effectuer un contrôle des empreintes digitales en vertu de l’art. 102ater LAsi en cas de consultation de la banque de données Eurodac selon l’art. 111i, al. 6, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10a, Eurodac, Expert en empreintes digitales",
        "citation": "Art. 87a al. 2 OASA",
        "content": "La procédure est régie par l’art. 11 de l’ordonnance 3 du 11 août 1999 sur l’asile (OA 3). L’expert transmet le résultat de sa vérification au SEM ainsi qu’aux services (Corps des gardes-frontière, polices cantonales et communales) qui ont procédé à la comparaison Eurodac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10a, Eurodac, Droit d’accès et droit à la rectification ou à l’effacement des données Eurodac",
        "citation": "Art. 87b OASA",
        "content": "La procédure relative à l’exercice du droit d’accès et du droit à la rectification ou à l’effacement des données Eurodac est régie par l’art. 11a OA 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87_b"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10a, Eurodac, Responsabilité en lien avec l’exploitation d’Eurodac ",
        "citation": "Art. 87c OASA",
        "content": "La responsabilité en cas de dommages liés à l’exploitation d’Eurodac est régie par la loi du 14 mars 1958 sur la responsabilité, notamment par ses art. 19a à 19c, qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87_c"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 10a, Eurodac, Surveillance du traitement des données Eurodac et sécurité des données",
        "citation": "Art. 87d OASA",
        "content": "Les art. 11c et 12 OA 3 s’appliquent par analogie à la surveillance du traitement des données Eurodac et à la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_87_d"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Autorités d’exécution",
        "citation": "Art. 88 al. 1 OASA",
        "content": "Chaque canton désigne les autorités chargées, dans son domaine de compétence cantonal, de l’exécution de la LEI et des ordonnances d’application.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Autorités d’exécution",
        "citation": "Art. 88 al. 2 OASA",
        "content": "Le SEM se charge de toutes les tâches d’exécution de la LEI et des ordonnances d’application qui n’ont été attribuées ni à une autorité cantonale ni à une autre autorité fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Situation particulière des mineurs non accompagnés",
        "citation": "Art. 88a al. 1 OASA",
        "content": "Au cours de la procédure de renvoi, il est loisible aux autorités de déterminer, en recourant à des méthodes scientifiques, si l’âge indiqué par la personne concernée correspond bien à son âge réel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Situation particulière des mineurs non accompagnés",
        "citation": "Art. 88a al. 2 OASA",
        "content": "Lorsqu’il n’est pas possible d’instituer immédiatement une curatelle ou une tutelle en faveur d’un mineur non accompagné, l’autorité cantonale compétente désigne sans retard une personne de confiance au sens des art. 64, al. 4, ou 64a, al. 3bis, LEI, pour la durée de la procédure de renvoi, le mandat de cette personne prenant toutefois fin à la nomination d’un curateur ou d’un tuteur ou à la majorité de l’intéressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Situation particulière des mineurs non accompagnés",
        "citation": "Art. 88a al. 3 OASA",
        "content": "La personne de confiance doit posséder des connaissances du droit des étrangers et du droit relatif à la procédure Dublin. Elle guide et soutient le mineur non accompagné tout au long de la procédure de renvoi, y compris lors des procédures relatives à l’adoption des mesures de contrainte visées aux art. 73 à 81 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Situation particulière des mineurs non accompagnés",
        "citation": "Art. 88a al. 4 OASA",
        "content": "Elle s’acquitte notamment des tâches suivantes:\na. conseil dans le cadre de la procédure de renvoi ou de la procédure relative à l’adoption de mesures de contrainte;\nb. soutien en vue de l’indication et de l’obtention de moyens de preuve;\nc. assistance notamment dans la communication avec les autorités et avec les établissements de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Situation particulière des mineurs non accompagnés",
        "citation": "Art. 88a al. 5 OASA",
        "content": "L’autorité cantonale compétente informe sans tarder les autres autorités cantonales et fédérales impliquées dans la procédure ainsi que le mineur si une personne de confiance est désignée ou si des mesures tutélaires sont ordonnées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Situation particulière des mineurs non accompagnés",
        "citation": "Art. 88a al. 6 OASA",
        "content": "Les personnes chargées de l’audition d’un mineur tiennent compte des aspects particuliers de la minorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Directives du SEM",
        "citation": "Art. 89 OASA",
        "content": "Le SEM édicte les directives nécessaires à l’exécution de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_89"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Communication de données personnelles à un État qui n’est lié à aucun des accords d’association à Schengen",
        "citation": "Art. 89a OASA",
        "content": "Il y a protection appropriée de la personne concernée au sens de l’art. 111d, al. 3, LEI lorsque des garanties appropriées respectent les exigences des art. 9 à 12 de l’ordonnance du 31 août 2022 sur la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_89_a"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11, Compétences, communications et délais, Calcul des délais",
        "citation": "Art. 90 OASA",
        "content": "Lors du calcul des délais pour la déclaration d’arrivée, le jour de l’arrivée en Suisse est compté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_90"
    },
    {
        "book": "VZAE",
        "title": "OASA, Chapitre 11a, Dispositions pénales",
        "citation": "Art. 90a OASA",
        "content": "Est puni d’une amende de 1000 francs au plus quiconque contrevient, intentionnellement ou par négligence:\na. à l’obligation d’annonce visée à l’art. 13a;\nb. à l’obligation, visée à l’art. 63 ou 72, de présenter ou de remettre son titre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/fr#art_90_a"
    }
]