[
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Geltungsbereich",
        "citation": "Art. 1 Abs. 1 VZAE",
        "content": "Diese Verordnung gilt, soweit die Schengen- und die Dublin-Assoziierungsabkommen keine abweichenden Bestimmungen enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_1"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Geltungsbereich",
        "citation": "Art. 1 Abs. 2 VZAE",
        "content": "Die Schengen-Assoziierungsabkommen sind in Anhang 3 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_1"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Geltungsbereich",
        "citation": "Art. 1 Abs. 3 VZAE",
        "content": "Die Dublin-Assoziierungsabkommen sind in Anhang 4 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_1"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Unselbstständige Erwerbstätigkeit",
        "citation": "Art. 1a Abs. 1 VZAE",
        "content": "Als unselbstständige Erwerbstätigkeit gilt jede Tätigkeit für einen Arbeitgeber mit Sitz in der Schweiz oder im Ausland, wobei es ohne Belang ist, ob der Lohn im In- oder Ausland ausbezahlt wird und eine Beschäftigung nur stunden- oder tageweise oder vorübergehend ausgeübt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_1_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Unselbstständige Erwerbstätigkeit",
        "citation": "Art. 1a Abs. 2 VZAE",
        "content": "Als unselbstständige Erwerbstätigkeit gilt namentlich auch die Tätigkeit als Lernende oder Lernender, Praktikantin oder Praktikant, Volontärin oder Volontär, Sportlerin oder Sportler, Sozialhelferin oder Sozialhelfer, Missionar oder Missionarin, religiöse Betreuungsperson, Künstlerin oder Künstler sowie Au-pair-Angestellte oder Au-pair-Angestellter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_1_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Selbstständige Erwerbstätigkeit",
        "citation": "Art. 2 Abs. 1 VZAE",
        "content": "Als selbstständige Erwerbstätigkeit gilt die Ausübung einer Tätigkeit im Rahmen einer eigenen, frei gewählten Organisation, die auf die Einkommenserzielung ausgerichtet ist, unter eigener Weisungsgewalt steht und das unternehmerische Risiko selbst trägt. Diese frei gewählte Organisation tritt nach aussen in Erscheinung, indem beispielsweise ein Handels-, Fabrikations-, Dienstleistungs-, Gewerbe- oder anderer Geschäftsbetrieb geführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_2"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Selbstständige Erwerbstätigkeit",
        "citation": "Art. 2 Abs. 2 VZAE",
        "content": "Als selbstständige Erwerbstätigkeit gilt auch die Ausübung eines freien Berufs wie Ärztin oder Arzt, Anwältin oder Anwalt sowie Treuhänderin oder Treuhänder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_2"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Grenzüberschreitende Dienstleistung",
        "citation": "Art. 3 VZAE",
        "content": "Als grenzüberschreitende Dienstleistung gilt die Ausübung einer zeitlich befristeten Dienstleistung in der Schweiz im Rahmen eines Vertragsverhältnisses durch eine Person oder ein Unternehmen mit Wohnsitz oder Sitz im Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_3"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Entscheid über die Erwerbstätigkeit",
        "citation": "Art. 4 Abs. 1 VZAE",
        "content": "Die nach dem kantonalen Recht für die Zulassung zum Arbeitsmarkt zuständige Stelle entscheidet, ob die Tätigkeit einer Ausländerin oder eines Ausländers als Erwerbstätigkeit nach Artikel 11 Absatz 2 AIG gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_4"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 1. Kapitel: Geltungsbereich und Begriffe, Entscheid über die Erwerbstätigkeit",
        "citation": "Art. 4 Abs. 2 VZAE",
        "content": "Zweifelsfälle sind dem Staatssekretariat für Migration (SEM) zum Entscheid zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_4"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Einreiseerlaubnis",
        "citation": "Art. 5 VZAE",
        "content": "Wird ein Gesuch um eine Kurzaufenthalts- oder Aufenthaltsbewilligung mit Erwerbstätigkeit von der zuständigen Behörde gutgeheissen und befindet sich die betroffene Person noch im Ausland, so ermächtigt die zuständige Behörde die Auslandvertretung zur Visumausstellung. Besteht keine Visumpflicht, so stellt die zuständige Behörde der betroffenen Person auf Gesuch hin eine Zusicherung der Bewilligung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_5"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Bewilligungsverfahren",
        "citation": "Art. 6 Abs. 1 VZAE",
        "content": "Die Zulassungsvoraussetzungen nach Artikel 17 Absatz 2 AIG sind insbesondere dann offensichtlich erfüllt, wenn die eingereichten Unterlagen einen gesetzlichen oder völkerrechtlichen Anspruch auf die Erteilung einer Kurzaufenthalts- oder Aufenthaltsbewilligung belegen, keine Widerrufsgründe nach Artikel 62 AIG vorliegen und die betroffene Person der Mitwirkungspflicht nach Artikel 90 AIG nachkommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_6"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Bewilligungsverfahren",
        "citation": "Art. 6 Abs. 2 VZAE",
        "content": "Allein aus Vorkehren wie der Einleitung ehe- und familienrechtlicher Verfahren, der Einschulung von Kindern, dem Liegenschaftserwerb, der Wohnungsmiete, dem Abschluss eines Arbeitsvertrags oder der Geschäftsgründung oder -beteiligung können keine Ansprüche im Bewilligungsverfahren abgeleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_6"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Bewilligung zur Berufsausübung",
        "citation": "Art. 7 VZAE",
        "content": "Gewerbe- und gesundheitspolizeiliche Bewilligungen und ähnliche Bewilligungen zur Berufsausübung für Ausländerinnen und Ausländer ersetzen die notwendige ausländerrechtliche Bewilligung zur Ausübung einer Erwerbstätigkeit nicht. Liegt die ausländerrechtliche Bewilligung noch nicht vor, ist bei der Bewilligung zur Berufsausübung ein entsprechender Vorbehalt anzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_7"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Ausländische Ausweispapiere",
        "citation": "Art. 8 Abs. 1 VZAE",
        "content": "Als Ausweispapiere werden für die Anmeldung anerkannt:\na. Ausweisschriften der von der Schweiz anerkannten Staaten, sofern sie die Identität der Ausländerin oder des Ausländers und die Zugehörigkeit zum ausstellenden Staat belegen und die Inhaberin oder der Inhaber damit jederzeit in diesen Staat einreisen kann;\nb. andere Ausweise, die Gewähr dafür bieten, dass die Inhaberin oder der Inhaber damit jederzeit zur Einreise in den ausstellenden Staat oder in das im Ausweis bezeichnete Gebiet berechtigt ist;\nc. andere Ausweise, die Gewähr dafür bieten, dass die Inhaberin oder der Inhaber damit jederzeit ein genügendes Ausweispapier erhalten kann, das zur Einreise in den ausstellenden Staat oder in das im Ausweis bezeichnete Gebiet berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_8"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Ausländische Ausweispapiere",
        "citation": "Art. 8 Abs. 2 VZAE",
        "content": "Bei der Anmeldung muss kein gültiges ausländisches Ausweispapier vorgelegt werden, wenn:\na. sich dessen Beschaffung nachweislich als unmöglich erweist;\nb. von den betroffenen Personen nicht verlangt werden kann, dass sie sich bei den zuständigen Behörden ihres Heimat- oder Herkunftsstaates um die Ausstellung oder Verlängerung eines Ausweispapiers bemühen (Art. 89 und 90 Bst. c AIG);\nc. die Ausländerin oder der Ausländer einen vom SEM ausgestellten Pass gemäss Artikel 4 Absatz 1 oder Absatz 2 Buchstabe a der Verordnung vom 14. November 2012 über die Ausstellung von Reisedokumenten für ausländische Personen (RDV) besitzt;\nd. die Ausländerin oder der Ausländer keine gültige ausländische Ausweispapiere besitzt und vom SEM einen Reiseausweis für Flüchtlinge gemäss Artikel 3 RDV erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_8"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Ausländische Ausweispapiere",
        "citation": "Art. 8 Abs. 3 VZAE",
        "content": "Die zuständigen Behörden können im Rahmen des Anmelde- und Bewilligungsverfahrens die Vorweisung der Ausweise im Original verlangen und davon Kopien anfertigen. Sie können die Hinterlegung der Ausweispapiere anordnen, wenn konkrete Anzeichen dafür bestehen, dass sie vernichtet oder unbrauchbar gemacht werden könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_8"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 1. Abschnitt: Allgemeine Verfahrensbestimmungen, Ausländische Ausweispapiere",
        "citation": "Art. 8 Abs. 4 VZAE",
        "content": "Die Ausländerinnen und Ausländer sind verpflichtet, das ausländische Ausweispapier den für Personenkontrollen zuständigen Behörden auf Verlangen vorzuweisen oder innerhalb einer angemessenen Frist vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_8"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 2. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt ohne Erwerbstätigkeit, Aufenthalt ohne Anmeldung",
        "citation": "Art. 9 Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländer ohne Erwerbstätigkeit in der Schweiz benötigen für einen Aufenthalt von bis zu drei Monaten innerhalb eines Zeitraums von sechs Monaten nach der Einreise keine Bewilligung, und sie müssen sich nicht anmelden (bewilligungsfreier Aufenthalt). Bei Bedarf muss die betroffene Person den Zeitpunkt der Einreise mit geeigneten Unterlagen nachweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_9"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 2. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt ohne Erwerbstätigkeit, Aufenthalt ohne Anmeldung",
        "citation": "Art. 9 Abs. 2 VZAE",
        "content": "Die Einreisevoraussetzungen nach Artikel 5 AIG müssen während des gesamten bewilligungsfreien Aufenthalts erfüllt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_9"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 2. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt ohne Erwerbstätigkeit, Aufenthalt mit Anmeldung",
        "citation": "Art. 10 Abs. 1 VZAE",
        "content": "Zur Regelung des Aufenthalts müssen sich Ausländerinnen und Ausländer innerhalb von 14 Tagen nach der Einreise bei der durch den Kanton bezeichneten Stelle anmelden, wenn sie für einen Aufenthalt ohne Erwerbstätigkeit von mehr als drei Monaten einreisen und ihnen eine Einreiseerlaubnis (Art. 5) ausgestellt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_10"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 2. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt ohne Erwerbstätigkeit, Aufenthalt mit Anmeldung",
        "citation": "Art. 10 Abs. 2 VZAE",
        "content": "Ausländerinnen und Ausländer müssen sich spätestens 14 Tage vor Ablauf des bewilligungsfreien Aufenthalts (Art. 9) anmelden, wenn sie nach der Einreise den Aufenthaltszweck ändern wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_10"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 2. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt ohne Erwerbstätigkeit, Verlängerung des Visums",
        "citation": "Art. 11 VZAE",
        "content": "Ausländerinnen und Ausländer, deren Visum für einen Aufenthalt bis zu drei Monaten ausgestellt wurde, müssen 14 Tage vor Ablauf des Visums bei der kantonalen Migrationsbehörde (Art. 88 Abs. 1) eine Verlängerung des Visums beantragen, wenn die Ausreise nicht innerhalb der im Visum festgelegten Frist erfolgen kann oder wenn ein anderer Aufenthaltszweck angestrebt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_11"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Kurzfristige Erwerbstätigkeit",
        "citation": "Art. 12 Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländer, die eine Einreiseerlaubnis (Art. 5) zur Ausübung einer Erwerbstätigkeit oder einer grenzüberschreitenden Dienstleistung in der Schweiz von insgesamt vier Monaten innerhalb eines Zeitraums von zwölf Monaten erhalten haben (Art. 19 Abs. 4 Bst. a, 19a Abs. 2 und 19b Abs. 2 Bst. a), müssen sich nicht anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_12"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Kurzfristige Erwerbstätigkeit",
        "citation": "Art. 12 Abs. 2 VZAE",
        "content": "Personen, die eine Einreiseerlaubnis (Art. 5) zur Ausübung einer Erwerbstätigkeit von insgesamt mehr als vier Monaten innerhalb eines Zeitraumes von 12 Monaten in der Schweiz erhalten haben, können nach der Anmeldung ihre Erwerbstätigkeit aufnehmen, sofern keine abweichende Verfügung getroffen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_12"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Kurzfristige Erwerbstätigkeit",
        "citation": "Art. 12 Abs. 3 VZAE",
        "content": "Künstlerinnen und Künstler (Art. 19 Abs. 4 Bst. b und 19b Abs. 2 Bst. b) müssen sich unabhängig von der Aufenthaltsdauer in der Schweiz anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_12"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Anmeldefrist für Privatpersonal",
        "citation": "Art. 13 VZAE",
        "content": "Ausländerinnen und Ausländer, die als Privatpersonal erwerbstätig sind und ihren nicht erwerbstätigen Arbeitgeber im Rahmen eines bewilligungsfreien Aufenthalts begleiten, unterstehen den Anmelde- und Bewilligungsvorschriften nach Artikel 9.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_13"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Meldepflicht für Grenzgängerinnen und Grenzgänger aus Nicht‐EU/EFTA-Staaten",
        "citation": "Art. 13a Abs. 1 VZAE",
        "content": "Sind Grenzgängerinnen und Grenzgänger Staatsangehörige von Staaten, die nicht Mitgliedstaaten der Europäischen Union (EU) oder der Europäischen Freihandelsassoziation (EFTA) sind, so müssen sie nach einer ununterbrochenen Erwerbstätigkeit von fünf Jahren einen Stellenwechsel der am Arbeitsort zuständigen Behörde melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_13_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Meldepflicht für Grenzgängerinnen und Grenzgänger aus Nicht‐EU/EFTA-Staaten",
        "citation": "Art. 13a Abs. 2 VZAE",
        "content": "Die Meldung muss vor dem Stellenantritt erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_13_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Grenzüberschreitende Erwerbstätigkeit bis zu acht Tagen",
        "citation": "Art. 14 Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländer, die eine grenzüberschreitende Dienstleistung erbringen (Art. 3) oder die im Auftrag eines ausländischen Arbeitgebers vorübergehend in der Schweiz erwerbstätig sind, benötigen eine Bewilligung, wenn die Tätigkeit länger als acht Tage innerhalb eines Kalenderjahrs dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_14"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Grenzüberschreitende Erwerbstätigkeit bis zu acht Tagen",
        "citation": "Art. 14 Abs. 2 VZAE",
        "content": "Dauert die Tätigkeit länger als ursprünglich geplant, ist vor Ablauf der Frist von acht Tagen eine Anmeldung erforderlich. Nach der Anmeldung kann die Erwerbstätigkeit bis zur Erteilung der Bewilligung weitergeführt werden, sofern die zuständige Behörde keine abweichende Verfügung trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_14"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 3. Abschnitt: Anmelde- und Bewilligungsverfahren bei Aufenthalt mit Erwerbstätigkeit, Grenzüberschreitende Erwerbstätigkeit bis zu acht Tagen",
        "citation": "Art. 14 Abs. 3 VZAE",
        "content": "Ausländerinnen und Ausländer benötigen unabhängig von der Aufenthaltsdauer eine Bewilligung, wenn sie in einem der folgenden Bereiche eine grenzüberschreitende Erwerbstätigkeit ausüben:\na. Bauhaupt- und Baunebengewerbe;\nb. Gastgewerbe und Reinigungsgewerbe in Betrieben und Haushalten;\nc. Überwachungs- und Sicherheitsdienst;\nd. Reisendengewerbe nach Artikel 2 Absatz 1 Buchstaben a und b des Bundesgesetzes vom 23. März 2001 über das Gewerbe der Reisenden;\ne. Erotikgewerbe;\nf. Garten- und Landschaftsbau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_14"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, An- und Abmeldung nach einem Wohnortswechsel",
        "citation": "Art. 15 Abs. 1 VZAE",
        "content": "Bei einem Wechsel der Gemeinde oder des Kantons müssen sich Ausländerinnen und Ausländer spätestens nach 14 Tagen bei der für den neuen Wohnort zuständigen Stelle (Art. 17) anmelden und innerhalb der gleichen Frist bei der für den früheren Wohnort zuständigen Stelle abmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_15"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, An- und Abmeldung nach einem Wohnortswechsel",
        "citation": "Art. 15 Abs. 2 VZAE",
        "content": "Ausländerinnen und Ausländer, die ihren Wohnort in das Ausland verlegen, müssen sich spätestens 14 Tage vor der Ausreise bei der für den früheren Wohnort zuständigen Stelle abmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_15"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, An- und Abmeldung bei einem Wochenaufenthalt",
        "citation": "Art. 16 Abs. 1 VZAE",
        "content": "Wochenaufenthalterinnen und Wochenaufenthalter, die ohne Verlegung des Mittelpunktes der Lebensverhältnisse während der Woche an einem anderen Ort eine Erwerbstätigkeit ausüben oder eine Aus- oder Weiterbildung absolvieren, müssen sich am Ort des Wochenaufenthalts innerhalb von 14 Tagen anmelden, wenn der Wochenaufenthalt länger als drei Monate im Kalenderjahr dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_16"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, An- und Abmeldung bei einem Wochenaufenthalt",
        "citation": "Art. 16 Abs. 2 VZAE",
        "content": "Bei Aufgabe des Wochenaufenthalts müssen sie sich innerhalb von 14 Tagen bei der zuständigen Stelle nach Artikel 17 abmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_16"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, Zuständige Stellen für die An- und Abmeldung",
        "citation": "Art. 17 VZAE",
        "content": "Die Kantone legen fest, welche Stellen für die Entgegennahme der An- und Abmeldung zuständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_17"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, Meldeverfahren bei gewerbsmässiger Beherbergung",
        "citation": "Art. 18 Abs. 1 VZAE",
        "content": "Wer eine Ausländerin oder einen Ausländer gegen Entgelt beherbergt, ist verpflichtet, einen Meldeschein gemäss den Angaben im Ausweispapier auszufüllen und diesen von der beherbergten Person unterschreiben zu lassen. Die beherbergte Person muss ihre Ausweispapiere zu diesem Zweck vorlegen. Der Meldeschein ist der zuständigen kantonalen Behörde zu übermitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_18"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 2. Kapitel: Anmelde- und Bewilligungsverfahren, 4. Abschnitt: Allgemeine Anmelde- und Abmeldebestimmungen, Meldeverfahren bei gewerbsmässiger Beherbergung",
        "citation": "Art. 18 Abs. 2 VZAE",
        "content": "Bei Gruppen erfolgt die Meldung durch eine vom verantwortlichen Reiseleiter unterschriebene Liste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_18"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Kurzaufenthaltsbewilligungen und Aufenthaltsbewilligungen",
        "citation": "Art. 18a Abs. 1 VZAE",
        "content": "Kurzaufenthaltsbewilligungen nach Anhang 1 können für befristete Aufenthalte mit Erwerbstätigkeit bis zu einem Jahr erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_18_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Kurzaufenthaltsbewilligungen und Aufenthaltsbewilligungen",
        "citation": "Art. 18a Abs. 2 VZAE",
        "content": "Aufenthaltsbewilligungen nach Anhang 2 können für Aufenthalte mit Erwerbstätigkeit, die länger als ein Jahr dauern, erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_18_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen",
        "citation": "Art. 19 Abs. 1 VZAE",
        "content": "Für Ausländerinnen und Ausländer, die nicht vom Geltungsbereich des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (FZA) oder des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation (EFTA-Übereinkommen) erfasst werden, können die Kantone Kurzaufenthaltsbewilligungen im Rahmen der Höchstzahlen nach Anhang 1 Ziffer 1 Buchstabe a erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen",
        "citation": "Art. 19 Abs. 2 VZAE",
        "content": "Die Höchstzahl für den Bund ist in Anhang 1 Ziffer 1 Buchstabe b aufgeführt. Sie dient dem Ausgleich der wirtschaftlichen und arbeitsmarktlichen Bedürfnisse zwischen den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen",
        "citation": "Art. 19 Abs. 3 VZAE",
        "content": "Das SEM kann die Höchstzahl des Bundes auf Gesuch hin unter den Kantonen aufteilen. Es berücksichtigt dabei die Bedürfnisse der Kantone und das gesamtwirtschaftliche Interesse während der in Anhang 1 festgesetzten Kontingentsperiode.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen",
        "citation": "Art. 19 Abs. 4 VZAE",
        "content": "Ausgenommen von den Höchstzahlen nach den Absätzen 1 und 2 sind Ausländerinnen und Ausländer:\na. die innerhalb von zwölf Monaten insgesamt längstens vier Monate in der Schweiz erwerbstätig sind, sofern:\n1. die Dauer und der Zweck des Aufenthaltes von vornherein feststehen, und\n2. die Zahl der kurzfristig beschäftigten Ausländerinnen und Ausländer nur in begründeten Ausnahmefällen einen Viertel des gesamten Personalbestandes im Betrieb überschreitet;\nb. die sich innerhalb von zwölf Monaten insgesamt längstens acht Monate in der Schweiz aufhalten und tätig sind als Künstlerinnen und Künstler auf den Gebieten der Musik oder Literatur, der darstellenden oder bildenden Kunst sowie als Zirkus- und Variétéartistinnen und -artisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen für das Erbringen von Dienstleistungen im Rahmen des FZA oder des EFTA-Übereinkommens",
        "citation": "Art. 19a Abs. 1 VZAE",
        "content": "Für Ausländerinnen und Ausländer, die grenzüberschreitende Dienstleistungen erbringen, können die Kantone Kurzaufenthaltsbewilligungen im Rahmen der Höchstzahlen nach Anhang 1 Ziffern 4 und 5 erteilen, wenn:\na. die Dienstleistung im Rahmen des FZA oder des EFTA-Übereinkommens erbracht wird; und \nb. der Aufenthalt mehr als 90 Tage beziehungsweise, wenn die Voraussetzungen von Absatz 2 erfüllt sind, mehr als 120 Tage dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen für das Erbringen von Dienstleistungen im Rahmen des FZA oder des EFTA-Übereinkommens",
        "citation": "Art. 19a Abs. 2 VZAE",
        "content": "Ausgenommen von den Höchstzahlen nach Absatz 1 sind Ausländerinnen und Ausländer, die innerhalb von zwölf Monaten insgesamt längstens vier Monate in der Schweiz erwerbstätig sind, sofern:\na. die Dauer und der Zweck des Aufenthaltes von vornherein feststehen; und\nb. die Zahl der kurzfristig beschäftigten Ausländerinnen und Ausländer nur in begründeten Ausnahmefällen einen Viertel des gesamten Personalbestandes im Betrieb überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen für Staatsangehörige des Vereinigten Königreichs",
        "citation": "Art. 19b Abs. 1 VZAE",
        "content": "Für Staatsangehörige des Vereinigten Königreichs, die nicht vom Geltungsbereich des Abkommens vom 25. Februar 2019 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland über die Rechte der Bürgerinnen und Bürger infolge des Austritts des Vereinigten Königreichs aus der Europäischen Union und des Wegfalls des Freizügigkeitsabkommens (Abkommen über die erworbenen Rechte) erfasst werden, können die Kantone Kurzaufenthaltsbewilligungen im Rahmen der Höchstzahlen nach Anhang 1 Ziffern 7 und 8 erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Kurzaufenthaltsbewilligungen für Staatsangehörige des Vereinigten Königreichs",
        "citation": "Art. 19b Abs. 2 VZAE",
        "content": "Ausgenommen von den Höchstzahlen nach Absatz 1 sind Ausländerinnen und Ausländer:\na. die innerhalb von zwölf Monaten insgesamt längstens vier Monate in der Schweiz erwerbstätig sind, sofern:\n1. die Dauer und der Zweck des Aufenthaltes von vornherein feststehen, und \n2. die Zahl der kurzfristig beschäftigten Ausländerinnen und Ausländer nur in begründeten Ausnahmefällen einen Viertel des gesamten Personalbestandes im Betrieb überschreitet;\nb. die sich innerhalb von zwölf Monaten insgesamt längstens acht Monate in der Schweiz aufhalten und tätig sind als Künstlerinnen und Künstler auf den Gebieten der Musik oder Literatur, der darstellenden oder bildenden Kunst sowie als Zirkus- und Variétéartistinnen und -artisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_19_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Aufenthaltsbewilligungen",
        "citation": "Art. 20 Abs. 1 VZAE",
        "content": "Für Ausländerinnen und Ausländer, die nicht vom Geltungsbereich des FZA oder des EFTA-Übereinkommens erfasst werden, können die Kantone Aufenthaltsbewilligungen im Rahmen der Höchstzahlen nach Anhang 2 Ziffer 1 Buchstabe a erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_20"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Aufenthaltsbewilligungen",
        "citation": "Art. 20 Abs. 2 VZAE",
        "content": "Die Höchstzahl für den Bund ist in Anhang 2 Ziffer 1 Buchstabe b aufgeführt. Sie dient dem Ausgleich der wirtschaftlichen und arbeitsmarktlichen Bedürfnisse zwischen den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_20"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Aufenthaltsbewilligungen",
        "citation": "Art. 20 Abs. 3 VZAE",
        "content": "Das SEM kann die Höchstzahl des Bundes auf Gesuch hin unter den Kantonen aufteilen. Es berücksichtigt dabei die Bedürfnisse der Kantone und das gesamtwirtschaftliche Interesse während der in Anhang 2 festgesetzten Kontingentsperiode.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_20"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Aufenthaltsbewilligungenfür das Erbringen von Dienstleistungen im Rahmen des FZAoder des EFTA-Übereinkommens",
        "citation": "Art. 20a VZAE",
        "content": "Für Ausländerinnen und Ausländer, die grenzüberschreitende Dienstleistungen erbringen, können die Kantone Aufenthaltsbewilligungen im Rahmen der Höchstzahlen nach Anhang 2 Ziffern 4 und 5 erteilen, wenn:\na. die Dienstleistung im Rahmen des FZA oder des EFTA-Übereinkommens erbracht wird; und\nb. der Aufenthalt mehr als 90 Tage beziehungsweise, wenn die Voraussetzungen von Artikel 19a Absatz 2 erfüllt sind, mehr als 120 Tage dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_20_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Höchstzahlen für Aufenthaltsbewilligungen für Staatsangehörige des Vereinigten Königreichs",
        "citation": "Art. 20b VZAE",
        "content": "Für Staatsangehörige des Vereinigten Königreichs, die nicht vom Geltungsbereich des Abkommens über die erworbenen Rechte erfasst werden, können die Kantone Aufenthaltsbewilligungen im Rahmen der Höchstzahlen nach Anhang 2 Ziffern 7 und 8 erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_20_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Keine Anrechnung an die Höchstzahlen",
        "citation": "Art. 21 VZAE",
        "content": "Eine Anrechnung an die Höchstzahlen (Art. 19–20b) erfolgt nicht, wenn die Ausländerin oder der Ausländer:\na. auf die bewilligte Erwerbstätigkeit in der Schweiz verzichtet;\nb. innerhalb von 90 Tagen nach der Aufnahme der Erwerbstätigkeit wieder ausreist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_21"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Lohn- und Arbeitsbedingungen",
        "citation": "Art. 22 Abs. 1 VZAE",
        "content": "Die orts- und berufsüblichen Lohn- und Arbeitsbedingungen bestimmen sich nach den gesetzlichen Vorschriften, Gesamt- und Normalarbeitsverträgen sowie den Lohn- und Arbeitsbedingungen für die gleiche Arbeit im selben Betrieb und in derselben Branche. Die Ergebnisse von statistischen Lohnerhebungen sind ebenfalls zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_22"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Lohn- und Arbeitsbedingungen",
        "citation": "Art. 22 Abs. 2 VZAE",
        "content": "Arbeitgeberinnen und Arbeitgeber müssen bei der nach dem kantonalen Recht für die Zulassung zum Arbeitsmarkt zuständigen Stelle einen Arbeitsvertrag oder eine Auftragsbestätigung einreichen. Bei grenzüberschreitenden Dienstleistungen sind die Entsendebestätigung sowie der Vertrag über die Dienstleistung einzureichen. Diese Dokumente müssen Angaben zur Dauer der Erwerbstätigkeit, zu den Anstellungsbedingungen und zur Entlöhnung enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_22"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Dauer der Entschädigungspflicht bei langfristigen Entsendungen",
        "citation": "Art. 22a Abs. 1 VZAE",
        "content": "Die Entschädigungspflicht des Arbeitgebers entfällt für Auslagen, die bei langfristigen Entsendungen im Rahmen eines betrieblichen Transfers oder im Rahmen einer grenzüberschreitenden Dienstleistung entstehen, nachdem sich die entsandten Arbeitnehmerinnen und Arbeitnehmer länger als zwölf Monate ununterbrochen in der Schweiz aufgehalten haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_22_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Dauer der Entschädigungspflicht bei langfristigen Entsendungen",
        "citation": "Art. 22a Abs. 2 VZAE",
        "content": "Absatz 1 gilt nicht, wenn für entsandte Arbeitnehmerinnen oder Arbeitnehmer sowie für grenzüberschreitende Dienstleistungserbringerinnen oder Dienstleistungserbringer aufgrund eines allgemeinverbindlich erklärten Gesamtarbeitsvertrags oder eines Normalarbeitsvertrags im Sinne von Artikel 360a des Obligationenrechts ein Mindestlohn garantiert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_22_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Zulassungsvoraussetzungen für Betreuungs- und Lehrpersonen",
        "citation": "Art. 22b Abs. 1 VZAE",
        "content": "Bei der Beurteilung, ob religiöse Betreuungs- und Lehrpersonen oder Lehrkräfte für heimatliche Sprache und Kultur mit dem gesellschaftlichen und rechtlichen Wertesystem in der Schweiz vertraut sind, gilt Artikel 58a Absatz 1 Buchstaben a und b AIG sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_22_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 1. Abschnitt: Zulassung zu einem Aufenthalt mit Erwerbstätigkeit, Zulassungsvoraussetzungen für Betreuungs- und Lehrpersonen",
        "citation": "Art. 22b Abs. 2 VZAE",
        "content": "Für die Erteilung einer Aufenthaltsbewilligung muss die Betreuungs- oder Lehrperson nachweisen, dass sie in der am Arbeitsort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau B1 und schriftliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des in Europa allgemein anerkannten Referenzrahmens für Sprachen (Referenzrahmen) verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_22_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Voraussetzungen für die Aus- und Weiterbildung",
        "citation": "Art. 23 Abs. 1 VZAE",
        "content": "Die notwendigen finanziellen Mittel für eine Aus- und Weiterbildung können namentlich belegt werden durch:\na. eine Verpflichtungserklärung sowie einen Einkommens- und Vermögensnachweis einer zahlungsfähigen Person mit Wohnsitz in der Schweiz; Ausländerinnen und Ausländer müssen eine Aufenthalts- oder Niederlassungsbewilligung besitzen;\nb. die Bestätigung einer in der Schweiz zugelassenen Bank über ausreichende Vermögenswerte der Gesuchstellerin oder des Gesuchstellers;\nc. die verbindliche Zusicherung von ausreichenden Stipendien oder Ausbildungsdarlehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_23"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Voraussetzungen für die Aus- und Weiterbildung",
        "citation": "Art. 23 Abs. 2 VZAE",
        "content": "Die persönlichen Voraussetzungen (Art. 27 Abs. 1 Bst. d AIG) sind namentlich erfüllt, wenn keine früheren Aufenthalte und Gesuchsverfahren oder keine anderen Umstände darauf hinweisen, dass die angestrebte Aus- oder Weiterbildung lediglich dazu dient, die allgemeinen Vorschriften über die Zulassung und den Aufenthalt von Ausländerinnen und Ausländern zu umgehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_23"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Voraussetzungen für die Aus- und Weiterbildung",
        "citation": "Art. 23 Abs. 3 VZAE",
        "content": "Aus- oder Weiterbildungen werden in der Regel für längstens acht Jahre bewilligt. Ausnahmen sind möglich, wenn sie einer zielgerichteten Aus- oder Weiterbildung dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_23"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Voraussetzungen für die Aus- und Weiterbildung",
        "citation": "Art. 23 Abs. 4 VZAE",
        "content": "Die Ausübung einer Erwerbstätigkeit richtet sich nach den Artikeln 38−40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_23"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Anforderungen an die Schulen",
        "citation": "Art. 24 Abs. 1 VZAE",
        "content": "Schulen, die Ausländerinnen und Ausländer aus- oder weiterbilden, müssen Gewähr für eine fachgerechte Aus- oder Weiterbildung und die Einhaltung des Unterrichtsprogramms bieten. Die zuständigen Behörden können die Zulassung zur Aus- und Weiterbildung auf anerkannte Schulen beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_24"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Anforderungen an die Schulen",
        "citation": "Art. 24 Abs. 2 VZAE",
        "content": "Das Unterrichtsprogramm und die Dauer der Aus- oder Weiterbildung müssen festgelegt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_24"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Anforderungen an die Schulen",
        "citation": "Art. 24 Abs. 3 VZAE",
        "content": "Die Schulleitung muss bestätigen, dass die sprachlichen und bildungsmässigen Voraussetzungen für die vorgesehene Aus- oder Weiterbildung erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_24"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 2. Abschnitt: Aus- und Weiterbildung, Anforderungen an die Schulen",
        "citation": "Art. 24 Abs. 4 VZAE",
        "content": "In begründeten Fällen können die zuständigen Behörden zusätzlich einen Sprachtest verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_24"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 3. Abschnitt: Rentnerinnen und Rentner",
        "citation": "Art. 25 Abs. 1 VZAE",
        "content": "Das Mindestalter für die Zulassung von Rentnerinnen und Rentnern beträgt 55 Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_25"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 3. Abschnitt: Rentnerinnen und Rentner",
        "citation": "Art. 25 Abs. 2 VZAE",
        "content": "Besondere persönliche Beziehungen zur Schweiz liegen insbesondere vor, wenn:\na. längere frühere Aufenthalte in der Schweiz, namentlich Ferien, Ausbildung oder Erwerbstätigkeit, nachgewiesen werden;\nb. enge Beziehungen zu nahen Verwandten in der Schweiz bestehen (Eltern, Kinder, Enkelkinder oder Geschwister).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_25"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 3. Abschnitt: Rentnerinnen und Rentner",
        "citation": "Art. 25 Abs. 3 VZAE",
        "content": "Im In- oder Ausland darf mit Ausnahme der Verwaltung des eigenen Vermögens keine Erwerbstätigkeit ausgeübt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_25"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 3. Abschnitt: Rentnerinnen und Rentner",
        "citation": "Art. 25 Abs. 4 VZAE",
        "content": "Die notwendigen finanziellen Mittel liegen vor, wenn sie den Betrag übersteigen, der einen Schweizer oder eine Schweizerin und allenfalls seine oder ihre Familienangehörigen zum Bezug von Ergänzungsleistungen nach dem Bundesgesetz vom 6. Oktober 2006 über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung (ELG) berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_25"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erwerbstätigkeit der Familienangehörigen von Personen mit einer Kurzaufenthaltsbewilligung",
        "citation": "Art. 26 Abs. 1 VZAE",
        "content": "Ausländischen Ehegatten und Kindern von Personen mit einer Kurzaufenthaltsbewilligung kann eine unselbstständige Erwerbstätigkeit bewilligt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nc. persönliche Voraussetzungen nach Artikel 23 AIG erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_26"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erwerbstätigkeit der Familienangehörigen von Personen mit einer Kurzaufenthaltsbewilligung",
        "citation": "Art. 26 Abs. 2 VZAE",
        "content": "Die Bewilligung zur Erwerbstätigkeit für die Ehegatten und Kinder nach Absatz 1 ist auf die Gültigkeitsdauer der Kurzaufenthaltsbewilligung der Person zu befristen, die die Familienangehörigen nachgezogen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_26"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Familienangehörige mit Anspruch auf Erwerbstätigkeit",
        "citation": "Art. 27 VZAE",
        "content": "Ehegatten und Kinder mit Anspruch auf die Ausübung einer Erwerbstätigkeit können diese ohne zusätzliches Bewilligungsverfahren aufnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_27"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ausländische Kinder von Schweizerinnen und Schweizern",
        "citation": "Art. 29 Abs. 1 VZAE",
        "content": "Ausländischen Kindern von Schweizerinnen und Schweizern, die sich nicht auf die Bestimmungen über den Familiennachzug nach Artikel 42 AIG berufen können, kann eine Aufenthaltsbewilligung erteilt werden, wenn die Möglichkeit der Wiedereinbürgerung oder der erleichterten Einbürgerung im Sinne von Artikel 27 Absatz 2 sowie 51 Absätze 1 und 2 des Bürgerrechtsgesetzes vom 20. Juni 2014 (BüG) besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_29"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ausländische Kinder von Schweizerinnen und Schweizern",
        "citation": "Art. 29 Abs. 2 VZAE",
        "content": "Die Ausübung einer unselbstständigen Erwerbstätigkeit kann bewilligt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nc. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_29"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ausländische Kinder von Schweizerinnen und Schweizern",
        "citation": "Art. 29 Abs. 3 VZAE",
        "content": "Die Ausübung einer selbstständigen Erwerbstätigkeit kann bewilligt werden, wenn:\na. die notwendigen finanziellen und betrieblichen Voraussetzungen erfüllt sind (Art. 19 Bst. b AIG);\nb. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_29"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ehemalige Schweizerinnen und Schweizer",
        "citation": "Art. 30 Abs. 1 VZAE",
        "content": "An Personen, die aus dem Schweizer Bürgerrecht entlassen wurden (Art. 37 BüG), kann eine Aufenthaltsbewilligung erteilt werden, wenn sie mit der Schweiz eng verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_30"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ehemalige Schweizerinnen und Schweizer",
        "citation": "Art. 30 Abs. 2 VZAE",
        "content": "Die Ausübung einer Erwerbstätigkeit kann bewilligt werden, wenn die Voraussetzungen von Artikel 29 Absätze 2 oder 3 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_30"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ehemalige Schweizerinnen und Schweizer",
        "citation": "Art. 30 Abs. 3 VZAE",
        "content": "Für Personen, deren Bürgerrecht gestützt auf Artikel 36 des BüG nichtig erklärt oder gestützt auf Artikel 42 des BüG entzogen wurde, gelten die allgemeinen Zulassungsvoraussetzungen des AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_30"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Berufliche Grundbildung",
        "citation": "Art. 30a Abs. 1 VZAE",
        "content": "Zur Ermöglichung einer beruflichen Grundbildung kann Personen mit rechtswidrigem Aufenthalt für die Dauer der Grundbildung unter den folgenden Voraussetzungen eine Aufenthaltsbewilligung erteilt werden:\na. Die Gesuchstellerin oder der Gesuchsteller hat die obligatorische Schule während mindestens zwei Jahren ununterbrochen in der Schweiz besucht und reicht danach innerhalb von zwei Jahren ein Gesuch ein; die Teilnahme an Brückenangeboten ohne Erwerbstätigkeit wird an die obligatorische Schulzeit angerechnet.\nb. Das Gesuch des Arbeitgebers nach Artikel 18 Buchstabe b AIG liegt vor.\nc. Die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG werden eingehalten.\nd. Die Gesuchstellerin oder der Gesuchsteller erfüllt die Integrationskriterien nach Artikel 58a Absatz 1 AIG.\ne. ...\nf. Sie oder er legt ihre Identität offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_30_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Berufliche Grundbildung",
        "citation": "Art. 30a Abs. 2 VZAE",
        "content": "Nach Abschluss der Grundbildung kann die Bewilligung verlängert werden, wenn die Voraussetzungen nach Artikel 31 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_30_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Berufliche Grundbildung",
        "citation": "Art. 30a Abs. 3 VZAE",
        "content": "Den Eltern und den Geschwistern der betroffenen Person kann eine Aufenthaltsbewilligung erteilt werden, wenn sie die Voraussetzungen nach Artikel 31 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_30_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schwerwiegender persönlicher Härtefall",
        "citation": "Art. 31 Abs. 1 VZAE",
        "content": "Liegt ein schwerwiegender persönlicher Härtefall vor, kann eine Aufenthaltsbewilligung erteilt werden. Bei der Beurteilung sind insbesondere zu berücksichtigen:\na. die Integration der Gesuchstellerin oder des Gesuchstellers anhand der Integrationskriterien nach Artikel 58a Absatz 1 AIG;\nb. ...\nc. die Familienverhältnisse, insbesondere der Zeitpunkt der Einschulung und die Dauer des Schulbesuchs der Kinder;\nd. die finanziellen Verhältnisse;\ne. die Dauer der Anwesenheit in der Schweiz;\nf. der Gesundheitszustand;\ng. die Möglichkeiten für eine Wiedereingliederung im Herkunftsstaat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_31"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schwerwiegender persönlicher Härtefall",
        "citation": "Art. 31 Abs. 2 VZAE",
        "content": "Die Gesuchstellerin oder der Gesuchsteller muss die Identität offen legen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_31"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schwerwiegender persönlicher Härtefall",
        "citation": "Art. 31 Abs. 3 VZAE",
        "content": "Für die Ausübung einer unselbstständigen oder selbstständigen Erwerbstätigkeit ist keine Bewilligung erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_31"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schwerwiegender persönlicher Härtefall",
        "citation": "Art. 31 Abs. 5 VZAE",
        "content": "War aufgrund des Alters, des Gesundheitszustandes oder des asylrechtlichen Arbeitsverbots nach Artikel 43 AsylG die Teilnahme am Wirtschaftsleben oder am Erwerb von Bildung (Art. 58a Abs. 1 Bst. d AIG) nicht möglich, so ist dies bei der Prüfung der finanziellen Verhältnisse zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_31"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schwerwiegender persönlicher Härtefall",
        "citation": "Art. 31 Abs. 6 VZAE",
        "content": "Bei der Prüfung eines Gesuchs um Erteilung einer Aufenthaltsbewilligung nach Artikel 84 Absatz 5 AIG ist die erfolgreiche Teilnahme an Integrations- oder Beschäftigungsprogrammen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_31"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Wichtige öffentliche Interessen",
        "citation": "Art. 32 Abs. 1 VZAE",
        "content": "Zur Wahrung wichtiger öffentlicher Interessen kann eine Kurzaufenthalts- oder Aufenthaltsbewilligung erteilt werden. Bei der Beurteilung sind insbesondere zu berücksichtigen:\na. bedeutende kulturelle Anliegen;\nb. staatspolitische Gründe;\nc. erhebliche kantonale fiskalische Interessen;\nd. die Notwendigkeit der Anwesenheit einer Ausländerin oder eines Ausländers im Rahmen eines Strafverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_32"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Wichtige öffentliche Interessen",
        "citation": "Art. 32 Abs. 2 VZAE",
        "content": "Die Ausübung einer Erwerbstätigkeit kann bei der Zulassung nach Absatz 1 Buchstaben a und b bewilligt werden, wenn die Voraussetzungen von Artikel 29 Absätze 2 oder 3 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_32"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Pflegekinder",
        "citation": "Art. 33 VZAE",
        "content": "Pflegekindern können Aufenthaltsbewilligungen erteilt werden, wenn die zivilrechtlichen Voraussetzungen für die Aufnahme von Pflegekindern erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_33"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erholungs- und Bedenkzeit für Opfer sowie Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 35 Abs. 1 VZAE",
        "content": "Bestehen begründete Hinweise, dass es sich bei einer Ausländerin oder einem Ausländer ohne geregelten Aufenthalt um ein Opfer oder eine Zeugin oder einen Zeugen von Menschenhandel handelt, so gewährt die kantonale Migrationsbehörde (Art. 88 Abs. 1) eine Erholungs- und Bedenkzeit, während der sich die betroffene Person erholen kann und einen Entscheid über die weitere Zusammenarbeit mit den Behörden treffen muss. Während dieser Zeitspanne wird von ausländerrechtlichen Vollzugshandlungen abgesehen. Die Dauer der von der kantonalen Behörde angesetzten Erholungs- und Bedenkzeit richtet sich nach den Bedürfnissen im Einzelfall; sie beträgt mindestens 30 Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_35"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erholungs- und Bedenkzeit für Opfer sowie Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 35 Abs. 2 VZAE",
        "content": "Die Erholungs- und Bedenkzeit endet bereits vor Ablauf der angesetzten Frist, wenn die betroffene Person ihre Bereitschaft zur Zusammenarbeit mit den Behörden bekundet und bestätigt, alle Verbindungen zu den verdächtigten Tätern abgebrochen zu haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_35"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erholungs- und Bedenkzeit für Opfer sowie Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 35 Abs. 3 VZAE",
        "content": "Die Erholungs- und Bedenkzeit endet zudem, wenn die betroffene Person:\na. erklärt, dass sie zu einer Zusammenarbeit mit den Behörden nicht bereit ist;\nb. den Kontakt mit den verdächtigten Tätern freiwillig wieder aufgenommen hat;\nc. gemäss neuen Erkenntnissen kein Opfer oder keine Zeugin oder kein Zeuge von Menschenhandel ist; oder\nd. in schwerwiegender Weise gegen die öffentliche Sicherheit und Ordnung verstösst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_35"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Opfern und Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 36 Abs. 1 VZAE",
        "content": "Die für die polizeilichen Ermittlungen oder ein Gerichtsverfahren zuständigen Behörden teilen der kantonalen Migrationsbehörde (Art. 88 Abs. 1) vor Ablauf der Bedenkzeit (Art. 35) mit, ob und wie lange eine weitere Anwesenheit erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Opfern und Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 36 Abs. 2 VZAE",
        "content": "Die Migrationsbehörde des Kantons, in dem die Tat begangen wurde, erteilt für die voraussichtliche Dauer der polizeilichen Ermittlung oder des Gerichtsverfahrens eine Kurzaufenthaltsbewilligung. Werden in mehreren Kantonen polizeiliche Ermittlungen durchgeführt, so ist jener Kanton für die Erteilung der Kurzaufenthaltsbewilligung zuständig, in dem sich die Person zuletzt aufgehalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Opfern und Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 36 Abs. 3 VZAE",
        "content": "Die Bewilligung kann aus den in Artikel 35 Absatz 3 genannten Gründen widerrufen oder nicht verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Opfern und Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 36 Abs. 4 VZAE",
        "content": "Die Ausübung einer Erwerbstätigkeit kann bewilligt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nc. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Opfern und Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 36 Abs. 5 VZAE",
        "content": "Läuft die Bedenkzeit ab oder besteht keine Notwendigkeit mehr für einen weiteren Aufenthalt im Rahmen des Ermittlungs- und Gerichtsverfahrens, muss die betroffene Person die Schweiz verlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Opfern und Zeuginnen und Zeugen von Menschenhandel",
        "citation": "Art. 36 Abs. 6 VZAE",
        "content": "Ein weiterer Aufenthalt kann bewilligt werden, wenn ein schwerwiegender persönlicher Härtefall vorliegt (Art. 31). Die besondere Situation von Opfern sowie Zeuginnen und Zeugen von Menschenhandel ist zu berücksichtigen. Vorbehalten bleibt die Anordnung einer vorläufigen Aufnahme (Art. 83 AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Ausländerinnen und Ausländern im Rahmen des ausserprozessualen Zeugenschutzes",
        "citation": "Art. 36a Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländern wird im Rahmen des ausserprozessualen Zeugenschutzes eine Aufenthaltsbewilligung erteilt:\na. bei Vorliegen eines rechtskräftigen Entscheides über die Durchführung eines Zeugenschutzprogramms nach Artikel 8 des Bundesgesetzes vom 23. Dezember 2011 über den ausserprozessualen Zeugenschutz (ZeugSG); oder\nb. bei Vorliegen einer Vereinbarung über die Übernahme einer zu schützenden Person aus dem Ausland nach Artikel 28 ZeugSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Ausländerinnen und Ausländern im Rahmen des ausserprozessualen Zeugenschutzes",
        "citation": "Art. 36a Abs. 2 VZAE",
        "content": "Zuständig für die Erteilung der Aufenthaltsbewilligung an Ausländerinnen und Ausländer im Rahmen des ausserprozessualen Zeugenschutzes ist die Migrationsbehörde des Kantons, in dem die Ausländerin oder der Ausländer untergebracht wird. Die Erteilung erfolgt nach Rücksprache mit der Zeugenschutzstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aufenthalt von Ausländerinnen und Ausländern im Rahmen des ausserprozessualen Zeugenschutzes",
        "citation": "Art. 36a Abs. 3 VZAE",
        "content": "Die Ausübung einer Erwerbstätigkeit kann bewilligt werden, wenn die Voraussetzungen von Artikel 29 Absätze 2 oder 3 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_36_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Hilfs- und Entwicklungsprojekte",
        "citation": "Art. 37 VZAE",
        "content": "Für einen Aufenthalt im Rahmen von Hilfs- und Entwicklungsprojekten über die wirtschaftliche und technische Zusammenarbeit können Kurzaufenthalts- und Aufenthaltsbewilligungen erteilt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Höchstzahlen nach Artikel 20 AIG eingehalten werden;\nc. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nd. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Art. 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_37"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Aus- und Weiterbildung mit Nebenerwerb",
        "citation": "Art. 38 VZAE",
        "content": "Für Ausländerinnen und Ausländer, die in der Schweiz eine Aus- oder Weiterbildung an einer Hochschule oder Fachhochschule absolvieren, kann frühestens sechs Monate nach Beginn der Ausbildung eine Nebenerwerbstätigkeit bewilligt werden, wenn:\na. die Schulleitung bestätigt, dass diese Tätigkeit im Rahmen der Ausbildung verantwortbar ist und den Ausbildungsabschluss nicht verzögert;\nb. die wöchentliche Arbeitszeit ausserhalb der Ferien 15 Stunden nicht überschreitet;\nc. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nd. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_38"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Ausbildung mit obligatorischem Praktikum",
        "citation": "Art. 39 VZAE",
        "content": "Für Ausländerinnen und Ausländer, die in der Schweiz eine vollzeitliche Ausbildung absolvieren, kann eine Erwerbstätigkeit im Rahmen eines obligatorischen Praktikums bewilligt werden, wenn:\na. die Erwerbstätigkeit die Hälfte der gesamten Ausbildungsdauer nicht überschreitet;\nb. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nc. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nd. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_39"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erwerbstätigkeit während der Weiterbildung an einer Hochschule oder Fachhochschule",
        "citation": "Art. 40 Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländern, die in der Schweiz an einer Hochschule oder Fachhochschule eine Weiterbildung absolvieren, kann eine Erwerbstätigkeit in ihrem wissenschaftlichen Spezialbereich bewilligt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_40"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erwerbstätigkeit während der Weiterbildung an einer Hochschule oder Fachhochschule",
        "citation": "Art. 40 Abs. 2 VZAE",
        "content": "Die Weiterbildung darf durch die Erwerbstätigkeit nicht behindert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_40"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Internationaler Austausch",
        "citation": "Art. 41 VZAE",
        "content": "Zur Erleichterung des internationalen wirtschaftlichen, wissenschaftlichen und kulturellen Austausches können Kurz- oder Aufenthaltsbewilligungen erteilt werden, wenn:\na. ein gesamtwirtschaftliches Interesse nach Artikel 18 Buchstabe a AIG besteht;\nb. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nc. die Höchstzahlen nach Artikel 20 AIG eingehalten werden;\nd. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\ne. die persönlichen Voraussetzungen nach Artikel 23 AIG erfüllt sind;\nf. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_41"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Stagiaires",
        "citation": "Art. 42 Abs. 1 VZAE",
        "content": "Das Verfahren und die Bewilligungserteilung richten sich nach den Stagiaires-Abkommen und zwischenstaatlichen Verwaltungsvereinbarungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_42"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Stagiaires",
        "citation": "Art. 42 Abs. 2 VZAE",
        "content": "Das SEM kann, zulasten der in den Stagiaires-Abkommen vereinbarten Höchstzahlen, für Aufenthalte von höchstens 18 Monaten Verfügungen für Bewilligungen an Stagiaires erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_42"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Stagiaires",
        "citation": "Art. 42 Abs. 3 VZAE",
        "content": "Stagiairesbewilligungen können aufgrund einer Verfügung des SEM im Rahmen der maximalen Aufenthaltsdauer von 18 Monaten verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_42"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Zulassung für besondere internationale Funktionen",
        "citation": "Art. 43 Abs. 1 VZAE",
        "content": "Die Zulassungsvoraussetzungen des AIG gelten für folgende Ausländerinnen und Ausländer nicht, solange sie ihre Funktion ausüben:\na. Angehörige diplomatischer und ständiger Missionen und konsularischer Posten, die eine vom Eidgenössischen Departement für auswärtige Angelegenheiten (EDA) ausgestellte Legitimationskarte besitzen;\nb. Beamte internationaler Organisationen mit Sitz in der Schweiz, die eine vom EDA ausgestellte Legitimationskarte besitzen;\nc. andere bei diesen Organisationen tätige Personen, die eine vom Eidgenössischen Departement für auswärtige Angelegenheiten ausgestellte Legitimationskarte besitzen;\nd. Hauspersonal der in den Buchstaben a-c genannten Personen, das eine vom EDA ausgestellte Legitimationskarte besitzt;\ne. Beamte ausländischer Verwaltungen oder Angestellte von Unternehmen, die im Rahmen der Ausübung eines öffentlichen Auftrags ihren Dienst- oder Arbeitsort in der Schweiz haben;\nf. Korrespondentinnen und Korrespondenten, die ausschliesslich für Zeitungen, Zeitschriften, Presse- oder Informationsagenturen oder Radio- oder Fernsehanstalten mit Sitz im Ausland tätig sind und beim EDA oder beim Büro der Vereinten Nationen in Genf akkreditiert sind;\ng. von ausländischen amtlichen Stellen angestellte, qualifizierte Personen, die in bilateralen Abkommen festgelegte Aufgaben zugunsten ausländischer Arbeitnehmer wahrnehmen;\nh. Mitarbeiterinnen und Mitarbeiter von Organisationen mit Sitz in der Schweiz, denen der Bundesrat entsprechende Erleichterungen einräumt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_43"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Zulassung für besondere internationale Funktionen",
        "citation": "Art. 43 Abs. 2 VZAE",
        "content": "Die Ehegattin oder Ehegatte, die Lebenspartnerin oder der Lebenspartner sowie die Kinder unter 25 Jahren werden für die Dauer der Funktion von Personen nach Absatz 1 Buchstaben a und b im Familiennachzug zugelassen, wenn sie mit ihnen zusammenwohnen. Sie erhalten eine vom EDA ausgestellte Legitimationskarte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_43"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Zulassung für besondere internationale Funktionen",
        "citation": "Art. 43 Abs. 3 VZAE",
        "content": "Die Ehegattin oder der Ehegatte, die Lebenspartnerin oder der Lebenspartner sowie die Kinder unter 21 Jahren werden für die Dauer der Funktion von Personen nach Absatz 1 Buchstabe c im Familiennachzug zugelassen, wenn sie mit ihnen zusammenwohnen. Sie erhalten eine vom EDA ausgestellte Legitimationskarte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_43"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Nebenerwerbstätigkeit von Personen mit besonderen internationalen Funktionen",
        "citation": "Art. 44 VZAE",
        "content": "Weisen die folgenden Personen einen Arbeitsvertrag oder eine verbindliche Offerte vor, kann ihnen eine Nebenerwerbstätigkeit bewilligt werden, solange sie ihre Funktion ausüben als:\na. Angehörige diplomatischer und ständiger Missionen und konsularischer Posten, die eine vom EDA ausgestellte Legitimationskarte besitzen;\nb. Beamte internationaler Organisationen mit Sitz in der Schweiz, die eine vom EDA ausgestellte Legitimationskarte besitzen;\nc. andere bei diesen Organisationen tätige Personen, die eine vom EDA ausgestellte Legitimationskarte besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_44"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erwerbstätigkeit der Familienangehörigen von Personen mit besonderen internationalen Funktionen",
        "citation": "Art. 45 Abs. 1 VZAE",
        "content": "Dem Ehegatten, der Lebenspartnerin oder dem Lebenspartner (Art. 43 Abs. 2) und den vor dem 21. Altersjahr zugelassenen Kindern von Personen nach Artikel 43 Absatz 1 Buchstaben a und b wird eine Erwerbstätigkeit bewilligt, wenn sie einen Arbeitsvertrag oder eine verbindliche Offerte vorweisen. Sie erhalten einen besonderen Ausländerausweis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_45"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Erwerbstätigkeit der Familienangehörigen von Personen mit besonderen internationalen Funktionen",
        "citation": "Art. 45 Abs. 2 VZAE",
        "content": "Dem Ehegatten, der Lebenspartnerin oder dem Lebenspartner (Art. 43 Abs. 3) und den vor dem 21. Altersjahr im Rahmen des Familiennachzugs zugelassenen Kindern von Personen nach Artikel 43 Absatz 1 Buchstabe c kann eine Erwerbstätigkeit bewilligt werden, wenn sie einen Arbeitsvertrag oder eine verbindliche Offerte vorlegen und die Bestimmungen über die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_45"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Betrieblicher Transfer in internationalen Unternehmen",
        "citation": "Art. 46 VZAE",
        "content": "Zur Vereinfachung des betrieblichen Transfers von Angehörigen des höheren Kaders und unentbehrlichen Spezialistinnen und Spezialisten in international tätigen Unternehmen können Kurzaufenthalts- und Aufenthaltsbewilligungen erteilt werden, wenn:\na. ein gesamtwirtschaftliches Interesse nach Artikel 18 Buchstabe a AIG besteht;\nb. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nc. die Höchstzahlen nach Artikel 20 AIG eingehalten werden;\nd. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\ne. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_46"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Au-Pair-Angestellte",
        "citation": "Art. 48 Abs. 1 VZAE",
        "content": "An Au-Pair-Angestellte können Kurzaufenthaltsbewilligungen erteilt werden, wenn:\na. ihre Vermittlung durch eine Organisation erfolgt, die nach dem Arbeitsvermittlungsgesetz vom 6. Oktober 1989 zur Vermittlung von Arbeitnehmerinnen und Arbeitnehmern berechtigt ist;\nb. die Höchstzahlen nach Artikel 20 AIG eingehalten werden;\nc. ihr Alter zwischen 18 und 25 Jahre liegt;\nd. sie einen Sprachkurs in der am Aufenthaltsort gesprochenen Landessprache besuchen;\ne. ihre Tätigkeit höchstens 30 Stunden pro Woche bei einem ganzen freien Tag pro Woche dauert;\nf. ihre Tätigkeit leichte Haushaltsarbeiten und Kinderbetreuung umfasst und sie dafür eine angemessene Entschädigung erhalten;\ng. sie bei ihrer Gastfamilie wohnen und über ein eigenes Zimmer verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_48"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Au-Pair-Angestellte",
        "citation": "Art. 48 Abs. 2 VZAE",
        "content": "Bewilligungen für Au-Pair-Angestellte werden für maximal zwölf Monate erteilt und können nicht verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_48"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Wiederzulassung von Ausländerinnen und Ausländern",
        "citation": "Art. 49 Abs. 1 VZAE",
        "content": "An Ausländerinnen und Ausländer, die früher im Besitz einer Aufenthalts- oder Niederlassungsbewilligung waren, können Kurzaufenthalts- oder Aufenthaltsbewilligungen erteilt werden, wenn:\na. ihr früherer Aufenthalt in der Schweiz mindestens fünf Jahre gedauert hat und nicht nur vorübergehender Natur (Art. 34 Abs. 5 AIG) war; und\nb. ihre freiwillige Ausreise aus der Schweiz nicht länger als zwei Jahre zurückliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_49"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Wiederzulassung von Ausländerinnen und Ausländern",
        "citation": "Art. 49 Abs. 2 VZAE",
        "content": "Die Ausübung einer unselbstständigen Erwerbstätigkeit kann bewilligt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nc. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Art. 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_49"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Wiedereinreise nach Auslandaufenthalt zu Erwerbs- oder Weiterbildungszwecken",
        "citation": "Art. 50 VZAE",
        "content": "An Ausländerinnen und Ausländer, die sich vorübergehend im Auftrag des Arbeitgebers oder zur beruflichen Weiterbildung für höchstens vier Jahre im Ausland aufgehalten haben, können Aufenthaltsbewilligungen erteilt werden, wenn:\na. die kantonale Migrationsbehörde (Art. 88 Abs. 1) vor der Ausreise die Wiedereinreise zugesichert hat;\nb. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nc. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nd. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_50"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Wiedereinreise nach Militärdienst im Ausland",
        "citation": "Art. 51 VZAE",
        "content": "An Ausländerinnen und Ausländer, die ihre Berufstätigkeit zur Leistung eines obligatorischen Militärdienstes im Ausland unterbrochen haben, können Kurzaufenthalts- oder Aufenthaltsbewilligungen erteilt werden, wenn:\na. sie frühestens zwei Monate vor Dienstbeginn ausgereist sind und spätestens drei Monate nach Beendigung des Dienstes in die Schweiz zurückkehren;\nb. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nc. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nd. die Gesuchstellerin oder der Gesuchsteller über eine bedarfsgerechte Wohnung nach Artikel 24 AIG verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_51"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Asylsuchende",
        "citation": "Art. 52 Abs. 1 VZAE",
        "content": "Sind die asylrechtlichen Voraussetzungen (Art. 43 Abs. 1–3 AsylG) erfüllt, kann Asylsuchenden eine vorübergehende Erwerbstätigkeit bewilligt werden, wenn:\na. die Wirtschafts- und Arbeitsmarktlage es erlaubt;\nb. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nc. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden;\nd. der Vorrang nach Artikel 21 AIG eingehalten wird;\ne. sie nicht mit einer rechtskräftigen Landesverweisung nach Artikel 66a oder 66abis des Strafgesetzbuchs oder Artikel 49a oder 49abis des Militärstrafgesetzes von 13. Juni 1927 belegt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_52"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schutzbedürftige",
        "citation": "Art. 53 Abs. 1 VZAE",
        "content": "Schutzbedürftigen kann ab Gewährung des vorübergehenden Schutzes eine vorübergehende unselbstständige Erwerbstätigkeit bewilligt werden, wenn:\na. das Gesuch eines Arbeitgebers nach Artikel 18 Buchstabe b AIG vorliegt;\nb. die Lohn- und Arbeitsbedingungen nach Artikel 22 AIG eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_53"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Schutzbedürftige",
        "citation": "Art. 53 Abs. 2 VZAE",
        "content": "Schutzbedürftigen kann ab Gewährung des vorübergehenden Schutzes eine vorübergehende selbstständige Erwerbstätigkeit bewilligt werden, wenn die Voraussetzungen nach Artikel 19 Buchstaben b und c AIG erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_53"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 4. Abschnitt: Abweichungen von den Zulassungsvoraussetzungen, Beschäftigungsprogramme",
        "citation": "Art. 53a VZAE",
        "content": "Für Asylsuchende, vorläufig Aufgenommene und Schutzbedürftige, die an einem Beschäftigungsprogramm teilnehmen, gelten die in diesem Beschäftigungsprogramm festgesetzten Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_53_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 3. Kapitel: Zulassung, 5. Abschnitt: Änderung des Aufenthaltszwecks",
        "citation": "Art. 54 VZAE",
        "content": "Erfolgte die Erteilung einer Kurzaufenthalts- oder Aufenthaltsbewilligung gestützt auf eine Zulassungsbestimmung für einen bestimmten Aufenthaltszweck, so ist bei einer Änderung des Aufenthaltszwecks eine neue Bewilligung erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_54"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 1. Abschnitt: Kurzaufenthaltsbewilligungen, Stellenwechsel",
        "citation": "Art. 55 VZAE",
        "content": "Ein Stellenwechsel von Personen mit einer Kurzaufenthaltsbewilligung kann innerhalb der gleichen Branche und des gleichen Berufs bewilligt werden, wenn eine weitere Tätigkeit beim bisherigen Arbeitgeber nicht möglich oder nicht zumutbar ist und der Stellenwechsel nicht auf Grund des Verhaltens der Arbeitnehmerin oder des Arbeitnehmers erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_55"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 1. Abschnitt: Kurzaufenthaltsbewilligungen, Erneuerung",
        "citation": "Art. 56 Abs. 1 VZAE",
        "content": "Kurzaufenthaltsbewilligungen dürfen erst nach einjährigem Unterbruch ein weiteres Mal erteilt werden (Art. 32 Abs. 4 AIG). Ausnahmen sind in begründeten Einzelfällen möglich, wenn es sich beispielsweise um eine jährlich wiederkehrende Tätigkeit handelt. Vorbehalten bleibt Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_56"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 1. Abschnitt: Kurzaufenthaltsbewilligungen, Erneuerung",
        "citation": "Art. 56 Abs. 2 VZAE",
        "content": "Zwischen zwei Kurzaufenthaltsbewilligungen bis zu vier Monaten nach Artikel 19 Absatz 4 Buchstabe a oder Artikel 19b Absatz 2 Buchstabe a muss sich die Ausländerin oder der Ausländer mindestens zwei Monate im Ausland aufhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_56"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 1. Abschnitt: Kurzaufenthaltsbewilligungen, Erneuerung",
        "citation": "Art. 56 Abs. 3 VZAE",
        "content": "Einer Ausländerin oder einem Ausländer kann nur einmal eine Kurzaufenthaltsbewilligung für einen Aufenthalt als Au-Pair (Art. 48), für eine Aus- und Weiterbildung (Art. 23 und 24) oder für Stagiaires (Art. 42) erteilt werden. Ausnahmen sind in begründeten Einzelfällen möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_56"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 1. Abschnitt: Kurzaufenthaltsbewilligungen, Aneinanderreihung",
        "citation": "Art. 57 Abs. 1 VZAE",
        "content": "Die folgenden Bewilligungen dürfen nicht unmittelbar aneinandergereiht werden:\na. Kurzaufenthaltsbewilligungen bis zu vier Monaten (Art. 19 Abs. 4 Bst. a und 19b Abs. 2 Bst. a);\nb. Kurzaufenthaltsbewilligungen über vier Monate (Art. 19 Abs. 1 und 19b Abs. 1);\nc. Kurzaufenthaltsbewilligungen bis zu acht Monaten (Art. 19 Abs. 4 Bst. b und 19b Abs. 2 Bst. b);\nd. Kurzaufenthaltsbewilligungen für Stagiaires (Art. 42).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_57"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 1. Abschnitt: Kurzaufenthaltsbewilligungen, Aneinanderreihung",
        "citation": "Art. 57 Abs. 2 VZAE",
        "content": "Die betroffene Person muss sich zwischen zwei dieser Bewilligungen mindestens zwei Monate nachweislich im Ausland aufhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_57"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 2. Abschnitt: Aufenthaltsbewilligungen, Gültigkeitsdauer der Aufenthaltsbewilligung",
        "citation": "Art. 58 Abs. 1 VZAE",
        "content": "Die Gültigkeitsdauer der erstmaligen Aufenthaltsbewilligung beträgt ein Jahr; sie kann um zwei Jahre verlängert werden. Ausnahmen sind in begründeten Einzelfällen möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_58"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 2. Abschnitt: Aufenthaltsbewilligungen, Gültigkeitsdauer der Aufenthaltsbewilligung",
        "citation": "Art. 58 Abs. 2 VZAE",
        "content": "Nach Ablauf der Gültigkeitsdauer der Aufenthaltsbewilligung muss das ausländische Ausweispapier (Art. 8) noch während sechs Monaten gültig sein. Ausnahmen sind in begründeten Einzelfällen möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_58"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 2. Abschnitt: Aufenthaltsbewilligungen, Gesuch um Verlängerung der Aufenthaltsbewilligung",
        "citation": "Art. 59 Abs. 1 VZAE",
        "content": "Das Gesuch um Verlängerung der Aufenthaltsbewilligung (Art. 33 Abs. 3 AIG) muss spätestens 14 Tage vor Ablauf der Gültigkeitsdauer eingereicht werden. Eine Verlängerung ist frühestens drei Monate vor Ablauf der Gültigkeitsdauer möglich. Ausnahmen sind in begründeten Einzelfällen möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_59"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 2. Abschnitt: Aufenthaltsbewilligungen, Gesuch um Verlängerung der Aufenthaltsbewilligung",
        "citation": "Art. 59 Abs. 2 VZAE",
        "content": "Wurde das Verlängerungsgesuch eingereicht, darf sich die betroffene Person während des Verfahrens in der Schweiz aufhalten, sofern keine abweichende Verfügung getroffen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_59"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erteilung der Niederlassungsbewilligung",
        "citation": "Art. 60 Abs. 1 VZAE",
        "content": "Für die Erteilung der Niederlassungsbewilligung müssen die Integrationskriterien nach Artikel 58a Absatz 1 AIG erfüllt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_60"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erteilung der Niederlassungsbewilligung",
        "citation": "Art. 60 Abs. 2 VZAE",
        "content": "Die Ausländerin oder der Ausländer muss nachweisen, dass sie oder er in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A2 und schriftliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_60"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erneute Erteilung der Niederlassungsbewilligung nach Auslandaufenthalt",
        "citation": "Art. 61 Abs. 1 VZAE",
        "content": "Die Niederlassungsbewilligung kann nach einem Auslandaufenthalt erneut erteilt werden, wenn die Ausländerin oder der Ausländer diese früher schon während mindestens zehn Jahren besessen hat und der Auslandaufenthalt nicht länger als sechs Jahre gedauert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_61"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erneute Erteilung der Niederlassungsbewilligung nach Auslandaufenthalt",
        "citation": "Art. 61 Abs. 2 VZAE",
        "content": "Die Ausländerin oder der Ausländer muss nachweisen, dass sie oder er in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A2 und schriftliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_61"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erneute Erteilung der Niederlassungsbewilligung nach Rückstufung",
        "citation": "Art. 61a Abs. 1 VZAE",
        "content": "Die Wartefrist von fünf Jahren (Art. 34 Abs. 6 AIG) beginnt am Tag nach dem rechtskräftigen Widerruf der Niederlassungsbewilligung nach Artikel 63 Absatz 2 AIG und deren Ersetzung durch eine Aufenthaltsbewilligung (Rückstufung).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_61_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erneute Erteilung der Niederlassungsbewilligung nach Rückstufung",
        "citation": "Art. 61a Abs. 2 VZAE",
        "content": "Die Niederlassungsbewilligung kann erneut erteilt werden, wenn:\na. keine Widerrufsgründe nach Artikel 62 oder 63 Absatz 2 AIG vorliegen; und\nb. die Integrationskriterien nach Artikel 58a Absatz 1 AIG erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_61_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Erneute Erteilung der Niederlassungsbewilligung nach Rückstufung",
        "citation": "Art. 61a Abs. 3 VZAE",
        "content": "Die Ausländerin oder der Ausländer muss nachweisen, dass sie oder er in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A2 und schriftliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_61_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Vorzeitige Erteilung der Niederlassungsbewilligung",
        "citation": "Art. 62 Abs. 1 VZAE",
        "content": "Für die vorzeitige Erteilung der Niederlassungsbewilligung müssen die Integrationskriterien nach Artikel 58a Absatz 1 AIG erfüllt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_62"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Vorzeitige Erteilung der Niederlassungsbewilligung",
        "citation": "Art. 62 Abs. 1bis VZAE",
        "content": "Die Ausländerin oder der Ausländer muss nachweisen, dass sie oder er in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau B1 und schriftliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_62"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Vorzeitige Erteilung der Niederlassungsbewilligung",
        "citation": "Art. 62 Abs. 2 VZAE",
        "content": "Bei der Prüfung des Gesuchs um vorzeitige Erteilung der Niederlassungsbewilligung wird der Integrationsgrad der Familienangehörigen berücksichtigt, die älter als zwölf Jahre sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_62"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Rückstufung",
        "citation": "Art. 62a Abs. 1 VZAE",
        "content": "Die Verfügung über den Widerruf der Niederlassungsbewilligung und deren Ersetzung durch eine Aufenthaltsbewilligung (Rückstufung) kann mit einer Integrationsvereinbarung oder einer Integrationsempfehlung nach Artikel 58b AIG verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_62_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Rückstufung",
        "citation": "Art. 62a Abs. 2 VZAE",
        "content": "Wird die Verfügung nicht mit einer Integrationsvereinbarung oder Integrationsempfehlung verbunden, so muss sie mindestens folgende Elemente enthalten:\na. die Integrationskriterien (Art. 58a Abs. 1 AIG), die die Ausländerin oder der Ausländer nicht erfüllt hat;\nb. die Gültigkeitsdauer der Aufenthaltsbewilligung;\nc. die Bedingungen, an die der weitere Verbleib in der Schweiz geknüpft wird (Art. 33 Abs. 2 AIG);\nd. die Folgen für den Aufenthalt in der Schweiz, wenn die Bedingungen nach Buchstabe c nicht eingehalten werden (Art. 62 Abs. 1 Bst. d AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_62_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 3. Abschnitt: Niederlassungsbewilligungen, Gesuch um Verlängerung der Gültigkeitsdauer des Ausweises für die Niederlassungsbewilligung",
        "citation": "Art. 63 VZAE",
        "content": "Der Ausweis für Personen mit Niederlassungsbewilligung muss spätestens 14 Tage vor Ablauf der Laufzeit der kantonalen Migrationsbehörde (Art. 88 Abs. 1) zur Verlängerung vorgelegt oder abgegeben werden. Die Verlängerung erfolgt frühestens drei Monate vor Ablauf der Laufzeit; Ausnahmen sind in begründeten Einzelfällen möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_63"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Stellenwechsel",
        "citation": "Art. 64 Abs. 1 VZAE",
        "content": "Der Stellenwechsel von Asylsuchenden kann bewilligt werden, wenn die asylrechtlichen Voraussetzungen (Art. 43 Abs. 1–3 AsylG) und die Voraussetzungen nach Artikel 52 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_64"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Stellenwechsel",
        "citation": "Art. 64 Abs. 2 VZAE",
        "content": "Der Stellenwechsel von Schutzbedürftigen kann bewilligt werden, wenn die Voraussetzungen nach Artikel 53 Absatz 1 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_64"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Stellenwechsel",
        "citation": "Art. 64 Abs. 3 VZAE",
        "content": "Für den Stellenwechsel von Ausländerinnen und Ausländern, Flüchtlingen oder Staatenlosen, die in der Schweiz vorläufig aufgenommen wurden, von Flüchtlingen, die in der Schweiz Asyl erhalten haben, und von Staatenlosen, die in der Schweiz anerkannt sind, sowie von Flüchtlingen oder Staatenlosen, die mit einer rechtskräftigen Landesverweisung belegt sind, gelten die Artikel 65–65c sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_64"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländer, Flüchtlinge und Staatenlose, die in der Schweiz vorläufig aufgenommen wurden, Flüchtlinge, die in der Schweiz Asyl erhalten haben, und Staatenlose, die in der Schweiz anerkannt sind, dürfen eine Erwerbstätigkeit aufnehmen, sobald dies gemeldet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 1bis VZAE",
        "content": "Flüchtlinge und Staatenlose, die mit einer rechtskräftigen Landesverweisung belegt sind, dürfen ebenfalls eine Erwerbstätigkeit aufnehmen, sobald dies gemeldet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 2 VZAE",
        "content": "Bei unselbstständiger Erwerbstätigkeit muss die Meldung durch den Arbeitgeber erfolgen. Sie umfasst folgende Daten:\na. die Identität der erwerbstätigen Person: Name, Vornamen, Geburtsdatum, Geschlecht, Staatsangehörigkeit, Telefonnummer und Personennummer im Zentralen Migrationsinformationssystem (ZEMIS);\nb. die Identität des Arbeitgebers: Name oder Firmenname, Adresse, Unternehmensidentifikationsnummer, Branche sowie eine Kontaktperson mit Telefonnummer und E-Mail-Adresse; \nc. die ausgeübte Tätigkeit: Art der Tätigkeit, Beschäftigungsgrad, wöchentliche Arbeitszeit;\nd. den Arbeitsort und den Lohn;\ne. das Datum der Aufnahme der Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 3 VZAE",
        "content": "Bei selbstständiger Erwerbstätigkeit muss die Meldung durch die betreffende Person erfolgen. Sie umfasst die Daten nach Absatz 2 Buchstaben a und c–e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 4 VZAE",
        "content": "Die Meldung der Daten nach Absatz 2 kann durch eine Drittperson erfolgen, wenn diese:\na. bei behördlich beauftragten Anbietern von Massnahmen die berufliche Ein- oder Wiedereingliederung unterstützt; oder\nb. über eine grundsätzliche Einwilligung der am Arbeitsort zuständigen kantonalen Behörde verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 5 VZAE",
        "content": "Die Übermittlung der Meldung gilt als Erklärung, mit welcher der Arbeitgeber oder die Drittperson bestätigt, dass er oder sie die orts-, berufs- und branchenüblichen Lohn- und Arbeitsbedingungen sowie die besonderen Bedingungen gemäss der Art der Tätigkeit oder die Massnahmen der beruflichen Ein- oder Wiedereingliederung kennt und sich zu deren Einhaltung verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 6 VZAE",
        "content": "Die Meldung ist in elektronischer Form an die am Arbeitsort zuständige kantonale Behörde zu übermitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 7 VZAE",
        "content": "Von der Meldepflicht ausgenommen ist die Aufnahme einer Erwerbstätigkeit: \na. die durch behördlich beauftragte Anbieter von Massnahmen mit dem Ziel der beruflichen Ein- oder Wiedereingliederung vermittelt wurde;\nb. für die eine grundsätzliche Einwilligung der am Arbeitsort zuständigen kantonalen Behörden vorliegt; und \nc. bei der die Entschädigung unter dem für die Berechnung der Globalpauschale des Bundes nach Artikel 23 und 27 der Asylverordnung 2 vom 11. August 1999 massgebenden Bruttomonatslohn von 600 Franken liegt oder bei der es sich um eine Massnahme zur beruflichen Grundbildung nach Artikel 12 des Berufsbildungsgesetzes vom 13. Dezember 2002 handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Aufnahme einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65 Abs. 8 VZAE",
        "content": "Für Behördenstellen, die Massnahmen der beruflichen Ein- und Wiedereingliederung direkt umsetzen, gelten die Absätze 4 und 7 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Meldung der Beendigung einer Erwerbstätigkeit bei vorläufig Aufgenommenen, Flüchtlingen und Staatenlosen",
        "citation": "Art. 65a VZAE",
        "content": "Für die Meldung der Beendigung einer Erwerbstätigkeit gilt Artikel 65 Absätze 2–4 und 6 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Erfassung und Übermittlung der gemeldeten Daten",
        "citation": "Art. 65b Abs. 1 VZAE",
        "content": "Wird die Aufnahme einer Erwerbstätigkeit gemeldet, so erfasst die zuständige Behörde folgende Daten im ZEMIS:\na. die Identität des Arbeitgebers;\nb. die ausgeübte Tätigkeit und den Arbeitsort;\nc. das Datum der Aufnahme der Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Erfassung und Übermittlung der gemeldeten Daten",
        "citation": "Art. 65b Abs. 2 VZAE",
        "content": "Unmittelbar nach Erhalt der Meldung übermittelt sie eine Kopie an die kantonale Behörde nach Artikel 83. Ist die Ausländerin oder der Ausländer in einem anderen Kanton wohnhaft, so übermittelt sie auch eine Kopie an die zuständige Behörde des Wohnkantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Erfassung und Übermittlung der gemeldeten Daten",
        "citation": "Art. 65b Abs. 3 VZAE",
        "content": "Wird die Beendigung einer Erwerbstätigkeit gemeldet, so erfasst die zuständige Behörde das Datum der Beendigung im ZEMIS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Kontrolle der Lohn- und Arbeitsbedingungen",
        "citation": "Art. 65c Abs. 1 VZAE",
        "content": "Die kantonale Behörde nach Artikel 83 kann bei der Meldung einer Erwerbstätigkeit prüfen, ob die Lohn- und Arbeitsbedingungen eingehalten werden (Art. 22 AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 4. Abschnitt: Erwerbstätige Asylsuchende, Schutzbedürftige, vorläufig Aufgenommene, Flüchtlinge und Staatenlose, Kontrolle der Lohn- und Arbeitsbedingungen",
        "citation": "Art. 65c Abs. 2 VZAE",
        "content": "Sie kann zudem anderen Kontrollorganen eine Kopie der Meldung übermitteln, beispielsweise den tripartiten Kommissionen nach Artikel 360b des Obligationenrechts oder den paritätischen Kommissionen, die mit dem Vollzug des Gesamtarbeitsvertrags der betreffenden Branche beauftragt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_65_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonaler Geltungsbereich",
        "citation": "Art. 66 VZAE",
        "content": "Ausländerinnen und Ausländer können nur in einem Kanton eine Kurzaufenthalts-, Aufenthalts- oder Niederlassungsbewilligung besitzen. Die Bewilligungen gelten für das Gebiet des Kantons, der sie ausgestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_66"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel",
        "citation": "Art. 67 Abs. 1 VZAE",
        "content": "Wird der Mittelpunkt der Lebensverhältnisse in einen anderen Kanton verlegt, liegt bewilligungspflichtiger Kantonswechsel vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel",
        "citation": "Art. 67 Abs. 2 VZAE",
        "content": "Ausländerinnen und Ausländer mit einer gültigen Kurzaufenthalts-, Aufenthalts- oder Niederlassungsbewilligung benötigen für vorübergehende Aufenthalte in einem anderen Kanton bis zu drei Monaten im Kalenderjahr keine Bewilligung, und eine Anmeldung ist nicht erforderlich (Art. 37 Abs. 4 AIG). Die Regelung des Wochenaufenthalts richtet sich nach Artikel 16.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel von vorläufig aufgenommenen Personen",
        "citation": "Art. 67a Abs. 1 VZAE",
        "content": "Ein Kantonswechsel nach Artikel 85b Absatz 2 Buchstabe b AIG wird namentlich bewilligt, wenn häusliche Gewalt vorliegt und dies zum Schutz der Gesundheit der betroffenen Person oder anderer Personen erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel von vorläufig aufgenommenen Personen",
        "citation": "Art. 67a Abs. 2 VZAE",
        "content": "Der Verbleib im Wohnkanton ist aufgrund des Arbeitswegs namentlich dann unzumutbar, wenn: \na. der Arbeitsweg mehr als 90 Minuten je für den Hin- und Rückweg dauert oder;\nb. die vorläufig aufgenommene Person für den Arbeitsweg auf den öffentlichen Verkehr angewiesen ist und der Arbeitsort mit den öffentlichen Verkehrsmitteln nicht oder nur schwer erreichbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel von vorläufig aufgenommenen Personen",
        "citation": "Art. 67a Abs. 3 VZAE",
        "content": "Der Verbleib im Wohnkanton ist aufgrund der Arbeitszeiten namentlich dann unzumutbar, wenn:\na. die vorläufig aufgenommene Person für den Arbeitsweg auf den öffentlichen Verkehr angewiesen ist und zu Beginn oder am Ende der Arbeitszeit keine öffentlichen Verkehrsmittel verfügbar sind;\nb. kurzfristig angeordnete Arbeitseinsätze wie Pikettdienste erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel von vorläufig aufgenommenen Personen",
        "citation": "Art. 67a Abs. 4 VZAE",
        "content": "Massgebend für die Beurteilung der Sozialhilfeabhängigkeit ist die zukünftige Situation im neuen Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Kantonswechsel von vorläufig aufgenommenen Personen",
        "citation": "Art. 67a Abs. 5 VZAE",
        "content": "Darüber hinaus kann das SEM einen Kantonswechsel verfügen, wenn beide Kantone damit einverstanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_67_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Aufenthalt ohne Kantonswechsel",
        "citation": "Art. 68 Abs. 1 VZAE",
        "content": "Hält sich eine Ausländerin oder ein Ausländer zur medizinischen Behandlung oder Betreuung ausserhalb des Bewilligungskantons auf (zum Beispiel in Spitälern, Heilanstalten oder Sanatorien), so gilt dies unabhängig von der Dauer des Aufenthalts nicht als Kantonswechsel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_68"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Aufenthalt ohne Kantonswechsel",
        "citation": "Art. 68 Abs. 2 VZAE",
        "content": "Gleiches gilt für Ausländerinnen und Ausländer, die in Anwendung von Artikel 36 Absatz 2 für die voraussichtliche Dauer der polizeilichen Ermittlung oder des Gerichtsverfahrens eine Kurzaufenthaltsbewilligung erhalten und sich ausserhalb des Bewilligungskantons aufhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_68"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Zuständigkeit bei bevormundeten Kindern und bei einer umfassenden Beistandschaft",
        "citation": "Art. 69 VZAE",
        "content": "Bei ausländischen Kindern unter Vormundschaft (Art. 327a–327c des Zivilgesetzbuchs; ZGB) und bei Ausländerinnen und Ausländern unter einer umfassenden Beistandschaft (Art. 398 ZGB) ist derjenige Kanton für die ausländerrechtliche Regelung zuständig, in dem sich der Sitz der zuständigen Kindes- und Erwachsenenschutzbehörde (KESB) befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_69"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Strafvollzug, Massnahmenvollzug und zivilrechtliche Unterbringung",
        "citation": "Art. 70 Abs. 1 VZAE",
        "content": "Werden Ausländerinnen und Ausländer im Bewilligungskanton oder in einem anderen Kanton in ein Untersuchungsgefängnis oder in eine Strafanstalt eingewiesen oder befinden sie sich im stationären oder ambulanten Massnahmenvollzug nach den Artikeln 59–61, 63 oder 64 des Strafgesetzbuches oder werden sie in einer Einrichtung nach Artikel 426 ZGB untergebracht, so bleibt die bisherige Bewilligung bis zur ihrer Entlassung gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_70"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 4. Kapitel: Regelung des Aufenthalts, 5. Abschnitt: Örtlicher Geltungsbereich der Bewilligungen und Kantonswechsel von vorläufig aufgenommenen Personen, Strafvollzug, Massnahmenvollzug und zivilrechtliche Unterbringung",
        "citation": "Art. 70 Abs. 2 VZAE",
        "content": "Das Anwesenheitsverhältnis ist spätestens auf den Zeitpunkt der bedingten oder unbedingten Entlassung aus dem Strafvollzug, dem Massnahmenvollzug oder der Unterbringung neu zu regeln. Besteht die Möglichkeit, die betroffene Person zum Vollzug eines Strafurteils in den Heimatstaat zu überstellen, ist sofort über das Anwesenheitsverhältnis zu entscheiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_70"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Ausländerausweise nach Artikel 41 Absatz 1 AIG",
        "citation": "Art. 71 Abs. 1 VZAE",
        "content": "Die Ausländerinnen und Ausländer, die einer Bewilligungspflicht unterstehen, erhalten einen Ausländerausweis nach Artikel 41 Absatz 1 AIG. Diese Ausweise gelten als Bestätigung für eine Kurzaufenthaltsbewilligung (Ausweis L), eine Aufenthaltsbewilligung (Ausweis B) oder eine Niederlassungsbewilligung (Ausweis C).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Ausländerausweise nach Artikel 41 Absatz 1 AIG",
        "citation": "Art. 71 Abs. 2 VZAE",
        "content": "Der Bewilligungspflicht unterstehende Ausländerinnen und Ausländer, die innerhalb eines Zeitraums von zwölf Monaten während höchstens vier Monaten eine Erwerbstätigkeit ausüben (Art. 12 Abs. 1), erhalten anstelle eines Ausländerausweises eine Einreiseerlaubnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Ausländerausweise nach Artikel 41 Absatz 1 AIG",
        "citation": "Art. 71 Abs. 3 VZAE",
        "content": "Monatlich engagierte Künstlerinnen und Künstler und Musikerinnen und Musiker (Art. 19 Abs. 4 Bst. b und Art. 19b Abs. 2 Bst. b) erhalten zur Regelung ihres Aufenthaltes unabhängig von der Aufenthaltsdauer eine Arbeitsbestätigung und, sofern das Engagement länger als drei Monate dauert, einen Ausländerausweis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Weitere Ausländerausweise",
        "citation": "Art. 71a Abs. 1 VZAE",
        "content": "Folgende Personen erhalten einen ihrer jeweiligen Rechtsstellung entsprechenden besonderen Ausweis:\na. Grenzgängerinnen und Grenzgänger mit einer Bewilligung für die Ausübung einer Erwerbstätigkeit in einer Grenzzone der Schweiz nach Artikel 35 AIG (Ausweis G);\nb. Asylsuchende während des Asylverfahrens (Ausweis N) nach Artikel 42 AsylG, sofern sie einem Kanton zugewiesen werden;\nc. vorläufig Aufgenommene bis zur Aufhebung dieser Massnahme (Ausweis F) nach Artikel 41 Absatz 2 AIG;\nd. Schutzbedürftige für die Dauer des vorübergehenden Schutzes (Ausweis S) nach Artikel 74 AsylG;\ne. Personen, die die Personen nach Absatz 2 begleiten und:\n1. in den Genuss von Vorrechten, Immunitäten und Erleichterungen kommen,\n2. nach Artikel 22 der Gaststaatverordnung vom 7. Dezember 2007 (V‐GSG) einen erleichterten Zugang zum schweizerischen Arbeitsmarkt erhalten, und\n3. tatsächlich eine Erwerbstätigkeit auf dem schweizerischen Arbeitsmarkt ausüben (Ausweis Ci).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Weitere Ausländerausweise",
        "citation": "Art. 71a Abs. 2 VZAE",
        "content": "Personen mit Vorrechten, Immunitäten und Erleichterungen erhalten nach Artikel 17 Absatz 1 V-GSG eine Legitimationskarte des EDA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Weitere Ausländerausweise",
        "citation": "Art. 71a Abs. 3 VZAE",
        "content": "Asylsuchende während des Asylverfahrens nach Artikel 42 AsylG, die keinem Kanton zugewiesen wurden, erhalten eine Bestätigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Nicht biometrischer Ausländerausweis",
        "citation": "Art. 71b Abs. 1 VZAE",
        "content": "Die Kantone erteilen gemäss den Weisungen des SEM folgenden Personen nicht biometrische Ausländerausweise:\na. den Staatsangehörigen der Mitgliedstaaten der EFTA und den Staatsangehörigen der Vertragsstaaten des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (FZA);\nb. den Arbeitnehmerinnen und Arbeitnehmern, die von einem Unternehmen mit Sitz in einem Mitgliedstaat der EFTA oder einem Vertragsstaat des FZA für mehr als 90 Arbeitstage innerhalb eines Kalenderjahres in die Schweiz entsandt wurden;\nc. den Personen nach Artikel 71a Absatz 1;\nd. den Grenzgängerinnen und Grenzgängern, die Staatsangehörige des Vereinigten Königreichs sind, die in einem Staat Wohnsitz haben, der durch eines der Schengen-Assoziierungsabkommen nach Anhang 3 gebunden ist (Schengen-Staat), und die vom Geltungsbereich des Abkommens vom 25. Februar 2019 über die erworbenen Rechte erfasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Nicht biometrischer Ausländerausweis",
        "citation": "Art. 71b Abs. 2 VZAE",
        "content": "Bei der Legitimationskarte, die den Personen mit Vorrechten, Immunitäten und Erleichterungen vom EDA nach Artikel 17 Absatz 1 V-GSG ausgestellt wird, handelt es sich um einen nicht biometrischen Ausländerausweis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Nicht biometrischer Ausländerausweis",
        "citation": "Art. 71b Abs. 3 VZAE",
        "content": "Ein nicht biometrischer Ausländerausweis kann in folgender Form ausgestellt werden:\na. als Karte ohne Datenchip;\nb. als gedrucktes Dokument in Papierform.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Nicht biometrischer Ausländerausweis",
        "citation": "Art. 71b Abs. 4 VZAE",
        "content": "Der Ausweis für Grenzgängerinnen und Grenzgänger, die Staatsangehörige des Vereinigten Königreichs sind, die in einem Schengen-Staat Wohnsitz haben und die vom Geltungsbereich des Abkommens vom 25. Februar 2019 über die erworbenen Rechte erfasst werden, enthält die Anmerkung, dass der Ausweis gemäss diesem Abkommen ausgestellt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Biometrischer Ausländerausweis",
        "citation": "Art. 71c VZAE",
        "content": "In Einklang mit der Verordnung (EG) Nr. 1030/2002 ist der biometrische Ausländerausweis mit einem Datenchip ausgerüstet, der ein Gesichtsbild, zwei Fingerabdrücke sowie die im maschinenlesbaren Bereich eingetragenen Daten zur Inhaberin oder zum Inhaber enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 1 VZAE",
        "content": "Staatsangehörige von Staaten, die nicht Mitgliedstaaten der EU oder der EFTA sind, erhalten einen biometrischen Ausländerausweis, mit Ausnahme von Arbeitnehmerinnen und Arbeitnehmern, die von einem Unternehmen mit Sitz in einem Mitgliedstaat der EFTA oder einem Vertragsstaat des FZA für mehr als 90 Arbeitstage innerhalb eines Kalenderjahres in die Schweiz entsandt wurden, sowie Personen nach Artikel 71a Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 1bis VZAE",
        "content": "Staatsangehörige des Vereinigten Königreichs, die vom Geltungsbereich des Abkommens über die erworbenen Rechte erfasst werden, erhalten einen biometrischen Ausländerausweis mit der Anmerkung, dass der Ausweis gemäss diesem Abkommen ausgestellt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 1ter VZAE",
        "content": "Grenzgängerinnen und Grenzgänger, die Staatsangehörige des Vereinigten Königreichs sind, die nicht in einem Schengen-Staat ihren Wohnsitz haben und die vom Geltungsbereich des Abkommens vom 25. Februar 2019 über die erworbenen Rechte erfasst werden, erhalten einen biometrischen Ausländerausweis mit der Anmerkung, dass der Ausweis gemäss diesem Abkommen ausgestellt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 2 VZAE",
        "content": "Staatsangehörige von Staaten, die Mitgliedstaat der EU, aber nicht Vertragsstaat des FZA sind, erhalten einen biometrischen Ausländerausweis mit der Anmerkung «EU-Mitgliedstaat (FZA nicht anwendbar)».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 3 VZAE",
        "content": "Staatsangehörige nach Absatz 1, die Familienangehörige von Schweizer Staatsangehörigen sind, erhalten einen biometrischen Ausländerausweis mit der Anmerkung «Familienangehöriger».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 4 VZAE",
        "content": "Staatsangehörige nach Absatz 1, die Familienangehörige von Staatsangehörigen eines EU- oder EFTA-Mitgliedstaates, die Gebrauch von ihrem Recht auf Freizügigkeit machen, sind, erhalten einen biometrischen Ausländerausweis mit der Anmerkung «Familienmitglied eines Bürgers der EU/EFTA».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 5 VZAE",
        "content": "Staatsangehörige nach Absatz 4, die gestützt auf Anhang I Artikel 4 FZA oder Anhang K Anlage 1 Artikel 4 des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation ein Verbleiberecht erwerben, erhalten einen biometrischen Ausländerausweis mit der Anmerkung «persönliches Verbleiberecht» ergänzend zur Anmerkung «Familienmitglied eines Bürgers der EU/EFTA». Beim Tod der oder des EU/EFTA-Staatsangehörigen erhalten sie einen biometrischen Ausländerausweis, der lediglich die Anmerkung «persönliches Verbleiberecht» enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 5bis VZAE",
        "content": "Staatsangehörige nach Absatz 1, die Familienangehörige sind von Staatsangehörigen des Vereinigten Königreichs, die vom Geltungsbereich des Abkommens über die erworbenen Rechte erfasst werden, erhalten einen biometrischen Ausländerausweis mit der Anmerkung, dass der Ausweis gemäss diesem Abkommen ausgestellt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 5ter VZAE",
        "content": "Staatsangehörige nach Absatz 5bis, die gestützt auf Artikel 12 des Abkommens über die erworbenen Rechte ein Verbleiberecht erwerben, erhalten einen biometrischen Ausländerausweis mit der Anmerkung «persönliches Verbleiberecht» ergänzend zur Anmerkung, dass der Ausweis gemäss diesem Abkommen ausgestellt worden ist. Beim Tod der oder des Staatsangehörigen des Vereinigten Königreichs erhalten sie einen biometrischen Ausländerausweis, der lediglich die Anmerkung «persönliches Verbleiberecht» enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Empfängerinnen und Empfänger des biometrischen Ausländerausweises",
        "citation": "Art. 71d Abs. 6 VZAE",
        "content": "Staatsangehörige nach den Absätzen 1 und 4, die entweder Inhaberinnen oder Inhaber einer nicht biometrischen, nach dem 12. Dezember 2008 gemäss den Anforderungen der Verordnung (EG) Nr. 1030/2002 ausgestellten Karte oder eines anderen Dokuments in Papierform sind, können diese Karte oder dieses Dokument bis zum Ablauf der Gültigkeit behalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 1 VZAE",
        "content": "Vor jeder Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift kontrolliert die zuständige Behörde die Identität der zukünftigen Inhaberin oder des zukünftigen Inhabers des Ausländerausweises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 2 VZAE",
        "content": "Die für das Ausstellen der Ausländerausweise zuständige Behörde oder die vom Kanton benannte Behörde erstellt von der gesuchstellenden Person eine digitale Fotografie und erfasst die Unterschrift. Für die Erstausstellung des Ausweises N für Asylsuchende erfolgt dies durch das SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 3 VZAE",
        "content": "Der Kanton kann die gesuchstellenden Personen berechtigen, eine digitale Fotografie vorzulegen. Die ausstellende Behörde überprüft, ob die Fotografie die erforderlichen Qualitätskriterien erfüllt. Das SEM legt die Kriterien fest, denen die Fotografie genügen muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 4 VZAE",
        "content": "Für den biometrischen Ausländerausweis erfasst die ausstellende Behörde zwei Fingerabdrücke der gesuchstellenden Person in Form des flachen Abdrucks des linken und des rechten Zeigefingers. Bei Fehlen eines Zeigefingers, ungenügender Qualität des Fingerabdrucks oder Verletzungen der Fingerkuppe wird ersatzweise der flache Abdruck des Mittelfingers, des Ringfingers oder des Daumens erfasst. Können die Fingerabdrücke der einen Hand nicht erfasst werden, so werden zwei Fingerabdrücke der anderen Hand erfasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 5 VZAE",
        "content": "Die Fingerabdrücke werden ab dem Alter von sechs Jahren erfasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 6 VZAE",
        "content": "Die Fotografie wird ab Geburt erstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 7 VZAE",
        "content": "Die Unterschrift von Kindern kann ab dem Alter von sieben Jahren verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Erfassung der Fotografie, der Fingerabdrücke und der Unterschrift",
        "citation": "Art. 71e Abs. 8 VZAE",
        "content": "Personen, deren Fingerabdrücke aus körperlichen Gründen nicht abgenommen werden können, müssen sie sich nicht abnehmen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Persönliche Vorsprache bei der Behörde",
        "citation": "Art. 71f Abs. 1 VZAE",
        "content": "Bei der ersten Ausstellung des Ausländerausweises muss die gesuchstellende Person persönlich bei der ausstellenden Behörde vorsprechen. Die Kantone können vorsehen, dass die Gesuche um Ausstellung eines Ausländerausweises bei der Wohngemeinde gestellt werden. In diesem Fall muss die gesuchstellende Person bei der Gemeinde persönlich vorsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_f"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Persönliche Vorsprache bei der Behörde",
        "citation": "Art. 71f Abs. 2 VZAE",
        "content": "Die ausstellende Behörde kann Gesuchstellerinnen und Gesuchsteller, die an schweren körperlichen oder psychischen Gebrechen leiden, von der Pflicht befreien, persönlich zu erscheinen, wenn ihre Identität anderweitig einwandfrei festgestellt werden kann und wenn die erforderlichen Daten auf einem anderen Weg beschafft werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_f"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Persönliche Vorsprache bei der Behörde",
        "citation": "Art. 71f Abs. 3 VZAE",
        "content": "Bei der Erneuerung des Ausweises kann sie eine persönliche Vorsprache der gesuchstellenden Person verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_f"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Aktualisierung des Ausländerausweises",
        "citation": "Art. 71g VZAE",
        "content": "Wird bei einer erwachsenen Person oder einem Kind eine dermassen starke Veränderung der Gesichtszüge festgestellt, dass sich die betreffende Person nicht mehr als Inhaberin des Ausweises identifizieren lässt, so können die kantonalen Behörden von der Person vor Ablauf der fünfjährigen Frist nach Artikel 102a Absatz 4 AIG verlangen, ihre biometrischen Daten erfassen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Verpflichtung der Kantone",
        "citation": "Art. 71h VZAE",
        "content": "Die Kantone übernehmen den Ausländerausweis und das entsprechende Ausfertigungsverfahren zu den Bedingungen, die der Bund mit den Dritten, die mit der Ausfertigung des Ausländerausweises betraut wurden, vereinbart hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_h"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Ausstellung eines neuen Ausländerausweises in einer anderen Amtssprache",
        "citation": "Art. 71i VZAE",
        "content": "Für Ausländerinnen und Ausländer, die ihren Wohnort in eine Gemeinde oder einen Kanton mit einer anderen Amtssprache verlegen, kann der Kanton einen neuen Ausweis in der entsprechenden Sprache ausstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_71_i"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Vorweisung und Entzug des Ausländerausweises",
        "citation": "Art. 72 Abs. 1 VZAE",
        "content": "Alle Ausländerinnen und Ausländer sind verpflichtet, den Behörden den Ausländerausweis auf Verlangen sofort vorzuweisen oder abzugeben. Ist dies nicht möglich, so wird dafür eine angemessene Frist festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Vorweisung und Entzug des Ausländerausweises",
        "citation": "Art. 72 Abs. 2 VZAE",
        "content": "Die zuständige Migrationsbehörde kann den Ausländerausweis entziehen, wenn die Voraussetzungen für den Aufenthalt nicht mehr erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Lesen der Fingerabdrücke",
        "citation": "Art. 72a Abs. 1 VZAE",
        "content": "Das Eidgenössische Justiz- und Polizeidepartement (EJPD) bestimmt die Luftverkehrsunternehmen und die Flughafenbetreiber, die bei der Kontrolle der Flugpassagiere vor dem Einsteigen zum Lesen der auf dem Datenchip gespeicherten Fingerabdrücke berechtigt sind; dabei stützt es sich auf folgende Kriterien:\na. das für bestimmte Flüge oder Abflugsorte beobachtete Risiko illegaler Migration;\nb. die Anzahl Personen, die bei ihrer Ankunft in der Schweiz nach einem vorherigen Flug nicht über die erforderlichen Reisedokumente, Visa oder Ausländerausweise verfügten;\nc. die Zuverlässigkeit der von Staaten ausserhalb der EU oder der EFTA ausgestellten Reise- und Identitätsdokumente;\nd. die Beobachtung betrügerischer Verhaltensweisen oder neuer Vorgehensweisen, die das Lesen der Fingerabdrücke erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Lesen der Fingerabdrücke",
        "citation": "Art. 72a Abs. 2 VZAE",
        "content": "Es bestimmt die Orte und die Dauer der Kontrollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Lesen der Fingerabdrücke",
        "citation": "Art. 72a Abs. 3 VZAE",
        "content": "Es kann mit Staaten, welche die Verordnung (EG) Nr. 1030/2002 und die gestützt darauf erlassenen Ausführungsbestimmungen einhalten, völkerrechtliche Verträge über das Lesen der im Chip gespeicherten Fingerabdrücke abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5. Kapitel:, Ausländerausweis, Lesen der Fingerabdrücke",
        "citation": "Art. 72a Abs. 4 VZAE",
        "content": "Das SEM ist berechtigt, die Leserechte für die Fingerabdrücke zu erteilen:\na. den Staaten, mit denen das EJPD einen Vertrag nach Absatz 3 abgeschlossen hat;\nb. den zum Lesen der Fingerabdrücke nach Artikel 102b AIG berechtigten schweizerischen Behörden;\nc. den Unternehmen und Betreibern nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Nachweis des guten Rufes",
        "citation": "Art. 72b Abs. 1 VZAE",
        "content": "Zur Überprüfung des guten Rufes der mit der Ausfertigung des biometrischen Ausländerausweises betrauten Stelle kann das SEM nach Artikel 41b AIG neben der Anordnung einer Personensicherheitsprüfung namentlich die folgenden Unterlagen von natürlichen oder von juristischen Personen oder deren Organen einfordern:\na. Privatauszug aus dem Strafregister-Informationssystem VOSTRA;\nb. Auszug aus dem Handelsregister;\nc. Auszug der letzten zehn Jahre aus dem Schuldbetreibungs- und Konkursregister;\nd. Lebenslauf einschliesslich sämtlicher geschäftlicher Engagements;\ne. Übersicht über die finanziellen Beteiligungen der letzten zehn Jahre;\nf. Liste aller Strafuntersuchungen und straf- sowie zivilrechtlichen Prozesse der letzten zehn Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Nachweis des guten Rufes",
        "citation": "Art. 72b Abs. 2 VZAE",
        "content": "Als wirtschaftlich Berechtigte sowie als Inhaberinnen und Inhaber von Anteilen, die einen massgebenden Einfluss auf das Unternehmen haben können, gelten Personen, die über eine direkte oder indirekte Beteiligung von mehr als 10 Prozent am Kapital oder an den Stimmrechten verfügen. Das SEM kann die Unterlagen auch von Personen einverlangen, deren direkte oder indirekte Beteiligung weniger als 10 Prozent am Kapital oder an den Stimmrechten beträgt, wenn es dies als notwendig erachtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Nachweis des guten Rufes",
        "citation": "Art. 72b Abs. 3 VZAE",
        "content": "Hatte eine der Personen nach den Absätzen 1 und 2 in den letzten zehn Jahren Sitz oder Wohnsitz im Ausland, so sind gleichwertige ausländische Dokumente vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Nachweis des guten Rufes",
        "citation": "Art. 72b Abs. 4 VZAE",
        "content": "Das SEM kann verlangen, dass die mit der Ausfertigung des biometrischen Ausländerausweises betraute Stelle nach Artikel 41b AIG den guten Ruf der betroffenen Personen periodisch selbstständig überprüft und die Gewährleistung des guten Rufes bestätigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Einreichungs- und Prüfungspflicht",
        "citation": "Art. 72c Abs. 1 VZAE",
        "content": "Das SEM kann von der Stelle nach Artikel 41b AIG sowie gegebenenfalls von den Mitgliedern der Unternehmensgruppe namentlich die folgenden Unterlagen einfordern:\na. geprüfte Jahresrechnung;\nb. Zusammenstellung aller wirtschaftlich Berechtigten und aller Inhaberinnen und Inhaber von Anteilen;\nc. Angaben zur Organisation des Unternehmens und zu den Verantwortlichkeiten der einzelnen Personen;\nd. zertifiziertes und auf die Ausweisfertigung ausgerichtetes Qualitätsmanagementsystem;\ne. Sicherheitskonzept, das namentlich die Massnahmen zur Gewährleistung des Datenschutzes sowie der Sicherheit der auszufertigenden Ausweise und deren Bestandteile darlegt;\nf. Beschrieb der Massnahmen, die zur Erlangung, Aufrechterhaltung und Weiterentwicklung des Fachwissens und der Qualifikationen im Ausweisschriftenbereich getroffen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Einreichungs- und Prüfungspflicht",
        "citation": "Art. 72c Abs. 2 VZAE",
        "content": "Die Jahresrechnung ist jährlich von einer wirtschaftlich und rechtlich unabhängigen Revisionsstelle im Rahmen einer ordentlichen Revision prüfen zu lassen. Als Revisionsstelle können Revisionsunternehmen tätig sein, die über eine Zulassung als Revisionsexperte nach der Revisionsaufsichtsverordnung vom 22. August 2007 verfügen. Für Gesellschaften mit Sitz im Ausland sind gleichwertige ausländische Anforderungen anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 5a. Kapitel:, Stelle zur Ausfertigung des biometrischen Ausländerausweises, Einreichungs- und Prüfungspflicht",
        "citation": "Art. 72c Abs. 3 VZAE",
        "content": "Die mit der Ausfertigung des biometrischen Ausländerausweises betraute Stelle nach Artikel 41b AIG weist periodisch die Einhaltung und Aktualität des Qualitätsmanagementsystems und des Sicherheitskonzeptes nach.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_72_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Frist für den Familiennachzug von Personen mit Aufenthaltsbewilligung",
        "citation": "Art. 73 Abs. 1 VZAE",
        "content": "Gesuche um Familiennachzug von Ehegatten und Kindern von Personen mit einer Aufenthaltsbewilligung müssen innerhalb von fünf Jahren eingereicht werden. Das Gesuch für den Nachzug von Kindern über zwölf Jahren muss innerhalb von zwölf Monaten eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Frist für den Familiennachzug von Personen mit Aufenthaltsbewilligung",
        "citation": "Art. 73 Abs. 2 VZAE",
        "content": "Die Fristen nach Absatz 1 beginnen mit der Erteilung der Aufenthaltsbewilligung oder mit der Entstehung des Familienverhältnisses zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Frist für den Familiennachzug von Personen mit Aufenthaltsbewilligung",
        "citation": "Art. 73 Abs. 3 VZAE",
        "content": "Ein nachträglicher Familiennachzug kann nur bewilligt werden, wenn wichtige familiäre Gründe geltend gemacht werden. Kinder über 14 Jahren werden zum Familiennachzug angehört, sofern dies erforderlich ist. Die Anhörung findet in der Regel bei der Schweizerischen Vertretung am Aufenthaltsort statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Frist für den Familiennachzug von Personen mit Aufenthaltsbewilligung",
        "citation": "Art. 73 Abs. 4 VZAE",
        "content": "Die Bestimmungen in den Absätzen 1–3 gelten für die eingetragene Partnerschaft gleichgeschlechtlicher Paare sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Sprachkompetenzen beim Familiennachzug bei der Erteilung oder Verlängerung einer Aufenthaltsbewilligung",
        "citation": "Art. 73a Abs. 1 VZAE",
        "content": "Das Sprachförderungsangebot für die Erteilung der Aufenthaltsbewilligung nach Artikel 43 Absatz 2 und 44 Absatz 2 AIG muss mindestens zur Erreichung des Referenzniveaus A1 des Referenzrahmens führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Sprachkompetenzen beim Familiennachzug bei der Erteilung oder Verlängerung einer Aufenthaltsbewilligung",
        "citation": "Art. 73a Abs. 2 VZAE",
        "content": "Damit Ehegatten von Personen mit einer Niederlassungs- oder Aufenthaltsbewilligung die Aufenthaltsbewilligung nach Artikel 43 oder 44 AIG verlängert wird, müssen sie nachweisen, dass sie in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Sprachkompetenzen beim Familiennachzug bei der Erteilung einer Niederlassungsbewilligung",
        "citation": "Art. 73b VZAE",
        "content": "Damit Ehegatten von Schweizerinnen und Schweizern und Ehegatten von Personen mit einer Niederlassungsbewilligung eine Niederlassungsbewilligung nach Artikel 42 oder 43 AIG erteilt wird, müssen sie nachweisen, dass sie in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A2 und schriftliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_73_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Familiennachzug bei einer vorläufigen Aufnahme",
        "citation": "Art. 74 Abs. 1 VZAE",
        "content": "Gesuche um Einbezug in die vorläufige Aufnahme von Familienangehörigen sind bei der kantonalen Migrationsbehörde (Art. 88 Abs. 1) einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Familiennachzug bei einer vorläufigen Aufnahme",
        "citation": "Art. 74 Abs. 2 VZAE",
        "content": "Die kantonale Migrationsbehörde leitet das Gesuch mit ihrer Stellungnahme an das SEM weiter. Die Stellungnahme führt aus, ob die gesetzlichen Voraussetzungen für den Familiennachzug gegeben sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Familiennachzug bei einer vorläufigen Aufnahme",
        "citation": "Art. 74 Abs. 3 VZAE",
        "content": "Sind die zeitlichen Voraussetzungen für den Familiennachzug nach Artikel 85c Absatz 1 AIG erfüllt, muss das Gesuch um Einbezug in die vorläufige Aufnahme innerhalb von fünf Jahren eingereicht werden. Das Gesuch für den Nachzug von Kindern über zwölf Jahren muss innerhalb von zwölf Monaten nach diesem Zeitpunkt eingereicht werden. Entsteht das Familienverhältnis erst nach Ablauf der gesetzlichen Frist von Artikel 85c Absatz 1 AIG, beginnen diese Fristen zu diesem späteren Zeitpunkt zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Familiennachzug bei einer vorläufigen Aufnahme",
        "citation": "Art. 74 Abs. 4 VZAE",
        "content": "Ein nachträglicher Familiennachzug kann nur bewilligt werden, wenn wichtige familiäre Gründe geltend gemacht werden. Kinder über 14 Jahren werden zum Familiennachzug angehört, sofern dies erforderlich ist. Die Anhörung findet in der Regel bei der Schweizerischen Vertretung am Aufenthaltsort statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Familiennachzug bei einer vorläufigen Aufnahme",
        "citation": "Art. 74 Abs. 5 VZAE",
        "content": "Der besonderen Situation von vorläufig aufgenommenen Flüchtlingen ist beim Entscheid über die Gewährung des Familiennachzugs Rechnung zu tragen. Für Familienangehörige vorläufig aufgenommener Flüchtlinge gilt Artikel 37 der Asylverordnung 1 vom 11. August 1999 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Familiennachzug bei einer vorläufigen Aufnahme",
        "citation": "Art. 74 Abs. 6 VZAE",
        "content": "Die Bestimmungen in den Absätzen 1–5 gelten für die eingetragene Partnerschaft gleichgeschlechtlicher Paare sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Sprachkompetenzen beim Familiennachzug und Einbezug in die vorläufige Aufnahme",
        "citation": "Art. 74a Abs. 1 VZAE",
        "content": "Damit Ehegatten von vorläufig aufgenommenen Personen und vorläufig aufgenommenen Flüchtlingen nachgezogen und in die vorläufige Aufnahme einbezogen werden, müssen sie nachweisen, dass sie in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Sprachkompetenzen beim Familiennachzug und Einbezug in die vorläufige Aufnahme",
        "citation": "Art. 74a Abs. 2 VZAE",
        "content": "Wird die Voraussetzung nach Absatz 1 nicht erfüllt, so ist die Anmeldung zu einem Sprachförderungsangebot ausreichend, das mindestens zur Erreichung des Referenzniveaus A1 des Referenzrahmens führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_74_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Wichtige familiäre Gründe für einen späteren Nachzug von Kindern",
        "citation": "Art. 75 VZAE",
        "content": "Wichtige familiäre Gründe nach Artikel 47 Absatz 4 AIG und Artikel 73 Absatz 3 und 74 Absatz 4 liegen vor, wenn das Kindswohl nur durch einen Nachzug in die Schweiz gewahrt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_75"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Ausnahmen vom Erfordernis des Zusammenwohnens",
        "citation": "Art. 76 VZAE",
        "content": "Wichtige Gründe für eine Ausnahme vom Erfordernis des Zusammenwohnens können insbesondere durch berufliche Verpflichtungen oder durch eine vorübergehende Trennung wegen erheblicher familiärer Probleme entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_76"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 1 VZAE",
        "content": "Nach Auflösung der Ehe oder der Familiengemeinschaft kann die im Rahmen des Familiennachzugs nach Artikel 44 AIG erteilte Aufenthaltsbewilligung des Ehegatten und der Kinder verlängert werden, wenn:\na. die Ehegemeinschaft mindestens drei Jahre bestanden hat und die Integrationskriterien nach Artikel 58a Absatz 1 AIG erfüllt sind; oder\nb. wichtige persönliche Gründe einen weiteren Aufenthalt in der Schweiz erforderlich machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 2 VZAE",
        "content": "Wichtige persönliche Gründe nach Absatz 1 Buchstabe b können namentlich vorliegen, wenn die Ehegattin oder der Ehegatte Opfer ehelicher Gewalt wurde oder die Ehe nicht aus freiem Willen geschlossen hat oder wenn die soziale Wiedereingliederung im Herkunftsland stark gefährdet erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 3 VZAE",
        "content": "Die Frist zur Erteilung der Niederlassungsbewilligung richtet sich nach Artikel 34 AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 4 VZAE",
        "content": "Für die Verlängerung der Aufenthaltsbewilligung nach Artikel 50 Absatz 1 Buchstabe a AIG und nach Absatz 1 Buchstabe a des vorliegenden Artikels muss die Gesuchstellerin oder der Gesuchsteller nachweisen, dass sie oder er in der am Wohnort gesprochenen Landessprache über mündliche Sprachkompetenzen mindestens auf dem Referenzniveau A1 des Referenzrahmens verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 5 VZAE",
        "content": "Wird das Vorliegen ehelicher Gewalt nach Absatz 1 Buchstabe b sowie Artikel 50 Absatz 2 AIG geltend gemacht, können die zuständigen Behörden entsprechende Nachweise verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 6 VZAE",
        "content": "Als Hinweise für eheliche Gewalt gelten insbesondere:\na. Arztzeugnisse;\nb. Polizeirapporte;\nc. Strafanzeigen;\nd. Massnahmen im Sinne von Artikel 28b ZGB; oder\ne. entsprechende strafrechtliche Verurteilungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 6bis VZAE",
        "content": "Bei der Prüfung der wichtigen persönlichen Gründe nach Absatz 1 Buchstabe b sowie Artikel 50 Absatz 1 Buchstabe b AIG werden die Hinweise und Auskünfte von spezialisierten Fachstellen mit berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6. Kapitel: Familiennachzug, Auflösung der Familiengemeinschaft",
        "citation": "Art. 77 Abs. 7 VZAE",
        "content": "Die Bestimmungen in den Absätzen 1–6bis gelten für die eingetragene Partnerschaft gleichgeschlechtlicher Paare sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Nichtbeachtung der öffentlichen Sicherheit und Ordnung",
        "citation": "Art. 77a Abs. 1 VZAE",
        "content": "Eine Nichtbeachtung der öffentlichen Sicherheit und Ordnung liegt insbesondere vor, wenn die betroffene Person:\na. gesetzliche Vorschriften und behördliche Verfügungen missachtet;\nb. öffentlich-rechtliche oder privatrechtliche Verpflichtungen mutwillig nicht erfüllt;\nc. ein Verbrechen gegen den öffentlichen Frieden, Völkermord, ein Verbrechen gegen die Menschlichkeit oder ein Kriegsverbrechen öffentlich billigt oder dafür wirbt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Nichtbeachtung der öffentlichen Sicherheit und Ordnung",
        "citation": "Art. 77a Abs. 2 VZAE",
        "content": "Eine Gefährdung der öffentlichen Sicherheit und Ordnung liegt vor, wenn konkrete Anhaltspunkte dafür bestehen, dass der Aufenthalt der betroffenen Person in der Schweiz mit erheblicher Wahrscheinlichkeit zu einer Nichtbeachtung der öffentlichen Sicherheit und Ordnung führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Bedrohung der inneren oder äusseren Sicherheit der Schweiz",
        "citation": "Art. 77b VZAE",
        "content": "Eine konkrete Bedrohung der inneren oder äusseren Sicherheit der Schweiz ist gegeben, wenn ein bedeutendes Rechtsgut wie Leib und Leben oder die Freiheit von Personen oder der Bestand und das Funktionieren des Staates betroffen ist, indem die betroffene Person an Aktivitäten in den Bereichen nach Artikel 6 Absatz 1 Buchstabe a Ziffern 1–5 des Nachrichtendienstgesetzes vom 25. September 2015 oder an Aktivitäten der organisierten Kriminalität teilnimmt, solche Aktivitäten unterstützt, fördert oder dazu anwirbt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Respektierung der Werte der Bundesverfassung",
        "citation": "Art. 77c VZAE",
        "content": "Als Werte der Bundesverfassung gelten namentlich folgende Grundprinzipien, Grundrechte und Pflichten:\na. die rechtsstaatlichen Prinzipien sowie die freiheitlich-demokratische Grundordnung der Schweiz;\nb. die Grundrechte wie die Gleichberechtigung von Mann und Frau, das Recht auf Leben und persönliche Freiheit, die Glaubens- und Gewissensfreiheit sowie die Meinungsfreiheit;\nc. die Pflicht zum Besuch der obligatorischen Schule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Sprachkompetenzen und Sprachnachweis",
        "citation": "Art. 77d Abs. 1 VZAE",
        "content": "Der Nachweis für Sprachkompetenzen in einer Landessprache gilt als erbracht, wenn die Ausländerin oder der Ausländer:\na. diese Landessprache als Muttersprache spricht und schreibt;\nb. während mindestens drei Jahren die obligatorische Schule in dieser Landessprache besucht hat;\nc. eine Ausbildung auf Sekundarstufe II oder Tertiärstufe in dieser Landessprache besucht hat; oder \nd. über einen Sprachnachweis verfügt, der die entsprechenden Sprachkompetenzen in dieser Landessprache bescheinigt und der sich auf ein Sprachnachweisverfahren abstützt, das den allgemein anerkannten Qualitätsstandards für Sprachtests entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Sprachkompetenzen und Sprachnachweis",
        "citation": "Art. 77d Abs. 2 VZAE",
        "content": "Das SEM unterstützt die Kantone bei der Prüfung der Sprachnachweise nach Absatz 2 Buchstabe d. Es kann Dritte mit dieser Aufgabe betrauen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Teilnahme am Wirtschaftsleben oder am Erwerb von Bildung",
        "citation": "Art. 77e Abs. 1 VZAE",
        "content": "Eine Person nimmt am Wirtschaftsleben teil, wenn sie die Lebenshaltungskosten und Unterhaltsverpflichtungen deckt durch Einkommen, Vermögen oder Leistungen Dritter, auf die ein Rechtsanspruch besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Teilnahme am Wirtschaftsleben oder am Erwerb von Bildung",
        "citation": "Art. 77e Abs. 2 VZAE",
        "content": "Eine Person nimmt am Erwerb von Bildung teil, wenn sie in Aus- oder Weiterbildung ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Berücksichtigung der persönlichen Verhältnisse",
        "citation": "Art. 77f VZAE",
        "content": "Die zuständige Behörde berücksichtigt die persönlichen Verhältnisse der Ausländerin oder des Ausländers angemessen bei der Beurteilung der Integrationskriterien nach Artikel 58a Absatz 1 Buchstaben c und d AIG. Eine Abweichung von diesen Integrationskriterien ist möglich, wenn die Ausländerin oder der Ausländer sie nicht oder nur unter erschwerten Bedingungen erfüllen kann aufgrund:\na. einer körperlichen, geistigen oder psychischen Behinderung;\nb. einer schweren oder lang andauernden Krankheit;\nc. anderer gewichtiger persönlicher Umstände, namentlich wegen:\n1. einer ausgeprägten Lern-, Lese- oder Schreibschwäche,\n2. Erwerbsarmut, \n3. der Wahrnehmung von Betreuungsaufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_f"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Integrationsvereinbarungen und -empfehlungen",
        "citation": "Art. 77g Abs. 1 VZAE",
        "content": "Die kantonale Migrationsbehörde prüft im Einzelfall, ob es aufgrund eines besonderen Integrationsbedarfs angezeigt ist, eine Integrationsvereinbarung abzuschliessen oder eine Integrationsempfehlung abzugeben. Liegt eine Meldung nach Artikel 97 Absatz 3 AIG vor, so kann dies ein Hinweis sein auf einen besonderen Integrationsbedarf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Integrationsvereinbarungen und -empfehlungen",
        "citation": "Art. 77g Abs. 2 VZAE",
        "content": "Die in der Integrationsvereinbarung festgelegten Ziele und Massnahmen stützen sich auf die Integrationskriterien nach Artikel 58a Absatz 1 AIG. Besonderen Situationen ist dabei angemessen Rechnung zu tragen (Art. 58a Abs. 2 AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Integrationsvereinbarungen und -empfehlungen",
        "citation": "Art. 77g Abs. 3 VZAE",
        "content": "Die zuständigen kantonalen Behörden stellen bei Bedarf eine Beratung für die Umsetzung der Integrationsvereinbarung sicher. Sie arbeiten dabei mit den kantonalen Ansprechstellen für Integrationsfragen zusammen (Art. 4 VIntA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Integrationsvereinbarungen und -empfehlungen",
        "citation": "Art. 77g Abs. 4 VZAE",
        "content": "Verbinden die kantonalen Migrationsbehörden die Erteilung einer Kurzaufenthalts- oder Aufenthaltsbewilligung oder die Rückstufung (Art. 62a) mit dem Abschluss einer Integrationsvereinbarung, so gelten die darin aufgeführten Ziele und Massnahmen als Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 6a. Kapitel:, Integrationskriterien, Integrationsvereinbarungen und -empfehlungen",
        "citation": "Art. 77g Abs. 5 VZAE",
        "content": "Wird die Integrationsvereinbarung nicht eingehalten, so ist beim Entscheid über die Verlängerung oder den Widerruf der Kurzaufenthalts- oder Aufenthaltsbewilligung zu prüfen, ob dafür ein entschuldbarer Grund vorliegt. Liegt kein entschuldbarer Grund vor, so sind das öffentliche Interesse und die persönlichen Verhältnisse abzuwägen (Art. 96 Abs. 1 AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_77_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 7. Kapitel: Beendigung des Aufenthalts, Rückehr- und Wiedereingliederungshilfe",
        "citation": "Art. 78 Abs. 1 VZAE",
        "content": "Zweck der Rückkehr- und Wiedereingliederungshilfe ist die Förderung der selbstständigen und pflichtgemässen Ausreise in den Heimat-, Herkunfts- oder in einen Drittstaat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_78"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 7. Kapitel: Beendigung des Aufenthalts, Rückehr- und Wiedereingliederungshilfe",
        "citation": "Art. 78 Abs. 2 VZAE",
        "content": "Die Artikel 62–78 der Asylverordnung 2 vom 11. August 1999 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_78"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 7. Kapitel: Beendigung des Aufenthalts, Erlöschen der Bewilligung",
        "citation": "Art. 79 Abs. 1 VZAE",
        "content": "Die Fristen nach Artikel 61 Absatz 2 AIG werden durch vorübergehende Besuchs‐, Tourismus- oder Geschäftsaufenthalte in der Schweiz nicht unterbrochen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_79"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 7. Kapitel: Beendigung des Aufenthalts, Erlöschen der Bewilligung",
        "citation": "Art. 79 Abs. 2 VZAE",
        "content": "Das Gesuch um Aufrechterhaltung der Niederlassungsbewilligung muss vor Ablauf der sechsmonatigen Frist (Art. 61 Abs. 2 AIG) eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_79"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 7. Kapitel: Beendigung des Aufenthalts, Erlass eines Einreiseverbots",
        "citation": "Art. 81 VZAE",
        "content": "Die kantonalen Behörden können dem SEM einen Antrag auf Erlass eines Einreiseverbots stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_81"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit Strafuntersuchungen sowie mit zivil- und strafrechtlichen Urteilen",
        "citation": "Art. 82 Abs. 1 VZAE",
        "content": "Die Polizei- und Gerichtsbehörden sowie die Strafuntersuchungsbehörden melden der kantonalen Migrationsbehörde unaufgefordert die Anhebung und die Einstellung von Strafuntersuchungen, Verhaftungen und Entlassungen, von denen Ausländerinnen und Ausländer betroffen sind, sowie entsprechende zivil- und strafrechtliche Urteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit Strafuntersuchungen sowie mit zivil- und strafrechtlichen Urteilen",
        "citation": "Art. 82 Abs. 2 VZAE",
        "content": "Eine Meldung erfolgt zudem, wenn sich eine kontrollierte Person rechtswidrig in der Schweiz aufhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Zivilstand",
        "citation": "Art. 82a Abs. 1 VZAE",
        "content": "Die Zivilstands- und Gerichtsbehörden melden der kantonalen Migrationsbehörde unaufgefordert und in jedem Fall Eheschliessungen, Verweigerungen der Eheschliessung, Ungültigerklärungen sowie Trennungen und Scheidungen von Ausländerinnen und Ausländern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Zivilstand",
        "citation": "Art. 82a Abs. 2 VZAE",
        "content": "Die beteiligten Behörden geben der kantonalen Migrationsbehörde im Zusammenhang mit einer Meldung nach Absatz 1 Tatsachen bekannt, die auf eine rechtsmissbräuchliche Eheschliessung zur Umgehung der Zulassungsvorschriften nach Artikel 51 AIG hindeuten. Dies gilt auch für die schweizerischen Vertretungen im Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Zivilstand",
        "citation": "Art. 82a Abs. 3 VZAE",
        "content": "Die Absätze 1 und 2 gelten für die eingetragene Partnerschaft gleichgeschlechtlicher Paare sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Bezug von Sozialhilfe",
        "citation": "Art. 82b VZAE",
        "content": "Die für die Ausrichtung von Sozialhilfeleistungen zuständigen Behörden melden der kantonalen Migrationsbehörde unaufgefordert den Bezug von Sozialhilfe durch Ausländerinnen und Ausländer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit der öffentlichen Arbeitsvermittlung und der Arbeitslosenversicherung",
        "citation": "Art. 82c Abs. 1 VZAE",
        "content": "Die Durchführungsorgane der Arbeitslosenversicherung melden der kantonalen Migrationsbehörde unaufgefordert den Namen, die Vornamen, das Geburtsdatum, die Staatsangehörigkeit und die Adresse der Ausländerinnen und Ausländer nach Absatz 1bis:\na. die sich im ersten Aufenthaltsjahr in der Schweiz bei einem Arbeitsamt zur Arbeitsvermittlung anmelden;\nb. deren Anspruch auf Arbeitslosenentschädigung verneint wird;\nc. denen die Vermittlungsfähigkeit aberkannt wird;\nd. für welche die Auszahlung der Arbeitslosenentschädigung endet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit der öffentlichen Arbeitsvermittlung und der Arbeitslosenversicherung",
        "citation": "Art. 82c Abs. 1bis VZAE",
        "content": "Zu melden sind die Daten von:\na. Staatsangehörigen der Mitgliedstaaten der EU oder der EFTA;\nb. Staatsangehörigen des Vereinigten Königreichs, die vom Geltungsbereich des Abkommens über die erworbenen Rechte erfasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit der öffentlichen Arbeitsvermittlung und der Arbeitslosenversicherung",
        "citation": "Art. 82c Abs. 2 VZAE",
        "content": "Absatz 1 ist nicht anwendbar, wenn die betroffenen Personen eine Niederlassungsbewilligung besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Bezug von Ergänzungsleistungen",
        "citation": "Art. 82d Abs. 1 VZAE",
        "content": "Die für die Festsetzung und die Auszahlung der Ergänzungsleistungen zuständigen Organe melden der kantonalen Migrationsbehörde unaufgefordert den Bezug folgender Ergänzungsleistungen nach Artikel 3 Absatz 1 ELG durch Ausländerinnen und Ausländer:\na. jährliche Ergänzungsleistungen;\nb. Vergütung von Krankheits- und Behinderungskosten in Fällen nach Artikel 14 Absatz 6 ELG, wenn der vergütete Gesamtbetrag 6000 Franken pro Kalenderjahr überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Bezug von Ergänzungsleistungen",
        "citation": "Art. 82d Abs. 2 VZAE",
        "content": "Zu melden sind der Name, die Vornamen, das Geburtsdatum, die Staatsangehörigkeit und die Adresse der ausländischen Personen sowie der Betrag der Ergänzungsleistung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Bezug von Ergänzungsleistungen",
        "citation": "Art. 82d Abs. 3 VZAE",
        "content": "Die Meldung muss innerhalb von 20 Tagen erfolgen:\na. ab der ersten monatlichen Zahlung der jährlichen Ergänzungsleistung;\nb. ab dem Zeitpunkt, an dem der Gesamtbetrag der vergüteten Krankheits- und Behinderungskosten nach Absatz 1 Buchstabe b überschritten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit dem Bezug von Ergänzungsleistungen",
        "citation": "Art. 82d Abs. 4 VZAE",
        "content": "Verfügt die kantonale Migrationsbehörde gestützt auf die erhaltenen Daten die Nichtverlängerung oder den Widerruf einer Kurzaufenthalts- oder Aufenthaltsbewilligung, so meldet sie dies innerhalb von 20 Tagen nach Eintritt der Rechtskraft dem für die Festsetzung und die Auszahlung der Ergänzungsleistung zuständigen Organ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit Disziplinarmassnahmen von Schulbehörden",
        "citation": "Art. 82e Abs. 1 VZAE",
        "content": "Die Schulbehörden melden der kantonalen Migrationsbehörde unaufgefordert Entscheide über definitive Schulausschlüsse von ausländischen Schülerinnen und Schülern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit Disziplinarmassnahmen von Schulbehörden",
        "citation": "Art. 82e Abs. 2 VZAE",
        "content": "Absatz 1 ist nicht anwendbar, wenn sich die betroffene Schülerin oder der betroffene Schüler nicht rechtmässig in der Schweiz aufhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_e"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit Kindes- und Erwachsenenschutzmassnahmen",
        "citation": "Art. 82f Abs. 1 VZAE",
        "content": "Die KESB melden der kantonalen Migrationsbehörde unaufgefordert Kindes- und Erwachsenenschutzmassnahmen, die Ausländerinnen und Ausländer betreffen und welche die kantonalen Migrationsbehörden für ihre Entscheide benötigen. Dazu gehören insbesondere:\na. Kindesschutzmassnahmen nach Artikel 308 ZGB, soweit sie den persönlichen Verkehr betreffen;\nb. Kindesschutzmassnahmen nach den Artikeln 310–312 und 327a ZGB;\nc. Erwachsenenschutzmassnahmen nach den Artikeln 394 Absatz 2 und 398 ZGB.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_f"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Meldepflichten im Zusammenhang mit Kindes- und Erwachsenenschutzmassnahmen",
        "citation": "Art. 82f Abs. 2 VZAE",
        "content": "Die Gerichtsbehörden melden der kantonalen Migrationsbehörde unaufgefordert die von ihnen in einem familienrechtlichen Verfahren angeordneten Kindesschutzmassnahmen nach Absatz 1 Buchstaben a und b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_f"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Bekanntgabe von Daten an einen Dublin-Staat ",
        "citation": "Art. 82g Abs. 1 VZAE",
        "content": "Das SEM übermittelt im Rahmen der Anwendung der Dublin-Assoziierungsabkommen vor der Überstellung einer ausländischen Person in den zuständigen Staat, der durch eines der Dublin-Assoziierungsabkommen gebunden ist (Dublin-Staat), die folgenden Daten:\na. die Personendaten gemäss Anhang VI der Verordnung (EG) Nr. 1560/2003; und \nb. die Informationen über den körperlichen und geistigen Gesundheitszustand der betroffenen Person gemäss Anhang IX der Verordnung (EG) Nr. 1560/2003, wenn diese Informationen für die medizinische Versorgung oder Behandlung erforderlich sind",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Bekanntgabe von Daten an einen Dublin-Staat ",
        "citation": "Art. 82g Abs. 2 VZAE",
        "content": "Die Informationen gemäss Absatz 1 Buchstabe b dürfen nur zwischen Angehörigen der Gesundheitsberufe oder Personen, die einem entsprechenden Berufsgeheimnis unterliegen, und nur mit ausdrücklicher Einwilligung der betroffenen Person oder ihres Vertreters oder ihrer Vertreterin übermittelt werden. Ist die betroffene Person aus physischen oder rechtlichen Gründen ausserstande, ihre Einwilligung zu geben, so können Informationen ausnahmsweise auch ohne ausdrückliche Einwilligung übermittelt werden, wenn es der Schutz lebenswichtiger Interessen der betroffenen Person oder einer Drittperson erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 8. Kapitel: Meldepflichten, Amtshilfe und Datenbekanntgabe, Bekanntgabe von Daten an einen Dublin-Staat ",
        "citation": "Art. 82g Abs. 3 VZAE",
        "content": "Das Verfahren der Datenübermittlung richtet sich nach den Artikeln 31 und 32 der Verordnung (EU) Nr. 604/2013 und nach den Artikeln 8 Absatz 3 und 15a der Verordnung (EG) Nr. 1560/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_82_g"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Arbeitsmarktlicher Vorentscheid",
        "citation": "Art. 83 Abs. 1 VZAE",
        "content": "Vor der erstmaligen Erteilung einer Kurzaufenthalts- oder Aufenthaltsbewilligung zur Erwerbstätigkeit entscheidet die kantonale Behörde (Art. 88 Abs. 1), ob die Voraussetzungen erfüllt sind:\na. zur Ausübung einer selbstständigen oder unselbstständigen Erwerbstätigkeit nach den Artikeln 18–25 AIG;\nb. für die Erbringung einer grenzüberschreitenden Dienstleistung durch eine Person oder ein Unternehmen mit Wohnsitz oder Sitz im Ausland nach Artikel 26 AIG;\nc. für den Wechsel zu einer selbstständigen Erwerbstätigkeit durch Personen mit einer Aufenthaltsbewilligung nach Artikel 38 Absatz 3 AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Arbeitsmarktlicher Vorentscheid",
        "citation": "Art. 83 Abs. 2 VZAE",
        "content": "Sie entscheidet zudem, ob eine Kurzaufenthaltsbewilligung verlängert oder erneuert und bei Personen mit einer Kurzaufenthaltsbewilligung und Asylsuchenden ein Stellenwechsel bewilligt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Arbeitsmarktlicher Vorentscheid",
        "citation": "Art. 83 Abs. 3 VZAE",
        "content": "Der arbeitsmarktliche Vorentscheid kann mit Bedingungen und Auflagen verknüpft werden, insbesondere bezüglich der Art und der Dauer einer befristeten Erwerbstätigkeit in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Arbeitsmarktlicher Vorentscheid",
        "citation": "Art. 83 Abs. 4 VZAE",
        "content": "Im Einvernehmen mit dem SEM kann anstelle von Entscheiden im Einzelfall nach Absatz 1 Buchstabe c und Absatz 2 eine Pauschalzustimmung für bestimmte Personen- und Gesuchskategorien erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Anerkennung von ausländischen Wegweisungsverfügungen",
        "citation": "Art. 83a Abs. 1 VZAE",
        "content": "Ausländerinnen und Ausländer können von den kantonalen Migrationsbehörden nach den Voraussetzungen der Richtlinie 2001/40/EG in ihren Heimat- oder Herkunftsstaat ausgeschafft werden, wenn ein rechtskräftiger Wegweisungsentscheid eines Staats, der durch eines der Schengen-Assoziierungsabkommen gebunden ist, feststellt, dass die Einreisevoraussetzungen nach Artikel 6 Absatz 1 des Schengener Grenzkodex nicht erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Anerkennung von ausländischen Wegweisungsverfügungen",
        "citation": "Art. 83a Abs. 2 VZAE",
        "content": "Die Kantone prüfen, ob der Vollzug der Wegweisung in den Heimat- oder Herkunftsstaat weiterhin zulässig, zumutbar und möglich ist, und erlassen eine Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Anerkennung von ausländischen Wegweisungsverfügungen",
        "citation": "Art. 83a Abs. 3 VZAE",
        "content": "Die Kosten für den Wegweisungsvollzug werden nach Artikel 7 der Richtlinie 2001/40/EG und nach der Entscheidung 2004/191/EG zurückerstattet. Das SEM ist die Kontaktstelle im Sinne dieser Entscheidung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_83_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Gültigkeit der arbeitsmarktlichen Vorentscheide",
        "citation": "Art. 84 VZAE",
        "content": "Die Gültigkeitsdauer arbeitsmarktlicher Vorentscheide beträgt sechs Monate. Sie kann aus wichtigen Gründen verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_84"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungspflichtige Bewilligungen und Vorentscheide",
        "citation": "Art. 85 Abs. 1 VZAE",
        "content": "Das SEM ist zuständig für die Zustimmung zur Erteilung und Erneuerung der Kurzaufenthalts- und Aufenthaltsbewilligung, zur Erteilung der Niederlassungsbewilligung sowie zu den Vorentscheiden der kantonalen Arbeitsmarktbehörden (Art. 83).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_85"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungspflichtige Bewilligungen und Vorentscheide",
        "citation": "Art. 85 Abs. 2 VZAE",
        "content": "Das EJPD legt in einer Verordnung fest, in welchen Fällen die Kurzaufenthalts-, Aufenthalts- oder Niederlassungsbewilligung sowie die Vorentscheide der kantonalen Arbeitsmarktbehörden dem Zustimmungsverfahren unterliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_85"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungspflichtige Bewilligungen und Vorentscheide",
        "citation": "Art. 85 Abs. 3 VZAE",
        "content": "Die kantonalen Arbeitsmarktbehörden (Art. 83) und die kantonalen Migrationsbehörden (Art. 88 Abs. 1) können dem SEM für die Überprüfung der bundesrechtlichen Voraussetzungen einen kantonalen Entscheid zur Zustimmung unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_85"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungsverfahren",
        "citation": "Art. 86 Abs. 1 VZAE",
        "content": "Das SEM kann die Zustimmung verweigern, zeitlich begrenzen oder mit Bedingungen und Auflagen verbinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_86"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungsverfahren",
        "citation": "Art. 86 Abs. 2 VZAE",
        "content": "Es verweigert die Zustimmung zur:\na. erstmaligen Bewilligungserteilung und zur Verlängerung, wenn die Zulassungsvoraussetzungen nicht erfüllt sind oder wenn bei einer Person Widerrufsgründe nach Artikel 62 AIG vorliegen;\nb. Erteilung der Niederlassungsbewilligung nach Artikel 34 AIG, wenn die Voraussetzungen dafür nicht erfüllt sind;\nc. Verlängerung einer Aufenthaltsbewilligung, wenn:\n1. die betroffene Person den Mittelpunkt ihrer Lebensverhältnisse nicht in der Schweiz hat,\n2. die Zulassungsvoraussetzungen nicht mehr erfüllt werden,\n3. Widerrufsgründe nach Artikel 62 AIG vorliegen, oder\n4. die betroffene Person sich nicht mehr an den im Gesuchsverfahren angegebenen Zweck ihres Aufenthalts hält, ohne dass eine Änderung des Aufenthaltszwecks nachträglich bewilligt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_86"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungsverfahren",
        "citation": "Art. 86 Abs. 3 VZAE",
        "content": "Das SEM stellt die Einreiseerlaubnis (Art. 5) aus, wenn es die Zustimmung zu einer erstmaligen Kurzaufenthalts- oder Aufenthaltsbewilligung gegeben hat. Ausgenommen sind Bewilligungen nach Artikel 85 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_86"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungsverfahren",
        "citation": "Art. 86 Abs. 4 VZAE",
        "content": "Die Zustimmung des SEM gilt auch nach einem Kantonswechsel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_86"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 9. Kapitel: Arbeitsmarktlicher Vorentscheid und Zustimmungsverfahren, Zustimmungsverfahren",
        "citation": "Art. 86 Abs. 5 VZAE",
        "content": "Der Ausweis darf erst ausgestellt werden, wenn die Zustimmung des SEM vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_86"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 1 VZAE",
        "content": "Zur Feststellung und Sicherung der Identität einer Ausländerin oder eines Ausländers können die zuständigen Behörden bei der Prüfung der Einreisevoraussetzungen sowie bei ausländerrechtlichen Verfahren folgende biometrischen Daten erheben:\na. Fingerabdrücke;\nb. Fotos;\nc. DNA-Profile gemäss Artikel 50 des Bundesgesetzes vom 15. Juni 2018 über genetische Untersuchungen beim Menschen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 1bis VZAE",
        "content": "Die Daten nach Absatz 1 Buchstaben a und b können zwecks Speicherung in das automatisierte Fingerabdruck-Identifikationssystem (AFIS) des Bundesamtes für Polizei erfasst werden, sofern die betroffene Person:\na. sich mit einem gefälschten oder verfälschten Identitäts- oder Reisedokument ausweist;\nb. das vorgewiesene Identitäts- oder Reisedokument nicht rechtmässig besitzt;\nc. sich weigert oder nicht in der Lage ist, die Identität zu belegen;\nd. gefälschte oder verfälschte Belege einreicht;\ne. rechtswidrig in die Schweiz ein- oder aus der Schweiz ausreist oder sich rechtswidrig in der Schweiz aufhält;\nf. angibt, ihren Namen geändert zu haben;\ng. nicht nachweist, dass alle Einreisevoraussetzungen nach Artikel 6 Absatz 1 des Schengener Grenzkodex erfüllt sind;\nh. aufgrund eines Rückkehrentscheids nach Artikel 68a Absatz 1 AIG verpflichtet ist, die Schweiz zu verlassen, wenn dieser Entscheid für den ganzen Schengen-Raum gilt, oder aufgrund eines Einreiseverbotes in den Schengen-Raum nicht mehr einreisen darf und ihre Fingerabdrücke im AFIS nicht enthalten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 1ter VZAE",
        "content": "Zur Feststellung und Sicherung der Identität der betroffenen Person können die Behörden nach Artikel 4 Absatz 1 Buchstabe e der Verordnung vom 6. Dezember 2013 über die Bearbeitung biometrischer erkennungsdienstlicher Daten die biometrischen erkennungsdienstlichen Daten in das AFIS aufnehmen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 1quater VZAE",
        "content": "Das SEM kann einer Behörde nach Artikel 4 Absatz 1 Buchstabe h der Verordnung vom 6. Dezember 2013 über die Bearbeitung biometrischer erkennungsdienstlicher Daten (auftraggebende Behörde) gestatten, im AFIS Datenabgleiche vorzunehmen. Die auftraggebende Behörde stellt dem SEM vorgängig einen schriftlichen Antrag, in dem sie darlegt, dass die Datenabgleiche für die Erfüllung ihrer Tätigkeit erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 1quinquies VZAE",
        "content": "Der für die Führung des AFIS zuständige Dienst übermittelt die Ergebnisse der Abgleiche nach Absatz 1quater einer vom SEM in Absprache mit der auftraggebenden Behörde bezeichneten Stelle. Diese bereitet die Abgleichergebnisse auf und leitet sie an die auftraggebende Behörde weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 1sexies VZAE",
        "content": "Die biometrischen erkennungsdienstlichen Daten, die von den Behörden nach Artikel 4 Absatz 1 Buchstabe h der Verordnung vom 6. Dezember 2013 über die Bearbeitung biometrischer erkennungsdienstlicher Daten erhoben worden sind, werden nicht in das AFIS aufgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 2 VZAE",
        "content": "Die Übermittlung und Speicherung der Fingerabdrücke sowie die Bearbeitung der zugehörigen Personendaten richten sich nach der Verordnung vom 6. Dezember 2013 über die Bearbeitung biometrischer erkennungsdienstlicher Daten. Die Fingerabdrücke werden zwei Jahre nach der erkennungsdienstlichen Erfassung gelöscht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 2bis VZAE",
        "content": "Die Erfassung der Daten nach Absatz 1bis Buchstabe h erfolgt ausschliesslich zwecks Lieferung an den nationalen Teil des Schengener Informationssystems. Die entsprechenden Daten werden nach sechs Monaten gelöscht. Es findet kein Datenabgleich statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 2ter VZAE",
        "content": "In den folgenden Fällen wird auf die Datenerfassung nach Absatz 1bis Buchstabe h verzichtet:\na. die Person hat das zwölfte Altersjahr noch nicht vollendet;\nb. die körperliche Verfassung oder der Gesundheitszustand der Person erlaubt die Erfassung der Daten nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 2quater VZAE",
        "content": "Auf die Erfassung der Daten nach Absatz 1bis Buchstabe h kann ausnahmsweise verzichtet werden, wenn aufgrund konkreter Anhaltspunkte Gewissheit besteht, dass die Person aus der Schweiz und dem Schengen-Raum fristgerecht ausreist und keine Einreiseverweigerung beantragt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 2quinquies VZAE",
        "content": "Das Eidgenössische Justiz- und Polizeidepartment ist zudem befugt, in ausserordentlichen Situationen weitere Ausnahmen auf dem Verordnungsweg vorzusehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 3 VZAE",
        "content": "Für die Bearbeitung, Bekanntgabe und Speicherung der Daten und für die Datensicherheit gelten die massgebenden Bestimmungen der Verordnung vom 12. April 2006 über das Zentrale Migrationsinformationssystem (ZEMIS-Verordnung), insbesondere die Artikel 2, 4, 9, 11 sowie 16–19 ZEMIS-Verordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 4 VZAE",
        "content": "Das Gesichtsbild und die zwei Fingerabdrücke nach Artikel 71c zur Ausstellung eines Ausländerausweises werden nach Massgabe der Verordnung (EG) Nr. 1030/2002 verwendet. Der Zugriff auf diese Daten ist in Anhang 1 der ZEMIS-Verordnung geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10. Kapitel: Datenschutz, Datenerhebung zur Identifikation",
        "citation": "Art. 87 Abs. 5 VZAE",
        "content": "Die Daten nach Absatz 1 Buchstaben a und b können für folgende Personengruppen systematisch erfasst werden zwecks Speicherung im AIFS:\na. Personen, die ein Visum C oder D beantragen und bei denen aufgrund des Reisedokuments begründete Zweifel an ihrer tatsächlichen Identität bestehen;\nb. Personen, die ein Visum D beantragen und um Familiennachzug in die Schweiz ersuchen;\nc. Personen, die ein humanitäres Visum nach Artikel 4 Absatz 2 der Verordnung vom 15. August 2018 über die Einreise und die Visumerteilung beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10a. Kapitel:, Eurodac, Fingerabdruckspezialistinnen und -spezialisten",
        "citation": "Art. 87a Abs. 1 VZAE",
        "content": "Bei Eurodac-Abfragen nach Artikel 111i Absatz 6 AIG werden für die Überprüfung der Fingerabdrücke Fingerabdruckspezialistinnen und ‐spezialisten der AFIS/DNA-Services des Bundesamtes für Polizei nach Artikel 102ater AsylG eingesetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10a. Kapitel:, Eurodac, Fingerabdruckspezialistinnen und -spezialisten",
        "citation": "Art. 87a Abs. 2 VZAE",
        "content": "Das Verfahren richtet sich nach Artikel 11 der Asylverordnung 3 vom 11. August 1999 (AsylV 3). Die Spezialistin oder der Spezialist übermittelt das Ergebnis der Überprüfung an das SEM sowie an die Stellen, die den Abgleich im Eurodac vorgenommen haben (Grenzwachtkorps, kantonale und kommunale Polizeibehörden).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10a. Kapitel:, Eurodac, Recht auf Auskunft und Recht auf Berichtigung oder Löschung von Daten im Eurodac",
        "citation": "Art. 87b VZAE",
        "content": "Das Verfahren zur Ausübung des Rechts auf Auskunft und des Rechts auf Berichtigung oder Löschung von Daten im Eurodac richtet sich nach Artikel 11a AsylV 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87_b"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10a. Kapitel:, Eurodac, Haftung in Zusammenhang mit dem Betrieb des Eurodac",
        "citation": "Art. 87c VZAE",
        "content": "Die Haftung für Schäden im Zusammenhang mit dem Betrieb des Eurodac richtet sich nach dem Verantwortlichkeitsgesetz vom 14. März 1958, insbesondere nach dessen Artikeln 19a–19c, die sinngemäss anwendbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87_c"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 10a. Kapitel:, Eurodac, Aufsicht über die Bearbeitung von Daten im Eurodac und Datensicherheit",
        "citation": "Art. 87d VZAE",
        "content": "Die Artikel 11c und 12 AsylV 3 gelten sinngemäss für die Aufsicht über die Bearbeitung von Daten im Eurodac und für die Datensicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_87_d"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Vollzugsbehörden",
        "citation": "Art. 88 Abs. 1 VZAE",
        "content": "Die Kantone bezeichnen die Behörden, die im kantonalen Aufgabenbereich für den Vollzug des AIG und der Ausführungsverordnungen zuständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Vollzugsbehörden",
        "citation": "Art. 88 Abs. 2 VZAE",
        "content": "Das SEM ist für alle Vollzugsaufgaben des AIG und der Ausführungsverordnungen zuständig, die nicht einer kantonalen Behörde oder einer anderen Bundesbehörde zugewiesen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Spezielle Situation von unbegleiteten Minderjährigen ",
        "citation": "Art. 88a Abs. 1 VZAE",
        "content": "In Wegweisungsverfahren kann mit Unterstützung wissenschaftlicher Methoden abgeklärt werden, ob die Altersangabe der betroffenen Person dem tatsächlichen Alter entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Spezielle Situation von unbegleiteten Minderjährigen ",
        "citation": "Art. 88a Abs. 2 VZAE",
        "content": "Kann für unbegleitete Minderjährige nicht sofort eine Beistand- oder Vormundschaft eingesetzt werden, so bestimmt die zuständige kantonale Behörde für die Dauer des Wegweisungsverfahrens, längstens aber bis zur Ernennung eines Beistandes, einer Beiständin, eines Vormundes oder einer Vormundin oder bis zum Eintritt der Volljährigkeit, unverzüglich eine Vertrauensperson nach Artikel 64 Absatz 4 oder Artikel 64a Absatz 3bis AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Spezielle Situation von unbegleiteten Minderjährigen ",
        "citation": "Art. 88a Abs. 3 VZAE",
        "content": "Die Vertrauensperson muss über Kenntnisse des Ausländerrechts und des Rechts betreffend das Dublin-Verfahren verfügen. Sie begleitet und unterstützt die unbegleitete minderjährige Person im Wegweisungsverfahren unter Einschluss von Verfahren zur Anordnung von Zwangsmassnahmen nach den Artikeln 73–81 AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Spezielle Situation von unbegleiteten Minderjährigen ",
        "citation": "Art. 88a Abs. 4 VZAE",
        "content": "Sie erfüllt namentlich folgende Aufgaben:\na. Beratung im Rahmen des Wegweisungsverfahrens und des Verfahrens zur Anordnung von Zwangsmassnahmen;\nb. Unterstützung bei der Nennung und Beschaffung von Beweismitteln;\nc. Beistand insbesondere im Verkehr mit Behörden sowie mit Einrichtungen des Gesundheitswesens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Spezielle Situation von unbegleiteten Minderjährigen ",
        "citation": "Art. 88a Abs. 5 VZAE",
        "content": "Die zuständige kantonale Behörde teilt den weiteren am Verfahren beteiligten kantonalen und eidgenössischen Behörden sowie der minderjährigen Person unverzüglich mit, wenn eine Vertrauensperson bestimmt worden ist oder wenn vormundschaftliche Massnahmen angeordnet worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Spezielle Situation von unbegleiteten Minderjährigen ",
        "citation": "Art. 88a Abs. 6 VZAE",
        "content": "Personen, die minderjährige Personen anhören, tragen den besonderen Aspekten der Minderjährigkeit Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_88_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Weisungen des SEM",
        "citation": "Art. 89 VZAE",
        "content": "Das SEM erlässt die für den Vollzug dieser Verordnung erforderlichen Weisungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_89"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Bekanntgabe von Personendaten an einen Staat, der durch keines der Schengen-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 89a VZAE",
        "content": "Ein geeigneter Datenschutz der betroffenen Person im Sinne von Artikel 111d Absatz 3 AIG liegt vor, wenn die geeigneten Garantien die Anforderungen der Artikel 9–12 der Datenschutzverordnung vom 31. August 2022 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_89_a"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11. Kapitel: Zuständigkeiten, Mitteilungen und Fristen, Fristenberechnung",
        "citation": "Art. 90 VZAE",
        "content": "Bei der Berechnung von Anmeldefristen wird der Tag der Einreise mitgezählt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_90"
    },
    {
        "book": "VZAE",
        "title": "VZAE, 11a. Kapitel:, Strafbestimmungen",
        "citation": "Art. 90a VZAE",
        "content": "Mit Busse bis zu 1000 Franken wird bestraft, wer vorsätzlich oder fahrlässig:\na. die Meldepflicht nach Artikel 13a verletzt;\nb. die Pflicht zur Vorlage oder Abgabe des Ausländerausweises nach Artikel 63 oder 72 verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/759/de#art_90_a"
    }
]