[
    {
        "book": "VZV",
        "title": "OAC, Introduzione, Oggetto",
        "citation": "Art. 1 OAC",
        "content": "La presente ordinanza disciplina l’ammissione dei conducenti di veicoli e dei veicoli alla circolazione stradale, la formazione e il perfezionamento dei conducenti nonché le esigenze poste agli esperti della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_1"
    },
    {
        "book": "VZV",
        "title": "OAC, Introduzione, Abbreviazioni",
        "citation": "Art. 2 cpv. 1 OAC",
        "content": "Per le autorità e le organizzazioni sono utilizzate le seguenti abbreviazioni:\na. DATEC: Dipartimento federale dell’ambiente, dei trasporti, dell’energia e  delle comunicazioni;\nb. USTRA: Ufficio federale delle strade;\nc. FSP: Federazione Svizzera delle Psicologhe e degli Psicologi;\nd. SSML: Società Svizzera di Medicina Legale;\ne. SPC: Società svizzera di psicologia della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_2"
    },
    {
        "book": "VZV",
        "title": "OAC, Introduzione, Abbreviazioni",
        "citation": "Art. 2 cpv. 2 OAC",
        "content": "Per le prescrizioni vengono utilizzate le seguenti abbreviazioni:\na. LCStr: legge federale del 19 dicembre 1958 sulla circolazione stradale;\nb. ONC: ordinanza del 13 novembre 1962 sulle norme della circolazione stradale;\nc. OAV: ordinanza del 20 novembre 1959 sull’assicurazione dei veicoli;\nd. OETV: ordinanza del 19 giugno 1995 concernente le esigenze tecniche per i veicoli stradali;\ne. LIAut: legge federale del 21 giugno 1996 sull’imposizione dei veicoli;\nf. OLR1: ordinanza del 19 giugno 1995 sulla durata del lavoro e del riposo dei conducenti professionali di veicoli a motore;\ng. OLR2: ordinanza del 6 maggio 1981 sulla durata del lavoro e del riposo dei conducenti professionali di veicoli leggeri per il trasporto di persone e di automobili pesanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_2"
    },
    {
        "book": "VZV",
        "title": "OAC, Introduzione, Abbreviazioni",
        "citation": "Art. 2 cpv. 3 OAC",
        "content": "Per i sottosistemi del sistema d’informazione sull’ammissione alla circolazione (SIAC) vengono utilizzate le seguenti abbreviazioni:\na. SIAC Provvedimenti: sottosistema SIAC Provvedimenti;\nb. SIAC Persone: sottosistema SIAC Persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_2"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Categorie di licenze",
        "citation": "Art. 3 cpv. 1 OAC",
        "content": "La licenza di condurre è rilasciata per le categorie seguenti:\nA: motoveicoli;\nB: autoveicoli e tricicli a motore con peso totale non superiore a 3500 kg e non più di otto posti, escluso quello del conducente;\n combinazioni di veicoli costituite da un veicolo trattore della categoria B e un rimorchio con peso totale non superiore a 750 kg;\ncombinazioni di veicoli costituite da un veicolo trattore della categoria B e un rimorchio con peso totale superiore a 750 kg, a condizione che il peso della combinazione non superi 3500 kg;\nC: autoveicoli con peso totale superiore a 3500 kg e non più di otto posti, escluso quello del conducente;\ncombinazioni di veicoli costituite da un veicolo trattore della categoria C e un rimorchio con peso totale non superiore a 750 kg;\nD: autoveicoli adibiti al trasporto di persone con più di otto posti, escluso quello del conducente;\ncombinazioni di veicoli costituite da un veicolo trattore della categoria D e un rimorchio con peso totale non superiore a 750 kg;\nBE: le combinazioni di veicoli costituite da un veicolo trattore della categoria B e un rimorchio che come combinazione non rientrano nella categoria B;\nCE: le combinazioni di veicoli costituite da un veicolo trattore della categoria C e un rimorchio con un peso totale superiore a 750 kg;\nDE: le combinazioni di veicoli costituite da un veicolo trattore della categoria D e un rimorchio con un peso totale superiore a 750 kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_3"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Categorie di licenze",
        "citation": "Art. 3 cpv. 2 OAC",
        "content": "La licenza di condurre è rilasciata per le sottocategorie seguenti:\nA1: motoveicoli di cilindrata non superiore a 125 cm3 e una potenza del motore massima di 11 kW;\nB1: tricicli a motore con peso a vuoto non superiore a 670 kg e quadricicli a motore;\nC1: autoveicoli con peso totale superiore a 3500 kg ma non oltre 7500 kg e non più di otto posti, escluso quello del conducente;\ncombinazioni di veicoli costituite da un veicolo trattore della categoria C1 e un rimorchio con peso totale non superiore a 750 kg;\nD1: autoveicoli adibiti al trasporto di persone con più di otto posti, ma non più di sedici, escluso quello del conducente;\n combinazioni di veicoli costituite da un veicolo trattore della sottocategoria D1 e un rimorchio con peso totale non superiore a 750 kg;\nC1E: combinazioni di veicoli costituite da un veicolo trattore della sottocategoria C1 e un rimorchio con peso totale superiore a 750 kg, a condizione che il peso della combinazione non superi 12 000 kg;\nD1E: combinazioni di veicoli costituite da un veicolo trattore della sottocategoria D1 e un rimorchio con peso totale superiore a 750 kg, a condizione che il peso della combinazione non superi 12 000 kg e il rimorchio non sia adibito al trasporto di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_3"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Categorie di licenze",
        "citation": "Art. 3 cpv. 3 OAC",
        "content": "La licenza di condurre è rilasciata per le categorie speciali seguenti:\nF: veicoli a motore, esclusi motoveicoli, la cui velocità massima non supera 45 km/h;\nG:  veicoli a motore agricoli e forestali, come pure carri di lavoro, carri a motore industriali immatricolati e trattori impiegati a scopo agricolo e forestale, la cui velocità massima non supera 30 km/h, esclusi i veicoli eccezionali;\nM: ciclomotori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_3"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Autorizzazioni",
        "citation": "Art. 4 cpv. 1 OAC",
        "content": "La licenza di condurre della categoria:\nA: autorizza a condurre veicoli della sottocategoria A1 e B1 e delle categorie speciali F, G e M;\nB: autorizza a condurre veicoli a motore della sottocategoria B1 e delle categorie speciali F, G e M;\nC: autorizza a condurre veicoli a motore della categoria B, delle sottocategorie B1 e C1 e delle categorie speciali F, G e M;\nD: autorizza a condurre veicoli della categoria B, delle sottocategorie B1, C1 e D1 e delle categorie speciali F, G e M;\nBE: autorizza a condurre combinazioni di veicoli della categoria DE e delle sottocategorie C1E e D1E , se il conducente è titolare della licenza di condurre per il veicolo trattore;\nCE: autorizza a condurre combinazioni di veicoli delle categorie BE e DE e delle sottocategorie C1E e D1E, se il conducente è titolare della licenza di condurre per il veicolo trattore;\nDE: autorizza a condurre combinazioni di veicoli della categoria BE e delle sottocategorie C1E e D1E.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_4"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Autorizzazioni",
        "citation": "Art. 4 cpv. 2 OAC",
        "content": "La licenza di condurre della sottocategoria:\nA1: autorizza a condurre veicoli delle categorie speciali F, G e M;\nB1: autorizza a condurre veicoli delle categorie speciali F, G e M nonché motoslitte;\nC1: autorizza a condurre veicoli della categoria B, della sottocategoria B1 e delle categorie speciali F, G e M;\nD1: autorizza a condurre veicoli della categoria B, della sottocategoria B1 e C1 e delle categorie speciali F, G e M;\nC1E: autorizza a condurre combinazioni di veicoli delle categorie BE e DE e della sottocategoria D1E se il conducente del veicolo è titolare della licenza di condurre il veicolo trattore;\nD1E: autorizza a condurre combinazioni di veicoli delle categorie BE e DE e della sottocategoria C1E se il conducente del veicolo è titolare della licenza di condurre il veicolo trattore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_4"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Autorizzazioni",
        "citation": "Art. 4 cpv. 3 OAC",
        "content": "La licenza di condurre della categoria speciale:\nF: autorizza a condurre veicoli delle categorie speciali G e M;\nG: autorizza a condurre veicoli della categoria speciale M, veicoli agricoli e forestali speciali e trattori agricoli e forestali la cui velocità massima non supera 40 km/h nonché trattori immatricolati per uso industriale e impiegati a scopo agricolo e forestale la cui velocità massima non supera 40 km/h, se il titolare ha partecipato a un corso di guida di trattori riconosciuto dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_4"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Autorizzazioni",
        "citation": "Art. 4 cpv. 4 OAC",
        "content": "Le autorizzazioni giusta i capoversi 1–3 devono essere registrate nel SIAC Persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_4"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Autorizzazioni",
        "citation": "Art. 4 cpv. 5 OAC",
        "content": "Inoltre, nel traffico interno:\na. la licenza di condurre della categoria D autorizza a condurre filobus vuoti;\nb. la licenza di condurre della categoria C autorizza a condurre veicoli adibiti al trasporto di agenti di polizia e autoveicoli del servizio antincendio con più di otto posti, veicoli vuoti della categoria D, della sottocategoria D1 e filobus vuoti;\nc. la licenza di condurre della sottocategoria C1 autorizza a condurre veicoli vuoti della sottocategoria D1;\nd. la licenza di condurre delle categorie B e C e della sottocategoria C1 autorizza a trainare rimorchi agricoli e forestali o rimorchi del servizio antincendio, della polizia e della protezione civile;\ne. la licenza di condurre della sottocategoria B1 nonché delle categorie speciali F, G e M autorizza a trainare rimorchi con veicoli di queste categorie di licenze;\nf. la licenza di condurre della categoria B autorizza a:\n1. condurre autoveicoli leggeri della sottocategoria D1 per la riparazione di guasti, per il rimorchio, per corse di trasferimento e di prova connesse al commercio di veicoli, a riparazioni o a modifiche dei veicoli, per corse di prova di veicoli nuovi da parte di fabbricanti e importatori, per collaudi di veicoli da parte di esperti nonché per controlli ufficiali di veicoli e per recarsi al luogo di questi controlli,\n2. condurre autoveicoli pesanti con peso totale superiore a 3500 kg ma non oltre 4250 kg e non più di otto posti, escluso quello del conducente, se a emissioni zero (art. 9a cpv. 2 OETV) e il superamento dei 3500 kg è dovuto unicamente al peso aggiuntivo del sistema di propulsione a emissioni zero; è consentito il traino di un rimorchio con peso totale non superiore a 750 kg;\ng. la licenza di condurre delle categorie B e F autorizza a condurre risciò elettrici;\nh. la licenza di condurre della categoria BE autorizza a condurre autoveicoli pesanti con peso totale superiore a 3500 kg ma non oltre 4250 kg e non più di otto posti, escluso quello del conducente, trainanti un rimorchio con peso totale di oltre 750 kg, se il veicolo trattore è a emissioni zero (art. 9a cpv. 2 OETV) e il superamento dei 3500 kg è dovuto unicamente al peso aggiuntivo del sistema di propulsione a emissioni zero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_4"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Autorizzazioni",
        "citation": "Art. 4 cpv. 6 OAC",
        "content": "Qualora il capoverso 5 autorizzi a condurre veicoli vuoti di altre categorie o sottocategorie e filobus, è consentito trasportare le persone incaricate di constatare i difetti, di controllare le riparazioni nonché di eseguire i collaudi ufficiali dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_4"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Eccezioni all’obbligo di possedere una licenza",
        "citation": "Art. 5 cpv. 1 OAC",
        "content": "Non necessitano di una licenza per allievo conducente:\na. i titolari della licenza di condurre della categoria C o della sottocategoria C1 che fanno domanda di una licenza di condurre della sottocategoria D1;\nb. i titolari della licenza di condurre della categoria C che fanno domanda di una licenza di condurre della categoria D;\nc. i richiedenti una licenza di condurre delle categorie speciali G e M.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Eccezioni all’obbligo di possedere una licenza",
        "citation": "Art. 5 cpv. 2 OAC",
        "content": "Non necessitano di una licenza di condurre le persone che:\na. conducono a piedi un monoasse senza rimorchio;\nb. conducono un carro a mano provvisto di motore;\nc. conducono un autoveicolo di lavoro utilizzato in cantieri delimitati non completamente chiusi alla circolazione;\nd. conducono un ciclomotore leggero;\ne. conducono un monopattino autobilanciato;\nf. conducono una sedia a rotelle motorizzata con una velocità massima di 20 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11, Disposizioni generali, Eccezioni all’obbligo di possedere una licenza",
        "citation": "Art. 5 cpv. 3 OAC",
        "content": "Autorizzando il traffico interno di una impresa conformemente all’articolo 33 OAV, l’autorità cantonale può permettere eccezioni in merito alla categoria, alla sottocategoria o categoria speciale della licenza di condurre necessaria (art. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Principio",
        "citation": "Art. 5a cpv. 1 OAC",
        "content": "Gli esami medici di idoneità alla guida ai sensi della presente ordinanza possono essere effettuati soltanto sotto la responsabilità di medici riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Principio",
        "citation": "Art. 5a cpv. 2 OAC",
        "content": "Gli esami psicologici di idoneità alla guida ai sensi della presente ordinanza possono essere effettuati soltanto sotto la responsabilità di psicologi riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Livelli di riconoscimento",
        "citation": "Art. 5abis cpv. 1 OAC",
        "content": "L’autorità cantonale riconosce i medici per esami secondo i seguenti livelli:\na. livello 1: visite di controllo di idoneità alla guida di titolari di licenza di condurre che abbiano superato i 75 anni di età;\nb. livello 2:\n1. primo esame di candidati a una licenza per allievo conducente o a una licenza di condurre delle categorie C o D o delle sottocategorie C1 o D1, oppure a un permesso per il trasporto professionale di persone,\n2. visite di controllo di idoneità alla guida di titolari di una licenza di condurre di cui al numero 1 o di un permesso per il trasporto professionale di persone,\n3. esami di esperti della circolazione di cui all’articolo 65 capoverso 2 lettera d;\nc. livello 3:\n1. secondo esame di persone di cui alle lettere a e b, se il primo esame non consente di giungere a un risultato univoco sull’idoneità alla guida,\n2. primo esame di candidati a una licenza per allievo conducente, una licenza di condurre o un permesso per il trasporto professionale di persone sulla cui idoneità medica alla guida di veicoli a motore sussistano dubbi da parte dell’autorità cantonale, \n3. primo esame di candidati a una licenza per allievo conducente, una licenza di condurre o un permesso per il trasporto professionale di persone che abbiano superato i 75 anni di età o presentino disabilità fisiche,\n4. visite di controllo di idoneità alla guida di titolari di licenza affetti o precedentemente affetti da gravi minorazioni fisiche dovute a lesioni da incidente o a malattie, e\n5. esami medici di idoneità alla guida nei casi previsti all’articolo 15d capoverso 1 lettere d ed e LCStr;\nd. livello 4: tutti gli esami e perizie medici di idoneità e abilità alla guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_a_bis"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Livelli di riconoscimento",
        "citation": "Art. 5abis cpv. 2 OAC",
        "content": "I medici specialisti consultati da un medico riconosciuto di cui al capoverso 1 per esami di verifica dell’idoneità alla guida non necessitano di alcun riconoscimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_a_bis"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Livelli di riconoscimento",
        "citation": "Art. 5abis cpv. 3 OAC",
        "content": "I titolari di riconoscimento di livello superiore possono effettuare tutti gli esami per i quali sia prescritto un riconoscimento di livello inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_a_bis"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Requisiti per il riconoscimento dei medici che effettuano esami di idoneità alla guida",
        "citation": "Art. 5b cpv. 1 OAC",
        "content": "I medici che intendono effettuare esami di livello 1 sono riconosciuti:\na. se possiedono un titolo di perfezionamento federale o estero riconosciuto; e\nb. se dispongono delle conoscenze e competenze di cui all’allegato 1bis e sono in grado di attestarlo all’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Requisiti per il riconoscimento dei medici che effettuano esami di idoneità alla guida",
        "citation": "Art. 5b cpv. 2 OAC",
        "content": "I medici che intendono effettuare esami di livello 2 sono riconosciuti:\na. se possiedono il riconoscimento di livello 1; e\nb. se hanno superato i moduli 4 e 5 di aggiornamento in medicina del traffico della SSML.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Requisiti per il riconoscimento dei medici che effettuano esami di idoneità alla guida",
        "citation": "Art. 5b cpv. 3 OAC",
        "content": "I medici che intendono effettuare esami di livello 3 sono riconosciuti:\na. se possiedono il riconoscimento di livello 2; e\nb. se hanno superato il modulo 6 di aggiornamento in medicina del traffico della SSML.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Requisiti per il riconoscimento dei medici che effettuano esami di idoneità alla guida",
        "citation": "Art. 5b cpv. 4 OAC",
        "content": "I medici che intendono effettuare esami di livello 4 sono riconosciuti se possiedono il titolo di «Medico del traffico SSML» o un titolo riconosciuto come equivalente dalla SSML.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Requisiti per il riconoscimento dei medici che effettuano esami di idoneità alla guida",
        "citation": "Art. 5b cpv. 5 OAC",
        "content": "Come requisito per l’ottenimento del riconoscimento dei livelli 2 e 3 possono essere richiesti soltanto i moduli di aggiornamento in medicina del traffico della SSML la cui durata e contenuto siano stati approvati dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Requisiti per il riconoscimento degli psicologi che effettuano esami di idoneità alla guida",
        "citation": "Art. 5c OAC",
        "content": "Gli psicologi che intendono effettuare esami di idoneità alla guida sono riconosciuti dall’autorità cantonale:\na. se possiedono il titolo di «Psicologo/a specialista in psicologia del traffico FSP» con specifiche competenze in diagnostica;\nb. se possiedono un titolo riconosciuto come equivalente dalla SPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Procedura di riconoscimento",
        "citation": "Art. 5d cpv. 1 OAC",
        "content": "Il riconoscimento è concesso dall’autorità del Cantone nel quale il medico o lo psicologo svolge prevalentemente la sua attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Procedura di riconoscimento",
        "citation": "Art. 5d cpv. 2 OAC",
        "content": "L’autorità cantonale può prescrivere che l’attestazione di cui all’articolo 5b capoverso 1 lettera b sia effettuata elettronicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Entità e validità del riconoscimento",
        "citation": "Art. 5e cpv. 1 OAC",
        "content": "Il riconoscimento è valido in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Entità e validità del riconoscimento",
        "citation": "Art. 5e cpv. 2 OAC",
        "content": "Ha durata quinquennale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Proroga del riconoscimento",
        "citation": "Art. 5f cpv. 1 OAC",
        "content": "Il riconoscimento viene prorogato di cinque anni per i medici:\na. di livello 1, se il titolare attesta all’autorità cantonale di continuare a soddisfare i requisiti di cui all’allegato 1bis o ha ottenuto il riconoscimento di un livello superiore;\nb. di livello 2 e 3, se il titolare ha partecipato a un corso di aggiornamento in medicina del traffico di almeno mezza giornata ovvero quattro ore o ha ottenuto il riconoscimento di un livello superiore;\nc. di livello 4, se il titolare dimostra di aver partecipato a un corso di aggiornamento secondo il regolamento sui titoli della sezione Medicina del traffico della SSML.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Proroga del riconoscimento",
        "citation": "Art. 5f cpv. 2 OAC",
        "content": "L’autorità cantonale può prescrivere che l’attestazione di cui al capoverso 1 lettera a sia effettuata elettronicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Proroga del riconoscimento",
        "citation": "Art. 5f cpv. 3 OAC",
        "content": "Il riconoscimento di uno psicologo del traffico viene prorogato di cinque anni se questi dimostra di aver frequentato i corsi previsti dal programma di formazione postuniversitaria per il conseguimento del titolo di «Psicologo/a specialista in psicologia del traffico FSP» o un corso di aggiornamento riconosciuto come equivalente dalla SPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Estinzione del riconoscimento",
        "citation": "Art. 5g OAC",
        "content": "Il riconoscimento si estingue alla fine dell’anno in cui il titolare compie 75 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_g"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Garanzia della qualità",
        "citation": "Art. 5h cpv. 1 OAC",
        "content": "Le attività di aggiornamento finalizzate alla proroga del riconoscimento dei livelli 2 e 3 sono accreditate solo se sono state approvate dai Cantoni. L’approvazione avviene d’intesa con la SSML e la SPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_h"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Garanzia della qualità",
        "citation": "Art. 5h cpv. 2 OAC",
        "content": "I Cantoni possono affidare a terzi la verifica dell’adempimento dei requisiti per il riconoscimento e della qualità dei corsi di aggiornamento offerti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_h"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Esecuzione degli esami e comunicazione dei risultati",
        "citation": "Art. 5i cpv. 1 OAC",
        "content": "L’autorità cantonale mette a disposizione del medico o dello psicologo tutti i documenti concernenti l’idoneità alla guida della persona da esaminare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_i"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Esecuzione degli esami e comunicazione dei risultati",
        "citation": "Art. 5i cpv. 2 OAC",
        "content": "I medici devono effettuare gli esami di cui agli articoli 11b, 27 capoverso 1 nonché 65 capoverso 2 lettera d conformemente agli allegati 2 e 2a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_i"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Esecuzione degli esami e comunicazione dei risultati",
        "citation": "Art. 5i cpv. 3 OAC",
        "content": "I medici e gli psicologi devono comunicare i risultati degli esami alle persone esaminate e alle autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_i"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Esecuzione degli esami e comunicazione dei risultati",
        "citation": "Art. 5i cpv. 4 OAC",
        "content": "Per la notifica dei risultati alle autorità cantonali, i medici utilizzano i moduli di cui:\na. all’allegato 3 per esami secondo gli articoli 6 capoverso 4 lettera a numero 1, 11b, 27 capoverso 1 e 65 capoverso 2 lettera d;\nb. all’allegato 3a per esami secondo gli articoli 7 capoverso 1bis e ...; \nc. all’allegato 4 per esami secondo l’articolo 9 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_i"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Esecuzione degli esami e comunicazione dei risultati",
        "citation": "Art. 5i cpv. 5 OAC",
        "content": "Le autorità cantonali possono mettere a disposizione i moduli di cui al capoverso 4 in forma elettronica. Se un’autorità cantonale ricorre a tale possibilità, può chiedere di ricevere i moduli solo elettronicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_i"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Procedura in caso di risultato non univoco degli esami",
        "citation": "Art. 5j cpv. 1 OAC",
        "content": "Se l’esame di verifica dell’idoneità alla guida non consente di giungere a un risultato univoco, il medico può richiedere all’autorità cantonale che un medico in possesso del riconoscimento di un livello superiore esegua un esame complementare. In caso di risultato non univoco di un esame di cui all’articolo 27 capoverso 1 lettera b, il medico interpellato deve possedere almeno il riconoscimento di livello 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_j"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Procedura in caso di risultato non univoco degli esami",
        "citation": "Art. 5j cpv. 2 OAC",
        "content": "Se sussistono dubbi in merito al risultato dell’esame, un medico in possesso del riconoscimento di livello 4 può chiedere all’autorità cantonale di disporre una corsa di verifica dell’idoneità alla guida cui partecipino un medico in possesso del riconoscimento di livello 4 e un esperto della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_j"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 11a, Esami medici e psicologici di idoneità alla guida, Procedura in caso di risultato non univoco degli esami",
        "citation": "Art. 5j cpv. 3 OAC",
        "content": "Se la persona esaminata non supera la corsa di verifica dell’idoneità alla guida, l’esperto della circolazione le ritira immediatamente la licenza di condurre e la inoltra all’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_j"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Domicilio in Svizzera",
        "citation": "Art. 5k cpv. 1 OAC",
        "content": "Le licenze per allievo conducente e le licenze di condurre e i permessi per il trasporto professionale di persone sono rilasciati soltanto a persone domiciliate in Svizzera, che vi soggiornano oppure che vogliono condurre per professione veicoli a motore immatricolati in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_k"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Domicilio in Svizzera",
        "citation": "Art. 5k cpv. 2 OAC",
        "content": "Per i dimoranti settimanali il domicilio della famiglia vale come domicilio se vi ritornano regolarmente in media due volte al mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_5_k"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Età minima",
        "citation": "Art. 6 cpv. 1 OAC",
        "content": "L’età minima per condurre veicoli a motore è:\na. di 14 anni per le categorie speciali G e M;\nb. per la categoria speciale F:\n1. per i veicoli a motore di lavoro e i trattori la cui velocità massima non supera i 45 km/h nonché i carri a motore e i veicoli agricoli e forestali: 16 anni,\n2. per gli altri veicoli: 18 anni;\nc. per la sottocategoria A1:\n1. per le motoleggere: 15 anni,\n2. per gli altri veicoli: 16 anni;\ncbis. per le categorie B e BE: 17 anni;\nd. per le categorie A, C e CE e le sottocategorie B1, C1 e C1E: 18 anni;\ne. di 21 anni per le categorie D e DE e le sottocategorie D1 e D1E;\nf. per i veicoli a motore per i quali non è necessaria una licenza di condurre: 16 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_6"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Età minima",
        "citation": "Art. 6 cpv. 2 OAC",
        "content": "Gli apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC», «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari» o «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari» possono ottenere la licenza per allievo conducente delle categorie C e CE a partire da 17 anni compiuti. L’esame di conducente delle categorie B, BE, C e CE può essere sostenuto al più presto sei mesi prima del compimento dei 18 anni. La licenza di condurre può essere rilasciata soltanto una volta compiuti i 18 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_6"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Età minima",
        "citation": "Art. 6 cpv. 2bis OAC",
        "content": "Gli apprendisti che seguono la formazione professionale di base di «autista di veicoli leggeri CFP» possono sostenere l’esame pratico di conducente delle categorie B o BE al più presto sei mesi prima del compimento dei 18 anni. La licenza di condurre può essere rilasciata soltanto una volta compiuti i 18 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_6"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Età minima",
        "citation": "Art. 6 cpv. 2ter OAC",
        "content": "Gli apprendisti che superano l’esame pratico di conducente delle categorie B, BE, C o CE prima del compimento dei 18 anni possono guidare veicoli a motore fino al rilascio della licenza di condurre solo se accompagnati. L’accompagnatore deve soddisfare i requisiti di cui all’articolo 15 capoverso 1 LCStr. L’autorizzazione a condurre deve essere comprovata dalla licenza per allievo conducente firmata dall’esperto della circolazione o dall’attestato d’esame. Tale guida accompagnata non è considerata scuola guida ai sensi dell’articolo 17 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_6"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Età minima",
        "citation": "Art. 6 cpv. 4 OAC",
        "content": "L’autorità cantonale può:\na. alle persone con disabilità che hanno bisogno di un veicolo a motore e sono in grado di guidarlo con sicurezza:\n1. rilasciare una licenza di condurre della categoria B, della sottocategoria B1 o delle categorie speciali F o M prima del raggiungimento dell’età minima richiesta, basandosi sulla notifica di cui all’allegato 3 da parte di un medico che possieda almeno il riconoscimento di livello 3,\n2. autorizzare la guida di veicoli per cui non è necessaria una licenza di condurre prima del raggiungimento dell’età minima richiesta;\nb. rilasciare la licenza di condurre della categoria speciale M prima del raggiungimento dell’età minima richiesta, se non si può ragionevolmente esigere l’impiego di un altro mezzo di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_6"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Età minima",
        "citation": "Art. 6 cpv. 5 OAC",
        "content": "I titolari della licenza di condurre delle categorie speciali G o M che non hanno ancora compiuto i 16 anni possono condurre anche veicoli a motore per cui non è necessaria una licenza di condurre (art. 5 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_6"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Requisiti medici minimi",
        "citation": "Art. 7 cpv. 1 OAC",
        "content": "Chi intende ottenere o ha ottenuto una licenza per allievo conducente, una licenza di condurre o un permesso per il trasporto professionale di persone deve soddisfare i requisiti medici minimi di cui all’allegato 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_7"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Requisiti medici minimi",
        "citation": "Art. 7 cpv. 1bis OAC",
        "content": "Chi raggiunge i valori di acuità visiva di cui all’allegato 1 numero 1.1 soltanto con un ausilio visivo deve indossare quest’ultimo durante la guida. In caso di successiva comparsa di visione monoculare occorre astenersi dalla guida per un periodo di quattro mesi, presentare un certificato oftalmologico e superare una corsa di controllo con un esperto della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_7"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Requisiti medici minimi",
        "citation": "Art. 7 cpv. 2 OAC",
        "content": "Chi conduce un veicolo a motore per cui non è necessaria la licenza di condurre deve soddisfare i requisiti minimi relativi alla vista di cui all’allegato 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_7"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Requisiti medici minimi",
        "citation": "Art. 7 cpv. 3 OAC",
        "content": "L’autorità cantonale può derogare ai requisiti medici minimi previsti se il richiedente soddisfa i requisiti di idoneità alla guida di cui all’articolo 14 capoverso 2 LCStr e tale condizione è attestata da un medico titolare di riconoscimento di livello 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_7"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 1 OAC",
        "content": "Il candidato alla licenza di condurre della categoria D deve dimostrare di aver condotto regolarmente un autoveicolo della categoria C o un filobus durante un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 2 OAC",
        "content": "L’obbligo della pratica di guida secondo il capoverso 1 non concerne chi dimostra di aver concluso la formazione minima secondo il capoverso 2bis e abbia condotto:\na. durante almeno tre mesi un autoveicolo della categoria C o un filobus; o\nb. regolarmente durante almeno due anni autoveicoli della categoria B.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 2bis OAC",
        "content": "Nell'ambito della formazione minima l’allievo conducente deve imparare a manovrare correttamente il veicolo e acquisire gli automatismi necessari. A seguito della formazione, l'allievo deve inoltre essere in grado di guidare rispettando gli altri utenti della strada nonché di condurre il veicolo in modo autonomo e senza pericolo per gli altri utenti. La formazione minima deve essere seguita presso un maestro conducente autorizzato a impartire lezioni di guida con un veicolo a motore o una combinazione di veicoli delle categorie C, D, CE e DE nonché delle sottocategorie C1, D1, C1E e D1E e che possiede una licenza di condurre della categoria D.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 2ter OAC",
        "content": "La formazione minima comprende:\na. 52 lezioni di guida di almeno 45 minuti, per i candidati titolari di una licenza di condurre della categoria B o della sottocategoria C1 o D1;\nb. 24 lezioni di guida di almeno 45 minuti, per i candidati titolari di una licenza di condurre della categoria C;\nc. 12 lezioni di guida di almeno 45 minuti, per i candidati titolari di una licenza di condurre della categoria D limitata al traffico di linea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 3 OAC",
        "content": "Il candidato alla licenza di condurre della sottocategoria D1 deve aver condotto:\na. durante almeno tre mesi un autoveicolo della categoria C o un filobus, o\nb. regolarmente durante almeno un anno autoveicoli della categoria B.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 4 OAC",
        "content": "Per trasportare professionalmente persone con veicoli a motore della categoria B, delle sottocategorie B1 o C1 oppure della categoria speciale F, occorre aver condotto regolarmente durante un anno un veicolo a motore della corrispondente o di una categoria di licenza superiore, eccettuate la categoria A e la sottocategoria A1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 5 OAC",
        "content": "Salvo disposizione contraria, vale come pratica di guida ai sensi del presente articolo la guida regolare di veicoli a motore effettuata nei due anni precedenti la presentazione della domanda di licenza per allievo conducente o di una licenza di condurre. Le corse di scuola guida non valgono come pratica di guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Pratica di guida",
        "citation": "Art. 8 cpv. 6 OAC",
        "content": "Durante il periodo di prova secondo i capoversi 1–5, ma almeno nell’anno precedente il rilascio della licenza per allievo conducente o, se detta licenza non è necessaria, l’ammissione all’esame pratico di conducente, il richiedente non deve aver commesso con un veicolo a motore infrazioni alle disposizioni del diritto della circolazione stradale implicanti la revoca della licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_8"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Esame della vista",
        "citation": "Art. 9 cpv. 1 OAC",
        "content": "Il richiedente che non possiede ancora una licenza per allievo conducente o una licenza di condurre valide deve sottoporsi a un controllo della vista prima di presentare una delle seguenti domande:\na. domanda per il rilascio di una licenza per allievo conducente: \n1. della categoria A,\n2. della categoria B,\n3. della sottocategoria A1,\n4. della sottocategoria B1, \n5. della categoria speciale F;\nb. domanda per il rilascio di una licenza di condurre: \n1. della categoria speciale M, \n2. della categoria speciale G.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_9"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Esame della vista",
        "citation": "Art. 9 cpv. 1bis OAC",
        "content": "Il controllo della vista deve essere effettuato da un medico in possesso di un diploma federale o estero riconosciuto, un ottico diplomato o un optometrista BSc, tutti esercitanti in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_9"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Esame della vista",
        "citation": "Art. 9 cpv. 2 OAC",
        "content": "Durante l’esame devono essere controllati l’acuità visiva, il campo visivo e la motilità oculare (diplopia).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_9"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Esame della vista",
        "citation": "Art. 9 cpv. 3 OAC",
        "content": "L’esame della vista non deve risalire a più di 24 mesi prima della presentazione della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_9"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Corso di pronto soccorso",
        "citation": "Art. 10 cpv. 1 OAC",
        "content": "Per annunciarsi all’esame teorico di base, il candidato alla licenza di condurre delle categorie A, B o C oppure delle sottocategorie A1, B1 o C1 deve dimostrare di aver partecipato a un corso di pronto soccorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_10"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Corso di pronto soccorso",
        "citation": "Art. 10 cpv. 2 OAC",
        "content": "La prova della formazione di pronto soccorso è prodotta mediante un certificato di un istituto riconosciuto dall’USTRA. Il certificato può essere rilasciato soltanto ai partecipanti che hanno seguito interamente il corso. Il corso non deve risalire a più di sei anni prima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_10"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Corso di pronto soccorso",
        "citation": "Art. 10 cpv. 3 OAC",
        "content": "Il corso impartisce:\na. istruzioni riguardo alla sicurezza sul luogo dell’incidente e all’allarme delle forze di salvataggio;\nb. conoscenze sui provvedimenti che devono essere presi per garantire le funzioni vitali della persona ferita fino all’intervento del medico; e\nc. conoscenze in particolare sul collocamento corretto della persona ferita, sulla respirazione artificiale, sul comportamento in caso di gravi emorragie e le basi del massaggio cardiaco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_10"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Corso di pronto soccorso",
        "citation": "Art. 10 cpv. 4 OAC",
        "content": "L’organizzazione e il programma dei corsi di pronto soccorso nonché le esigenze imposte agli istruttori devono essere approvate dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_10"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 121, Requisiti per l’ottenimento di una licenza per allievo conducente o una licenza di condurre, Corso di pronto soccorso",
        "citation": "Art. 10 cpv. 5 OAC",
        "content": "Sono dispensati dal corso di pronto soccorso:\na. i titolari di una licenza di condurre delle categorie e sottocategorie menzionate nel capoverso 1;\nb. medici, dentisti e veterinari;\nc. il personale sanitario in possesso di un diploma o di un certificato di idoneità;\nd. gli istruttori che impartiscono i corsi di pronto soccorso;\ne. altre persone non menzionate nelle lettere a-d che possono provare di aver ricevuto la formazione in materia di pronto soccorso presso un istituto riconosciuto dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_10"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Presentazione della domanda",
        "citation": "Art. 11 cpv. 1 OAC",
        "content": "Chiunque intende ottenere la licenza per allievo conducente, la licenza di condurre o un permesso per il trasporto professionale di persone deve trasmettere all’autorità d’ammissione o a un ufficio da questa designato: \na. un modulo di domanda debitamente compilato e conforme a verità secondo l’allegato 4;\nb. un certificato sulla partecipazione completa a un corso riconosciuto ai sensi dell’articolo 10;\nc. una fotografia attuale formato passaporto 35×45 mm o una fotografia attuale in formato digitale, purché l’autorità cantonale lo consenta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Presentazione della domanda",
        "citation": "Art. 11 cpv. 2 OAC",
        "content": "Le seguenti persone devono inoltre allegare alla domanda un certificato dell’Ufficio cantonale per la formazione professionale comprovante la conclusione di un contratto di tirocinio valido:\na. gli apprendisti che seguono le formazioni professionali di base seguenti e non hanno ancora compiuto 18 anni:\n1. «autista di veicoli pesanti AFC»,\n2. «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari»,\n3. «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari»;\nb. gli apprendisti che seguono la formazione professionale di base di «meccanico di motoveicoli AFC».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Presentazione della domanda",
        "citation": "Art. 11 cpv. 3 OAC",
        "content": "Se la domanda è presentata per la prima volta, il richiedente deve presentarsi personalmente e produrre un documento d’identità valido con fotografia. Sono riconosciuti come documenti d’identità in particolare:\na. tutti i tipi di passaporto e la carta d’identità secondo l’ordinanza del 20 settembre 2002 sui documenti d’identità;\nb. i passaporti e le carte d’identità rilasciati dallo Stato di provenienza o d’origine;\nc. tutte le carte di soggiorno rilasciate da un’autorità svizzera competente secondo la legge federale del 16 dicembre 2005 sugli stranieri e la loro integrazione e nel quadro dell’esecuzione della legge del 26 giugno 1998 sull’asilo;\nd. i documenti di viaggio validi rilasciati dalla Segreteria di Stato della migrazione secondo l’ordinanza del 14 novembre 2012 concernente il rilascio di documenti di viaggio per stranieri (ODV):\n1. titolo di viaggio per rifugiati di cui all’articolo 3 ODV rilasciato ai sensi dell’articolo 28 della Convenzione del 28 luglio 1951 sullo statuto dei rifugiati,\n2. passaporto per stranieri di cui all’articolo 4 ODV rilasciato ad apolidi ai sensi della Convenzione del 28 settembre 1954 sullo statuto degli apolidi, a stranieri sprovvisti di documenti di viaggio titolari di un permesso di dimora B o di un permesso di domicilio C e a persone ammesse provvisoriamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Presentazione della domanda",
        "citation": "Art. 11 cpv. 4 OAC",
        "content": "La persona incaricata del ricevimento della domanda verifica e certifica l’identità del richiedente con timbro e firma e trasmette il modulo di domanda all’autorità di ammissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Presentazione della domanda",
        "citation": "Art. 11 cpv. 5 OAC",
        "content": "Se presentata dopo l’annullamento della licenza di condurre in prova, la domanda deve essere corredata di una perizia rilasciata da uno psicologo del traffico di cui all’articolo 5c attestante l’idoneità psicologica alla guida. La perizia non può essere presentata prima di un mese dalla scadenza del periodo di sospensione e non deve risalire a più di tre mesi prima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Esame della domanda",
        "citation": "Art. 11b cpv. 1 OAC",
        "content": "L’autorità cantonale verifica se sono adempiuti i requisiti per l’ottenimento di una licenza per allievo conducente, una licenza di condurre o un permesso per il trasporto professionale di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Esame della domanda",
        "citation": "Art. 11b cpv. 2 OAC",
        "content": "L’autorità cantonale verifica se il richiedente è registrato nel SIAC Provvedimenti. In caso affermativo, non può rilasciare, in particolare:\na. durante la revoca temporanea o il divieto di far uso per una durata limitata della licenza per allievo conducente o della licenza di condurre: una licenza per allievo conducente o una licenza di condurre o un permesso per il trasporto professionale di persone per una categoria di licenza che, se già posseduta prima della revoca o del divieto, avrebbe dovuto essere soggetta alla stessa misura (art. 33);\nb. durante la revoca definitiva o il divieto di far uso per una durata indeterminata della licenza per allievo conducente o della licenza di condurre: una licenza per allievo conducente o una licenza di condurre o un permesso per il trasporto professionale di persone se i motivi della revoca o del divieto impediscono il rilascio della categoria di licenza in questione o del permesso per il trasporto professionale di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Esame della domanda",
        "citation": "Art. 11b cpv. 3 OAC",
        "content": "L’autorità cantonale invita:\na. i richiedenti che intendono conseguire una licenza di condurre delle categorie C o D o delle sottocategorie C1 o D1 oppure un permesso per il trasporto professionale di persone e non possiedono ancora una licenza di condurre di queste categorie o sottocategorie né un permesso per il trasporto professionale di persone a sottoporsi a una visita presso un medico che abbia il riconoscimento di livello 2;\nb. i richiedenti che hanno superato il 75° anno d’età e intendono conseguire per la prima volta una licenza per allievo conducente, una licenza di condurre o un permesso per il trasporto professionale di persone a sottoporsi a una visita presso un medico che abbia un riconoscimento almeno di livello 3;\nc. i richiedenti che presentano disabilità fisiche oppure sulla cui idoneità medica a condurre veicoli a motore sussistono dubbi per altri motivi a sottoporsi a una visita presso un medico che abbia un riconoscimento almeno di livello 3;\nd. i richiedenti sulla cui idoneità caratteriale o psichica a condurre veicoli a motore sussistono dubbi a sottoporsi a una visita presso uno psicologo del traffico riconosciuto secondo l’articolo 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Esame della domanda",
        "citation": "Art. 11b cpv. 4 OAC",
        "content": "Se il rappresentante legale di un richiedente minorenne o sotto curatela generale si rifiuta di firmare il modulo di domanda, l’autorità cantonale lo convoca insieme al richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Esame della domanda",
        "citation": "Art. 11b cpv. 5 OAC",
        "content": "L’autorità cantonale può richiedere un estratto 3 per autorità del casellario giudiziale informatizzato VOSTRA e, in caso di dubbio, un certificato di buona condotta rilasciato dalla polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Esame della domanda",
        "citation": "Art. 11b cpv. 6 OAC",
        "content": "Le persone che soffrono di epilessia sono ammesse alla circolazione soltanto su presentazione di un rapporto favorevole rilasciato da un medico specialista in neurologia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Segreto d’ufficio, riconoscimento dei certificati d’idoneità",
        "citation": "Art. 11c cpv. 1 OAC",
        "content": "I membri, i funzionari e gli impiegati delle autorità d’ammissione nonché le autorità di ricorso sottostanno all’obbligo di mantenere il segreto riguardo agli accertamenti e ai rapporti loro forniti in merito allo stato di salute fisica e psichica e all’esame dell’acuità visiva dei richiedenti la licenza per allievi conducenti e dei titolari di una licenza di condurre. Questa disposizione non si applica allo scambio d’informazioni tra tali autorità o con gli istituti incaricati degli esami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Segreto d’ufficio, riconoscimento dei certificati d’idoneità",
        "citation": "Art. 11c cpv. 2 OAC",
        "content": "Gli accertamenti e i rapporti concernenti lo stato di salute fisica e psichica devono essere conservati in modo che non siano accessibili a persone non autorizzate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 122, Domanda di licenza per allievo conducente o di licenza per condurre, Segreto d’ufficio, riconoscimento dei certificati d’idoneità",
        "citation": "Art. 11c cpv. 3 OAC",
        "content": "Le perizie e i rapporti ai sensi della presente ordinanza che non risalgono a più di tre mesi prima devono essere riconosciuti da tutti i Cantoni. I Cantoni si comunicano reciprocamente i nominativi dei medici e degli psicologi riconosciuti rispettivamente secondo gli articoli 5abis e 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_11_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 123, Disposizioni comuni agli esami teorici e all’esame pratico di conducente, Luogo dell’esame",
        "citation": "Art. 12 cpv. 1 OAC",
        "content": "Il Cantone di domicilio può autorizzare che l’esame teorico di base, l’esame teorico complementare e l’esame pratico di conducente siano sostenuti in un altro Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_12"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 123, Disposizioni comuni agli esami teorici e all’esame pratico di conducente, Luogo dell’esame",
        "citation": "Art. 12 cpv. 2 OAC",
        "content": "L’autorizzazione non è necessaria se la formazione e l’esame avvengono in corsi dell’esercito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_12"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 123, Disposizioni comuni agli esami teorici e all’esame pratico di conducente, Risultato dell’esame",
        "citation": "Art. 12a OAC",
        "content": "Il risultato dell’esame deve essere comunicato al candidato. Il non superamento dell’esame deve essere motivato, su richiesta, in forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_12_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Esame teorico di base",
        "citation": "Art. 13 cpv. 1 OAC",
        "content": "L’esame teorico di base permette all’autorità d’ammissione di stabilire se il richiedente dispone delle conoscenze di cui all’allegato 11 numero II. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_13"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Esame teorico di base",
        "citation": "Art. 13 cpv. 1bis OAC",
        "content": "Il candidato può sostenere l’esame teorico di base al più presto un mese prima dell’età minima richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_13"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Esame teorico di base",
        "citation": "Art. 13 cpv. 2 OAC",
        "content": "I Cantoni elaborano le domande d’esame d’intesa con l’USTRA. Possono delegare questo compito a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_13"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Esame teorico di base",
        "citation": "Art. 13 cpv. 3 OAC",
        "content": "Sono dispensate dall’esame teorico di base le persone che si candidano:\na. a una licenza di condurre delle categorie A, B, C o D oppure delle sottocategorie A1, B1, C1 o D1, già titolari di una licenza di condurre di una di dette categorie o sottocategorie; \nb. a una licenza di condurre della categoria speciale F, già titolari di una licenza di condurre della categoria speciale G;\nc. a una licenza di condurre delle categorie BE, CE o DE oppure delle sottocategorie C1E o D1E, già titolari di una licenza di condurre per il veicolo trattore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_13"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Esame teorico di base",
        "citation": "Art. 13 cpv. 4 OAC",
        "content": "Chi vuole ottenere la licenza di condurre delle categorie speciali F, G o M deve sostenere un esame teorico di base adattato alla pertinente categoria del veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_13"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Esame teorico di base",
        "citation": "Art. 13 cpv. 5 OAC",
        "content": "Chi, dopo l’annullamento della licenza di condurre in prova, intende richiedere una nuova licenza per allievo conducente deve ripetere l’esame teorico di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_13"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 124, Esame teorico di base e prima registrazione dei dati nel SIAC Persone, Prima registrazione dei dati nel SIAC Persone",
        "citation": "Art. 14 OAC",
        "content": "Prima del rilascio della licenza per allievo conducente o di una licenza di condurre delle categorie speciali G o M l’autorità d’ammissione trasmette al SIAC Persone le generalità del richiedente e i dati necessari per il rilascio della licenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_14"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Rilascio",
        "citation": "Art. 15 cpv. 1 OAC",
        "content": "La licenza per allievo conducente è rilasciata dopo il superamento dell’esame teorico di base. Se siffatto esame non deve essere sostenuto, la licenza per allievo conducente è rilasciata se sono adempiuti i requisiti per ottenerla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_15"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Rilascio",
        "citation": "Art. 15 cpv. 2 OAC",
        "content": "La licenza per allievo conducente della categoria A è rilasciata per motoveicoli, compresi quelli con carrozzino laterale, con una potenza del motore non superiore a 35 kW e un rapporto tra potenza del motore e peso a vuoto non superiore a 0,20 kW/kg. Tale limitazione non si applica a:\na. apprendisti che seguono la formazione professionale di base di «meccanico di motoveicoli AFC» e sono formati da un maestro conducente della categoria A;\nb. persone formate su motoveicoli ai fini della loro attività professionale in polizia;\nc. esperti della circolazione durante la propria formazione e perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_15"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Rilascio",
        "citation": "Art. 15 cpv. 2bis OAC",
        "content": "La licenza per allievo conducente della categoria A senza limitazione della potenza è rilasciata a chi è in possesso da almeno due anni della licenza di condurre della categoria A con limitazione della potenza e può dimostrare una pratica di guida ineccepibile ai sensi dell’articolo 8 capoverso 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_15"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Rilascio",
        "citation": "Art. 15 cpv. 3 OAC",
        "content": "Nella licenza per allievo conducente possono essere iscritte le stesse condizioni, restrizioni e indicazioni supplementari come nella licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_15"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Rilascio",
        "citation": "Art. 15 cpv. 4 OAC",
        "content": "I titolari devono annunciare entro 14 giorni all’autorità, presentando la loro licenza per allievo conducente, ogni circostanza che richiede una modifica o una sostituzione della licenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_15"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Validità",
        "citation": "Art. 16 cpv. 1 OAC",
        "content": "La licenza per allievo conducente è valida:\na. quattro mesi per la categoria A e la sottocategoria A1;\nb. 12 mesi per la sottocategoria B1 e la categoria speciale F;\nc. 24 mesi per tutte le altre categorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_16"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Validità",
        "citation": "Art. 16 cpv. 2 OAC",
        "content": "La validità della licenza per allievo conducente della categoria A e della sottocategoria A1 è prorogata di 12 mesi se è provato il superamento della formazione pratica di base secondo l’articolo 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_16"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Validità",
        "citation": "Art. 16 cpv. 3 OAC",
        "content": "La validità della licenza per allievo conducente si estingue se:\na. il titolare non ha superato per tre volte l’esame di conducente e l’autorità d’ammissione in base a una perizia nega l’idoneità a condurre del candidato;\nb. il contratto di tirocinio dei seguenti apprendisti è risolto prima che abbiano compiuto 18 anni: \n1. gli apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC»,\n2. gli apprendisti che seguono la formazione professionale di base di «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari»,\n3. gli apprendisti che seguono la formazione professionale di base di «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_16"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Validità",
        "citation": "Art. 16 cpv. 4 OAC",
        "content": "Può richiedere una seconda licenza per allievo conducente soltanto chi, in base a una perizia dell’autorità d’ammissione, è ritenuto idoneo a condurre oppure chi, alla scadenza della durata di validità della prima licenza per allievo conducente, non ha ancora usufruito di tutte le possibilità di ripetere l’esame. L’autorità d’ammissione stabilisce eventuali condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_16"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 1 OAC",
        "content": "È considerata corsa di scuola guida ogni corsa effettuata con un veicolo a motore il cui conducente deve essere titolare di una licenza per allievo conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 2 OAC",
        "content": "La licenza per allievo conducente della categoria A, delle sottocategorie A1 e B1 e della categoria speciale F autorizza a effettuare corse di scuola guida senza accompagnatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 2bis OAC",
        "content": "La licenza per allievo conducente della sottocategoria D1 autorizza a effettuare corse di scuola guida con veicoli della sottocategoria C1, quella della sottocategoria D1E corse di scuola guida con una combinazione di veicoli della sottocategoria C1E.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 3 OAC",
        "content": "Il titolare della licenza per allievo conducente delle categorie BE, CE o DE e delle sottocategorie C1E o D1E può effettuare, senza accompagnatore, corse di scuola guida con autotreni se è già in possesso della licenza di condurre per il veicolo trattore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 4 OAC",
        "content": "Nelle corse di scuola guida con veicoli della categoria D o della sottocategoria D1 non possono essere trasportate persone. Sono eccettuati l’accompagnatore ai sensi dell’articolo 15 capoverso 1 LCStr, il maestro conducente, l’esperto della circolazione e altri allievi conducenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 5 OAC",
        "content": "Nella licenza per allievo conducente devono essere iscritte le seguenti autorizzazioni e condizioni:\na. la licenza per allievo conducente della categoria C o della sottocategoria C1 autorizza a effettuare corse di scuola guida con un autoveicolo della categoria B;\nb. i sordi e le persone che presentano disabilità fisiche possono effettuare corse di scuola guida soltanto se accompagnati da una persona ufficialmente autorizzata a formarli;\nc. gli apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC», «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari» o «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari» possono effettuare corse di scuola guida con un veicolo a motore della categoria C o una combinazione di veicoli della categoria CE soltanto se accompagnati da un maestro conducente o una persona autorizzata a formarli. Se possiedono la licenza di condurre della categoria C, possono effettuare corse di scuola guida con una combinazione di veicoli della categoria CE senza accompagnatore;\nd. la licenza per allievo conducente della sottocategoria C1 autorizza a effettuare corse di scuola guida con un autoveicolo dei servizi antincendio il cui peso totale supera i 7500 kg e con un autocarro per la scuola guida della categoria C.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Scuola guida",
        "citation": "Art. 17 cpv. 6 OAC",
        "content": "Durante le corse di scuola guida gli allievi conducenti non possono effettuare trasporti professionali di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Corsa di esercitazione",
        "citation": "Art. 17a cpv. 1 OAC",
        "content": "È considerata corsa di esercitazione ogni corsa effettuata con un veicolo a motore il cui conducente non deve essere titolare di una licenza per allievo conducente e che serve da preparazione a un esame pratico di conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Corsa di esercitazione",
        "citation": "Art. 17a cpv. 2 OAC",
        "content": "Durante le corse d’esercitazione con veicoli della categoria D o della sottocategoria D1 per cui non è necessaria la licenza per allievo conducente, possono essere trasportati l’accompagnatore giusta l’articolo 15 capoverso 1 LCStr, il maestro conducente, l’esperto della circolazione e altri allievi conducenti; il conducente deve recare seco una conferma dell’ammissione all’esame di conducente della categoria D o della sottocategoria D1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 125, Licenza per allievo conducente, Corsa di esercitazione",
        "citation": "Art. 17a cpv. 3 OAC",
        "content": "La conferma dell’iscrizione a un corso di guida di trattori riconosciuto ai sensi dell’articolo 4 capoverso 3 autorizza i titolari della licenza di condurre della categoria speciale G a effettuare corse di esercitazione con trattori la cui velocità massima non superi 40 km/h. Non è ammesso condurre veicoli eccezionali. Il traino di rimorchi è ammesso soltanto durante il tragitto verso il luogo dove si svolge il corso e durante il corso. Gli organizzatori di corsi di guida di trattori possono confermare l’iscrizione al più presto un mese prima della data del corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_17_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Corsi di teoria della circolazione",
        "citation": "Art. 18 cpv. 1 OAC",
        "content": "Chi vuole ottenere la licenza di condurre delle categorie A o B oppure delle sottocategorie A1 o B1 deve poter provare di aver frequentato un corso di teoria della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_18"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Corsi di teoria della circolazione",
        "citation": "Art. 18 cpv. 2 OAC",
        "content": "La frequenza del corso presuppone il possesso di una licenza per allievo conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_18"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Corsi di teoria della circolazione",
        "citation": "Art. 18 cpv. 3 OAC",
        "content": "Sono dispensate dal corso le persone già titolari di una licenza di condurre di una delle categorie o sottocategorie di cui nel capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_18"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Corsi di teoria della circolazione",
        "citation": "Art. 18 cpv. 4 OAC",
        "content": "Il corso, segnatamente mediante una formazione sul comportamento nella circolazione e sui suoi pericoli, deve motivare a una condotta di guida responsabile e difensiva. Il corso dura complessivamente otto ore. È impartito da un maestro conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_18"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Corsi di teoria della circolazione",
        "citation": "Art. 18 cpv. 5 OAC",
        "content": "Il maestro conducente rilascia all’allievo conducente un attestato che conferma la frequenza del corso di teoria della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_18"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione pratica di base degli allievi motociclisti",
        "citation": "Art. 19 cpv. 1 OAC",
        "content": "Chi vuole ottenere la licenza di condurre della categoria A o della sottocategoria A1 deve seguire, entro quattro mesi dal rilascio della licenza per allievo conducente, la formazione pratica di base presso un maestro conducente in possesso dell’abilitazione della categoria A. Se viene rilasciata una nuova licenza per allievo conducente, la formazione pratica di base non deve essere ripetuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_19"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione pratica di base degli allievi motociclisti",
        "citation": "Art. 19 cpv. 2 OAC",
        "content": "Durante la formazione pratica di base, l’allievo conducente deve acquisire le conoscenze di base della dinamica di guida e della tecnica d’osservazione, necessarie per la guida nel traffico, e imparare a servirsi correttamente del veicolo. La formazione di base deve inoltre motivare a una condotta di guida difensiva, responsabile e parsimoniosa dal profilo energetico. I candidati alla licenza di condurre della categoria A non hanno il diritto di seguire con veicoli della sottocategoria A1 la formazione pratica di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_19"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione pratica di base degli allievi motociclisti",
        "citation": "Art. 19 cpv. 3 OAC",
        "content": "La formazione pratica di base dura 12 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_19"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione pratica di base degli allievi motociclisti",
        "citation": "Art. 19 cpv. 4 OAC",
        "content": "Il maestro conducente attesta per scritto all’allievo conducente che ha partecipato alla formazione pratica di base e ha raggiunto lo scopo del corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_19"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Impostazione, contenuto e svolgimento",
        "citation": "Art. 19a OAC",
        "content": "L’USTRA disciplina l’impostazione, il contenuto e lo svolgimento dei corsi di teoria della circolazione e della formazione pratica di base degli allievi motociclisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_19_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione degli apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC»",
        "citation": "Art. 20 cpv. 1 OAC",
        "content": "Chi vuole formare apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC» necessita di un permesso di formazione. Questo è rilasciato dall’autorità cantonale soltanto a formatori o dipendenti dell’azienda che siano esperti nella professione dell’autista, abbiano guidato durante almeno tre anni autocarri senza commettere infrazioni alle norme della circolazione tali da compromettere la sicurezza del traffico, e offrano la garanzia che può essere loro affidata la formazione di giovani adulti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_20"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione degli apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC»",
        "citation": "Art. 20 cpv. 2 OAC",
        "content": "Chi vuole ottenere il permesso di formazione deve seguire un corso di istruzione e dimostrare di possedere le necessarie conoscenze in materia di circolazione (all. 11 n. II). L’USTRA disciplina i corsi d’istruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_20"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Formazione degli apprendisti che seguono la formazione professionale di base di «autista di veicoli pesanti AFC»",
        "citation": "Art. 20 cpv. 3 OAC",
        "content": "Il permesso di formazione è rilasciato per sei anni. Può essere prorogato per un nuovo periodo di sei anni se il titolare dimostra che, dal rilascio o dall’ultima proroga del permesso, ha frequentato un corso di ripetizione e almeno uno degli apprendisti da lui regolarmente accompagnati ha superato l’esame di conducente di autocarri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_20"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Notifica della risoluzione di un contratto di tirocinio",
        "citation": "Art. 20a cpv. 1 OAC",
        "content": "In caso di risoluzione del contratto di tirocinio di un apprendista che segue la formazione professionale di base di «autista di veicoli pesanti AFC», «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari» o «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari» e se all’apprendista è stata rilasciata una licenza per allievo conducente della categoria C o CE prima del compimento dei 18 anni, il formatore deve notificare immediatamente la risoluzione del contratto all’autorità cantonale che ha rilasciato la licenza. Se l’apprendista non ha ancora compiuto 18 anni, l’autorità cantonale lo invita a restituire la licenza (art. 16 cpv. 3 lett. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_20_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 126, Formazione di guida, Notifica della risoluzione di un contratto di tirocinio",
        "citation": "Art. 20a cpv. 2 OAC",
        "content": "In caso di risoluzione del contratto di tirocinio di un apprendista che segue la formazione professionale di base di «meccanico di motoveicoli AFC» e se all’apprendista è stata rilasciata una licenza per allievo conducente della categoria A senza limitazione della potenza secondo l’articolo 15 capoverso 2 lettera a, il formatore deve notificare immediatamente la risoluzione del contratto all’autorità cantonale che ha rilasciato la licenza. L’autorità cantonale invita l’apprendista a restituire la licenza e gli rilascia, per il rimanente periodo di validità, una licenza per allievo conducente della categoria A per motoveicoli con una potenza del motore non superiore a 35 kW e un rapporto tra potenza del motore e peso a vuoto non superiore a 0,20 kW/kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_20_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 127, Esame teorico complementare per la guida di autocarri e autobus",
        "citation": "Art. 21 cpv. 1 OAC",
        "content": "L’esame teorico complementare permette all’autorità d’ammissione di stabilire se il richiedente di una licenza di condurre delle categorie C o D oppure delle sottocategorie C1 o D1 dispone delle conoscenze di cui all’allegato 11 numero II. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_21"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 127, Esame teorico complementare per la guida di autocarri e autobus",
        "citation": "Art. 21 cpv. 2 OAC",
        "content": "I Cantoni elaborano le domande d’esame d’intesa con l’USTRA. Possono delegare questo compito a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_21"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Esame pratico di conducente",
        "citation": "Art. 22 cpv. 1 OAC",
        "content": "Con l’esame pratico, l’esperto ufficiale della circolazione verifica se il richiedente è in grado, anche in situazioni difficili del traffico, di condurre un veicolo a motore della categoria corrispondente alla licenza secondo le norme della circolazione stradale e tenendo conto degli altri utenti della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_22"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Esame pratico di conducente",
        "citation": "Art. 22 cpv. 1bis OAC",
        "content": "Per essere ammessi all’esame pratico di conducente, i richiedenti una licenza di condurre della categoria B devono essere in possesso della licenza per allievo conducente da almeno un anno se l’hanno ottenuta prima del compimento dei 20 anni. Ciò non vale per gli apprendisti che seguono le seguenti formazioni professionali di base:\na. «autista di veicoli pesanti AFC»;\nb. «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari»;\nc. «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari»;\nd. «autista di veicoli leggeri CFP».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_22"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Esame pratico di conducente",
        "citation": "Art. 22 cpv. 2 OAC",
        "content": "I requisiti d’ammissione e la materia d’esame si basano sull’allegato 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_22"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Esame pratico di conducente",
        "citation": "Art. 22 cpv. 3 OAC",
        "content": "Non devono superare l’esame pratico di conducente:\na. i titolari di una licenza di condurre della categoria B o della sottocategoria B1 che vogliono ottenere una licenza di condurre della sottocategoria A1 e hanno concluso la formazione pratica di base secondo l’articolo 19;\nb. le persone che vogliono ottenere una licenza di condurre delle categorie speciali G o M. È fatto salvo l’articolo 28 capoverso 2;\nc. i titolari di una licenza di condurre della categoria C o della sottocategoria C1 che vogliono ottenere una licenza di condurre della sottocategoria D1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_22"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Esame pratico di conducente",
        "citation": "Art. 22 cpv. 4 OAC",
        "content": "Se durante l’esame pratico di conducente risulta che il richiedente non conosce sufficientemente le norme della circolazione, l’autorità d’ammissione ordina un nuovo esame teorico di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_22"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Ripetizione",
        "citation": "Art. 23 cpv. 1 OAC",
        "content": "Chi non supera per due volte l’esame pratico di conducente è ammesso a un ulteriore esame soltanto se un maestro conducente attesta che la formazione di guida è conclusa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_23"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 128, Esame pratico di conducente, Ripetizione",
        "citation": "Art. 23 cpv. 2 OAC",
        "content": "Chi non supera per tre volte l’esame pratico di conducente può essere ammesso a un quarto esame soltanto in base a una perizia che ne attesta l’idoneità secondo l’articolo 16 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_23"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio",
        "citation": "Art. 24 cpv. 1 OAC",
        "content": "Fatto salvo l’articolo 24a, la licenza di condurre è rilasciata per una durata illimita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio",
        "citation": "Art. 24 cpv. 2 OAC",
        "content": "La licenza di condurre è rilasciata per tutte le categorie, sottocategorie e la categoria speciale F dopo aver superato l’esame pratico di conducente; per le categorie speciali G e M dopo aver superato l’esame teorico di base. È fatto salvo l’articolo 28 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio",
        "citation": "Art. 24 cpv. 3 OAC",
        "content": "La licenza di condurre della categoria A con limitazione della potenza è rilasciata a chi possiede una licenza per allievo conducente con limitazione della potenza e ha superato l’esame pratico di conducente. La licenza di condurre della categoria A senza limitazione della potenza è rilasciata a chi possiede una licenza per allievo conducente senza limitazione della potenza e ha superato l’esame pratico di conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Licenza di condurre in prova",
        "citation": "Art. 24a cpv. 1 OAC",
        "content": "La licenza di condurre delle categorie A e B è rilasciata in prova. Questa disposizione non si applica alle persone che sono già titolari di una licenza di condurre di durata illimitata di una di queste categorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Licenza di condurre in prova",
        "citation": "Art. 24a cpv. 2 OAC",
        "content": "Le sottocategorie e le categorie speciali ottenute prima del rilascio della licenza di condurre in prova, nonché le altre categorie e sottocategorie ottenute durante il periodo di prova sono parimenti limitate alla data di scadenza della licenza di condurre in prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio di un permesso di guida limitato o della licenza di condurre definitiva delle categorie speciali o della sottocategoria A1",
        "citation": "Art. 24b cpv. 1 OAC",
        "content": "Al titolare della licenza di condurre in prova che non abbia seguito la formazione complementare durante il periodo di prova, l’autorità cantonale rilascia un permesso di guida limitato alla giornata di formazione complementare, se intende recuperarla e presenta l’attestato di iscrizione di un organizzatore di corsi riconosciuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio di un permesso di guida limitato o della licenza di condurre definitiva delle categorie speciali o della sottocategoria A1",
        "citation": "Art. 24b cpv. 2 OAC",
        "content": "Al titolare della licenza di condurre in prova che non abbia seguito la formazione complementare né durante il periodo di prova né più tardi e intenda condurre solo veicoli delle categorie speciali e della sottocategoria A1, l’autorità d’ammissione può rilasciare, su richiesta: \na. la licenza di condurre definitiva delle categorie speciali;\nb. la licenza di condurre definitiva della sottocategoria A1, a condizione che ne fosse già in possesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Iscrizioni di autorizzazioni",
        "citation": "Art. 24c OAC",
        "content": "Nella licenza di condurre devono essere iscritte le seguenti autorizzazioni:\na. il permesso di trasportare professionalmente persone secondo l’articolo 25 con indicazione della categoria, sottocategoria o categoria speciale del veicolo con cui possono essere effettuati i trasporti;\nb. il permesso di condurre filobus secondo l’articolo 17 capoverso 3 dell’ordinanza del 6 luglio 1951 sulle filovie;\nc. il permesso di far uso del segno distintivo «medico/urgente» concesso ai medici designati per il servizio d’urgenza su proposta della società cantonale dei medici;\nd. il permesso, per i titolari della sottocategoria C1, di condurre autoveicoli dei servizi antincendio il cui peso totale è superiore a 7500 kg, indipendentemente dal numero di posti, a condizione di aver superato l’esame di guida con un autoveicolo dei servizi antincendio il cui peso effettivo è superiore a 7500 kg o con un autocarro per la scuola guida della categoria C;\ne. il certificato di capacità per il trasporto di persone o di merci giusta l’ordinanza del 15 giugno 2007 sull’ammissione degli autisti, con indicazione della categoria o sottocategoria con la quale possono essere effettuati i trasporti e della durata di validità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Iscrizione di condizioni, restrizioni e altri dati supplementari",
        "citation": "Art. 24d OAC",
        "content": "Per le condizioni, le restrizioni e gli altri dati supplementari che devono essere iscritti nella licenza di condurre devono essere utilizzati codici o scritte abbreviate. Questi sono definiti dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Eliminazione di condizioni, restrizioni e altri dati supplementari",
        "citation": "Art. 24e cpv. 1 OAC",
        "content": "L’autorità d’ammissione stralcia le condizioni e le restrizioni quando il titolare della licenza adempie i requisiti per la guida senza restrizioni di veicoli della categoria, sottocategoria, categoria speciale corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Eliminazione di condizioni, restrizioni e altri dati supplementari",
        "citation": "Art. 24e cpv. 2 OAC",
        "content": "Altri dati supplementari sono stralciati se le condizioni necessarie per la loro iscrizione non esistono più.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio di una nuova licenza per allievo conducente o licenza di condurre",
        "citation": "Art. 24f cpv. 1 OAC",
        "content": "Se l’autorizzazione a condurre è ampliata o limitata, oppure sono modificati i dati che figurano sulla licenza, ne deve essere rilasciata una nuova. La vecchia licenza decade con il rilascio della nuova e deve essere restituita all’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Rilascio di una nuova licenza per allievo conducente o licenza di condurre",
        "citation": "Art. 24f cpv. 2 OAC",
        "content": "In sostituzione di una licenza smarrita, può essere rilasciata una nuova licenza per allievo conducente o una licenza di condurre soltanto se lo smarrimento è attestato per iscritto. Se la licenza sostituita viene ritrovata, deve essere consegnata entro 14 giorni all’autorità. Alle persone domiciliate all’estero si applica l’articolo 24h capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Obbligo di recare seco le licenze in casi particolari",
        "citation": "Art. 24g cpv. 1 OAC",
        "content": "I conducenti di veicoli a motore agricoli e forestali non sono obbligati a recare seco la licenza di condurre o la conferma dell’iscrizione a un corso di guida di trattori riconosciuto, se circolano fra la sede dell’azienda e il luogo di svolgimento dell’attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_g"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Licenze di condurre rilasciate a persone domiciliate all’estero",
        "citation": "Art. 24h cpv. 1 OAC",
        "content": "Alle persone che, in virtù dell’articolo 42 capoverso 3bis lettera b, ottengono una licenza di condurre senza essere domiciliate in Svizzera, viene rilasciata una licenza di condurre di validità limitata fino al successivo esame medico periodico di idoneità alla guida (art. 27 cpv. 1 lett. a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_h"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Licenze di condurre rilasciate a persone domiciliate all’estero",
        "citation": "Art. 24h cpv. 2 OAC",
        "content": "Le persone che hanno trasferito il proprio domicilio all’estero e la cui licenza di condurre svizzera è andata persa ricevono un attestato delle autorizzazioni a condurre registrate in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_h"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129, Licenza di condurre, Licenze di condurre rilasciate a persone domiciliate all’estero",
        "citation": "Art. 24h cpv. 3 OAC",
        "content": "Su richiesta, l’autorità d’ammissione rilascia una licenza di condurre valida al massimo cinque anni:\na. per sostituire una licenza di condurre svizzera andata persa, se questa era stata rilasciata in virtù dell’articolo 42 capoverso 3bis lettera b;\nb. per sostituire una licenza di condurre svizzera andata persa, se il nuovo Stato di domicilio non riconosce l’attestato di cui al capoverso 2 come prova dell’autorizzazione a condurre ottenuta in Svizzera; oppure\nc. per sostituire una licenza di condurre svizzera andata persa o scaduta, se il nuovo Stato di domicilio aveva riconosciuto la licenza di condurre svizzera come attestato che legittima le autorizzazioni a condurre da esso emesse senza che fosse stata rilasciata una licenza di condurre nazionale; una licenza di condurre in prova scaduta può essere sostituita soltanto se il titolare ha frequentato la formazione complementare prescritta dal diritto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_24_h"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129a, Trasporto professionale di persone con veicoli leggeri adibiti al trasporto di persone e con automobili pesanti, Permesso",
        "citation": "Art. 25 cpv. 1 OAC",
        "content": "Chi vuole trasportare a titolo professionale persone (art. 3 cpv. 1bis OLR 2) con veicoli della categoria B o C, della sottocategoria B1 o C1 oppure della categoria speciale F necessita di un permesso per il trasporto professionale di persone. I trasporti professionali di persone con risciò elettrici non sottostanno all’obbligo del permesso, nemmeno quando il conducente è titolare di una licenza della categoria B o F.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_25"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129a, Trasporto professionale di persone con veicoli leggeri adibiti al trasporto di persone e con automobili pesanti, Permesso",
        "citation": "Art. 25 cpv. 2 OAC",
        "content": "Il permesso per il trasporto professionale di persone non è necessario per:\na. il trasporto professionale di feriti, malati o disabili in veicoli equipaggiati a tale scopo e con particolari dispositivi di avvertimento (art. 82 cpv. 2 e 110 cpv. 3 lett. a OETV) se:\n1. con un veicolo che appartiene all’azienda vengono trasportate esclusivamente persone ammalate, ferite o disabili dipendenti dell’azienda,\n2. il conducente del veicolo prende parte al traffico stradale nell’ambito della sua attività di servizio presso la polizia, l’amministrazione militare, la protezione civile o il servizio antincendio e se l’autorità ne ha dato l’autorizzazione;\nb. trasporti professionali di persone, se il prezzo della corsa è computato con altre prestazioni e la tratta non supera i 50 km.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_25"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129a, Trasporto professionale di persone con veicoli leggeri adibiti al trasporto di persone e con automobili pesanti, Permesso",
        "citation": "Art. 25 cpv. 3 OAC",
        "content": "Il permesso per il trasporto professionale di persone è rilasciato al titolare di una licenza di condurre delle categorie B, della sottocategoria B1 o della categoria speciale F se il candidato:\na. in un esame teorico complementare dimostra di conoscere la durata del lavoro e del riposo dei conducenti professionali di veicoli leggeri per il trasporto di persone; è dispensato da questo esame chi desidera effettuare unicamente corse di cui all’articolo 4 capoverso 1 lettere a, b o c OLR 2; e\nb. in un esame pratico complementare di guida dimostra di essere in grado di trasportare senza rischi persone in un veicolo a motore della corrispondente categoria, sottocategoria o categoria speciale anche in situazioni di traffico difficili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_25"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129a, Trasporto professionale di persone con veicoli leggeri adibiti al trasporto di persone e con automobili pesanti, Permesso",
        "citation": "Art. 25 cpv. 4 OAC",
        "content": "Al titolare di una licenza di condurre della categoria D o della sottocategoria D1 il permesso per il trasporto professionale di persone è rilasciato senza ulteriore esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_25"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129a, Trasporto professionale di persone con veicoli leggeri adibiti al trasporto di persone e con automobili pesanti, Permesso",
        "citation": "Art. 25 cpv. 4bis OAC",
        "content": "Al titolare di una licenza di condurre della categoria C il permesso per il trasporto professionale di persone è rilasciato, su richiesta, senza ulteriore esame, a condizione che egli non abbia commesso, almeno nell’anno precedente la presentazione della domanda, infrazioni alle disposizioni del diritto della circolazione stradale implicanti la revoca della licenza di condurre. Questa regola si applica anche al titolare della licenza di condurre della sottocategoria C1, a condizione che abbia superato l’esame teorico complementare di cui all’allegato 11 numero 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_25"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12, Esame di conducente, 129a, Trasporto professionale di persone con veicoli leggeri adibiti al trasporto di persone e con automobili pesanti, Permesso",
        "citation": "Art. 25 cpv. 5 OAC",
        "content": "Il permesso è valido soltanto insieme alla licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_25"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Obblighi di annunciare",
        "citation": "Art. 26 cpv. 1 OAC",
        "content": "Il titolare deve annunciare all’autorità entro 14 giorni, presentando la propria licenza di condurre o il permesso speciale, ogni circostanza che esige la sostituzione della licenza o del permesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_26"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Obblighi di annunciare",
        "citation": "Art. 26 cpv. 2 OAC",
        "content": "Il titolare di una licenza che cambia domicilio, deve comunicare entro 14 giorni il nuovo indirizzo all’autorità competente del nuovo domicilio. In caso di cambiamento di domicilio all’estero, deve annunciare la partenza all’autorità competente fino a quel momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_26"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 1 OAC",
        "content": "Sono tenuti a sottoporsi a una visita di controllo di idoneità alla guida:\na. i titolari di una licenza di condurre delle categorie C o D, delle sottocategorie C1 o D1 o di un permesso per il trasporto professionale di persone nonché gli esperti della circolazione:\n1. ogni cinque anni, fatta eccezione per il primo esame dopo il compimento del 50° anno d’età che dev’essere effettuato entro i 53 anni,\n2. dopo il primo esame svolto dopo il compimento del 50° anno d’età, ogni tre anni, fatta eccezione per il primo esame dopo il compimento del 75° anno d’età che dev’essere effettuato entro i 77 anni;\nb. i titolari di una licenza di condurre ogni due anni a partire dal compimento del 75° anno d’età;\nc. i titolari di una licenza di condurre affetti o precedentemente affetti da gravi minorazioni fisiche dovute a lesioni da incidente o a malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 1bis OAC",
        "content": "L’autorità cantonale ricorda alle persone di cui al capoverso 1 lettere a e b l’obbligo di sottoporsi a una visita di controllo di idoneità alla guida. Il promemoria è inviato:\na. per la prima visita di controllo di persone di cui al capoverso 1 lettera a: tre mesi prima del termine di scadenza calcolato a partire dalla data dell’ultimo esame medico di idoneità alla guida;\nb. per la prima visita di controllo di persone di cui al capoverso 1 lettera b: entro un mese dal compimento dei 75 anni;\nc. per tutte le visite di controllo successive: tre mesi prima del termine di presentazione del risultato dell’esame ai sensi del capoverso 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 1ter OAC",
        "content": "Con il promemoria l’autorità cantonale ricorda alle persone di cui al capoverso 1 lettere a e b che il risultato dell’esame deve essere presentato entro tre mesi dall’invio del promemoria e per tutte le visite di controllo successive entro il termine ultimo. Questo è calcolato a partire dalla data dell’ultimo esame svolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 1quater OAC",
        "content": "Dopo il primo esame medico di idoneità alla guida, l’autorità cantonale ricorda alle persone di cui al capoverso 1 lettera c le successive visite di controllo eventualmente necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 1quinquies OAC",
        "content": "L’autorità cantonale può eccezionalmente estendere i termini per la presentazione dei risultati degli esami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 2 OAC",
        "content": "La visita di controllo di idoneità alla guida deve essere effettuata sotto la responsabilità di un medico di cui all’articolo 5abis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 3 OAC",
        "content": "L’autorità cantonale può:\na. su richiesta del medico, ridurre i termini di cui al capoverso 1 lettere a e b;\nb. limitare la validità della licenza di condurre alla successiva visita di controllo di idoneità alla guida, se non sussiste alcuna garanzia che il titolare della licenza si sottoponga volontariamente agli esami più frequenti di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12a, Obblighi di annunciare e visite di controllo di idoneità alla guida, Visite di controllo di idoneità alla guida",
        "citation": "Art. 27 cpv. 4 OAC",
        "content": "L’autorità cantonale può, in singoli casi, disporre che una visita di controllo di idoneità alla guida sia limitata a taluni punti o estesa ad altri; in questi casi il medico non è vincolato ai moduli di cui agli allegati 2 e 2a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Condizioni generali",
        "citation": "Art. 27a cpv. 1 OAC",
        "content": "La formazione complementare dura sette ore e si svolge in una sola giornata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Condizioni generali",
        "citation": "Art. 27a cpv. 2 OAC",
        "content": "La formazione complementare è svolta in gruppi di 6/12 persone. Un gruppo è costituito di titolari di una licenza di condurre in prova della categoria A o di titolari di una licenza di condurre in prova della categoria B. Il contenuto del corso è impostato in base alla rispettiva categoria. Chiunque possieda la licenza di condurre in prova delle categorie A e B può scegliere se intende seguire la formazione complementare con un motoveicolo della categoria A o con un autoveicolo della categoria B.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Condizioni generali",
        "citation": "Art. 27a cpv. 3 OAC",
        "content": "Ogni gruppo è assistito dal numero di animatori necessario a uno svolgimento senza pericoli della formazione complementare e alla realizzazione degli obiettivi prefissati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Condizioni generali",
        "citation": "Art. 27a cpv. 4 OAC",
        "content": "Di norma, il candidato segue la formazione complementare con il proprio veicolo. L’organizzatore del corso può mettere dei veicoli a disposizione dei partecipanti che non ne possiedono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Obiettivi",
        "citation": "Art. 27b cpv. 1 OAC",
        "content": "Al termine della formazione complementare i partecipanti devono essere in grado di frenare con prontezza, in modo sicuro e con la massima forza frenante tecnicamente possibile nonché di applicare i principi di una guida rispettosa dell’ambiente ed efficiente sul piano energetico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Obiettivi",
        "citation": "Art. 27b cpv. 2 OAC",
        "content": "I partecipanti devono inoltre acquisire nozioni sui principali fattori di incidenti sperimentando situazioni di guida in condizioni realistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Momento della partecipazione alla formazione complementare",
        "citation": "Art. 27c OAC",
        "content": "La formazione complementare deve essere seguita entro 12 mesi dal rilascio della licenza di condurre in prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Attestato di partecipazione al corso e comunicazione all’autorità cantonale",
        "citation": "Art. 27d cpv. 1 OAC",
        "content": "Al termine della formazione complementare l’organizzatore deve rilasciare ai partecipanti un attestato di partecipazione sulla base del modulo di cui all’allegato 4a e informarne in via elettronica l’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Attestato di partecipazione al corso e comunicazione all’autorità cantonale",
        "citation": "Art. 27d cpv. 2 OAC",
        "content": "L’organizzatore dei corsi che attesta la partecipazione alla formazione complementare deve essere in grado di fornire all’autorità d’ammissione, per cinque anni, informazioni relative a cognome, nome, indirizzo e numero della licenza di condurre dei partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Organizzatori dei corsi",
        "citation": "Art. 27e OAC",
        "content": "Per organizzare la formazione complementare è necessaria un’autorizzazione. L’autorità competente del Cantone in cui ha sede il richiedente la rilascia se constata che questi:\na. dispone dei locali e delle piazze d’istruzione nonché del materiale didattico per garantire uno svolgimento senza pericoli della formazione complementare e il raggiungimento degli obiettivi;\nb. può impiegare almeno quattro animatori; gli animatori che impartiscono la formazione complementare ai titolari della licenza di condurre in prova della categoria A devono inoltre disporre di una formazione di maestro conducente per motoveicoli;\nc. dispone di un’assicurazione responsabilità civile sufficiente e di un’assicurazione casco totale per i veicoli dei partecipanti ai corsi;\nd. offre pubblicamente i corsi di formazione complementare; sono esclusi i corsi di formazione complementare dell’esercito;\ne. ...\nf. dispone di un sistema di garanzia della qualità secondo l’articolo 27f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Garanzia della qualità",
        "citation": "Art. 27f OAC",
        "content": "Ogni organizzatore di corsi deve gestire un sistema di garanzia della qualità dell’insegnamento delle materie e del raggiungimento degli obiettivi della formazione complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Competenze dei Cantoni",
        "citation": "Art. 27g cpv. 1 OAC",
        "content": "I Cantoni:\na. sorvegliano lo svolgimento della formazione complementare;\nb. effettuano test d’idoneità sociopedagogica per l’ammissione alla formazione degli animatori;\nc. decidono se tener conto delle conoscenze anteriori degli animatori in materia di formazione;\nd. organizzano gli esami per ottenere l’attestato di competenza di animatore;\ne. sorvegliano i centri di formazione per animatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_g"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 12b, Formazione complementare per i titolari di una licenza di condurre in prova, Competenze dei Cantoni",
        "citation": "Art. 27g cpv. 2 OAC",
        "content": "Possono delegare l’esecuzione di questi compiti ad altri servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_27_g"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Nuovo esame di conducente",
        "citation": "Art. 28 cpv. 1 OAC",
        "content": "Se il conducente ha commesso infrazioni che fanno dubitare della sua capacità di condurre, l’autorità d’ammissione ordina un nuovo esame teorico o pratico di conducente oppure entrambi gli esami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Nuovo esame di conducente",
        "citation": "Art. 28 cpv. 2 OAC",
        "content": "L’autorità può ordinare che il richiedente di una licenza di condurre delle categorie speciali G o M o un conducente di veicoli a motore per i quali non è richiesta una licenza di condurre siano sottoposti a un esame pratico di conducente se sussistono dubbi sulla loro capacità di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Nuovo esame di conducente",
        "citation": "Art. 28 cpv. 3 OAC",
        "content": "Se il nuovo esame è ordinato in relazione con una revoca della licenza di condurre, di norma può aver luogo al più presto un mese dopo la scadenza della revoca; l’autorità rilascia alla persona interessata una licenza per allievo conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Nuovo esame di conducente",
        "citation": "Art. 28 cpv. 4 OAC",
        "content": "Se la persona interessata non supera il nuovo esame, si applica l’articolo 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Nuovo esame di conducente",
        "citation": "Art. 28 cpv. 5 OAC",
        "content": "La data del nuovo esame di conducente non è iscritta nella licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Esame di verifica dell’idoneità alla guida",
        "citation": "Art. 28a cpv. 1 OAC",
        "content": "Se sussistono dubbi sull’idoneità alla guida di una persona (art. 15d cpv. 1 LCStr), l’autorità cantonale dispone:\na. per questioni mediche: un esame di verifica dell’idoneità alla guida effettuato da un medico di cui all’articolo 5abis;\nb. per questioni psicologiche, in particolare secondo l’articolo 15d capoverso 1 lettera c LCStr: un esame di verifica dell’idoneità alla guida effettuato da uno psicologo del traffico di cui all’articolo 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Esame di verifica dell’idoneità alla guida",
        "citation": "Art. 28a cpv. 2 OAC",
        "content": "Il medico che effettua l’esame di verifica dell’idoneità alla guida deve:\na. nei casi di cui all’articolo 15d capoverso 1 lettere a e b LCStr, disporre del riconoscimento di livello 4;\nb. nei casi di cui all’articolo 15d capoverso 1 lettere d ed e LCStr, disporre del riconoscimento almeno di livello 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Esame di verifica dell’idoneità alla guida",
        "citation": "Art. 28a cpv. 3 OAC",
        "content": "In presenza di questioni medico-psicologiche legate al traffico è richiesto un esame di idoneità alla guida effettuato da un medico titolare del riconoscimento di livello 4 e da uno psicologo titolare del riconoscimento di cui all’articolo 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_28_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Corsa di controllo",
        "citation": "Art. 29 cpv. 1 OAC",
        "content": "Se sussistono dubbi sulla capacità di condurre di un conducente, l’autorità cantonale può disporre una corsa di controllo con un esperto della circolazione per stabilire i provvedimenti necessari. Una corsa di controllo accompagnata da un medico allo scopo di verificare l’idoneità alla guida può essere disposta soltanto nei casi di cui all’articolo 5j capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_29"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Corsa di controllo",
        "citation": "Art. 29 cpv. 2 OAC",
        "content": "Se la persona interessata non supera la corsa di controllo:\na. la licenza di condurre è revocata oppure l’uso della licenza di condurre straniera è vietato. La persona interessata può chiedere una licenza per allievo conducente;\nb. è deciso un divieto di circolare se la corsa di controllo è effettuata con un veicolo a motore per cui non è necessaria una licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_29"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Corsa di controllo",
        "citation": "Art. 29 cpv. 3 OAC",
        "content": "La corsa di controllo non può essere ripetuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_29"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Corsa di controllo",
        "citation": "Art. 29 cpv. 4 OAC",
        "content": "Se la persona interessata non si presenta, senza giustificarsi, alla corsa di controllo, questa è considerata non superata. L’autorità, quando ordina la corsa di controllo, deve informare sulle conseguenze dell’omessa partecipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_29"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Revoca preventiva",
        "citation": "Art. 30 cpv. 1 OAC",
        "content": "Se sussistono seri dubbi sull’idoneità alla guida di una persona, l’autorità cantonale può decidere la revoca preventiva della licenza per allievo conducente o della licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Revoca preventiva",
        "citation": "Art. 30 cpv. 2 OAC",
        "content": "L’autorità cantonale restituisce all’avente diritto la licenza per allievo conducente o la licenza di condurre sequestrata e trasmessale dalla polizia se non decide almeno la revoca preventiva entro dieci giorni lavorativi dal sequestro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Domanda di rivalutazione della revoca preventiva",
        "citation": "Art. 30a cpv. 1 OAC",
        "content": "La persona alla quale è stata revocata a titolo preventivo la licenza per allievo conducente o la licenza di condurre può esigere dall’autorità cantonale, mediante domanda scritta, una rivalutazione della decisione di revoca una volta decorsi tre mesi dal passaggio in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Domanda di rivalutazione della revoca preventiva",
        "citation": "Art. 30a cpv. 2 OAC",
        "content": "Può inoltre esigere dall’autorità cantonale, mediante domanda scritta, una rivalutazione della decisione di conferma della revoca preventiva una volta decorsi tre mesi dal passaggio in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Domanda di rivalutazione della revoca preventiva",
        "citation": "Art. 30a cpv. 3 OAC",
        "content": "In entrambi i casi, entro 20 giorni lavorativi dal ricevimento della domanda, conferma mediante decisione impugnabile la revoca preventiva della licenza per allievo conducente o della licenza di condurre oppure la restituisce all’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Notifiche trasmesse da privati in merito a carenze nell’idoneità alla guida",
        "citation": "Art. 30b cpv. 1 OAC",
        "content": "Se un privato notifica all’autorità cantonale i propri dubbi in merito all’idoneità alla guida di un’altra persona, l’autorità cantonale può chiedere al medico curante di quest’ultima di redigere un rapporto. Se il privato che ha trasmesso la notifica lo desidera e dimostra un interesse degno di protezione, l’autorità cantonale garantisce la riservatezza dei suoi dati. La sua identità non può essere divulgata neppure nel quadro di un procedimento amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Notifiche trasmesse da privati in merito a carenze nell’idoneità alla guida",
        "citation": "Art. 30b cpv. 2 OAC",
        "content": "Se la persona in questione non ha un medico curante oppure non ne comunica l’identità, l’autorità cantonale può ordinare, in virtù del suo potere di apprezzamento, un esame di cui all’articolo 28a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 131, Nuovo esame di conducente, corsa di controllo, esame di verifica dell’idoneità alla guida e revoca preventiva Notifiche trasmesse da privati in merito a carenze nell’idoneità alla guida",
        "citation": "Art. 30b cpv. 3 OAC",
        "content": "Eventuali pretese di risarcimento nei confronti dell’autorità da parte della persona oggetto della notifica, in particolare dei costi per esami di idoneità alla guida ordinati sulla base di notifiche ingiustificate, sono disciplinate dal pertinente diritto cantonale in materia di responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_30_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Obbligo d’informare",
        "citation": "Art. 31 OAC",
        "content": "Se la revoca della licenza per allievo conducente o della licenza di condurre è decisa per una durata indeterminata o definitivamente, l’autorità di revoca notifica la sua decisione all’interessato informandolo delle condizioni per riottenere la licenza per allievo conducente o la licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_31"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Restituzione volontaria della licenza di condurre",
        "citation": "Art. 32 OAC",
        "content": "Se la licenza di condurre è restituita volontariamente all’autorità, gli effetti sono gli stessi che per la revoca; l’autorità deve dare conferma per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_32"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Portata della revoca",
        "citation": "Art. 33 cpv. 1 OAC",
        "content": "La revoca della licenza per allievo conducente o della licenza di condurre di una categoria o di una sottocategoria comporta la revoca della licenza per allievo conducente e della licenza di condurre di tutte le categorie e sottocategorie e della categoria speciale F.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_33"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Portata della revoca",
        "citation": "Art. 33 cpv. 2 OAC",
        "content": "La revoca della licenza per allievo conducente o della licenza di condurre di una categoria speciale comporta la revoca della licenza per allievo conducente o della licenza di condurre di tutte le categorie speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_33"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Portata della revoca",
        "citation": "Art. 33 cpv. 3 OAC",
        "content": "I capoversi 1 e 2 non si applicano se la revoca è decisa per ragioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_33"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Portata della revoca",
        "citation": "Art. 33 cpv. 4 OAC",
        "content": "L’autorità di revoca può revocare:\na. unitamente alla licenza per allievo conducente o alla licenza di condurre di una categoria o di una sottocategoria, anche la licenza di condurre delle categorie speciali G e M;\nb. unitamente alla licenza per allievo conducente o alla licenza di condurre di una categoria speciale, anche la licenza per allievo conducente o la licenza di condurre delle categorie e delle sottocategorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_33"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Portata della revoca",
        "citation": "Art. 33 cpv. 5 OAC",
        "content": "L’autorità cantonale può rilasciare al titolare della licenza un’autorizzazione a effettuare corse durante il periodo di revoca della licenza per allievo conducente o della licenza di condurre nella misura necessaria per l’esercizio della propria professione. I dettagli concernenti le corse autorizzate sono fissati nella decisione. L’autorizzazione è concessa a condizione che la licenza:\na. sia revocata per un’infrazione lieve secondo l’articolo 16a LCStr;\nb. non sia revocata per una durata indeterminata o definitivamente; e\nc. non sia stata revocata più di una volta nei cinque anni precedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_33"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Portata della revoca",
        "citation": "Art. 33 cpv. 6 OAC",
        "content": "In casi di rigore, l’autorità cantonale può decidere, nel rispetto del limite minimo stabilito dalla legge, una revoca di durata diversa per ciascuna categoria, sottocategoria o categoria speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_33"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Licenza di condurre con limitazioni",
        "citation": "Art. 34 cpv. 1 OAC",
        "content": "L’autorità cantonale può limitare, invece di revocarla del tutto, la licenza di condurre delle persone che non soddisfano più integralmente, pur servendosi di mezzi ausiliari, i requisiti medici minimi di cui all’allegato 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_34"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Licenza di condurre con limitazioni",
        "citation": "Art. 34 cpv. 2 OAC",
        "content": "Un medico in possesso del riconoscimento di livello 4 deve valutare con quali limitazioni è comunque possibile una guida sicura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_34"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132, Revoca della licenza di condurre, Licenza di condurre con limitazioni",
        "citation": "Art. 34 cpv. 3 OAC",
        "content": "La licenza di condurre può segnatamente essere limitata a determinate zone, a un determinato periodo di tempo, a determinati tipi di strade o di veicoli oppure a veicoli che sono stati modificati o equipaggiati in modo personalizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_34"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Proroga del periodo di prova",
        "citation": "Art. 35 cpv. 1 OAC",
        "content": "Se il titolare della licenza di condurre in prova commette un’infrazione che comporta la revoca della licenza di condurre delle categorie e sottocategorie, e questa revoca si conclude durante il periodo di prova, l’autorità rilascia un nuova licenza di condurre in prova. Il nuovo periodo di prova termina un anno dopo la data di scadenza della licenza di condurre in prova revocata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Proroga del periodo di prova",
        "citation": "Art. 35 cpv. 2 OAC",
        "content": "Se la revoca della licenza scade dopo il periodo di prova, l’autorità rilascia una nuova licenza di condurre in prova, la cui validità è limitata a un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Annullamento",
        "citation": "Art. 35a cpv. 1 OAC",
        "content": "Se il titolare di una licenza di condurre in prova commette una seconda infrazione che comporta la revoca della licenza di condurre per categorie e sottocategorie, la licenza è annullata. Questo vale anche se nel frattempo è stata rilasciata la licenza di condurre per una durata illimitata. L’annullamento comporta il ritiro della licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Annullamento",
        "citation": "Art. 35a cpv. 2 OAC",
        "content": "L’annullamento si applica a tutte le categorie e sottocategorie. Si applica anche alle categorie speciali se il titolare della licenza non offre alcuna garanzia che in futuro non commetterà infrazioni con veicoli delle categorie speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Annullamento",
        "citation": "Art. 35a cpv. 2bis OAC",
        "content": "In caso di annullamento le eventuali licenze per allievo conducente sono revocate e anche ritirate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Annullamento",
        "citation": "Art. 35a cpv. 3 OAC",
        "content": "Se l’annullamento concerne soltanto le categorie e sottocategorie, l’autorità d’ammissione rilascia una licenza di condurre delle categorie speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Annullamento",
        "citation": "Art. 35a cpv. 4 OAC",
        "content": "L’autorità di revoca informa il conducente interessato sulle condizioni alle quali può nuovamente ottenere una licenza per allievo conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132a, Misure nei confronti dei titolari della licenza di condurre in prova, Nuova licenza per allievo conducente",
        "citation": "Art. 35b OAC",
        "content": "Chiunque desideri condurre veicoli a motore dopo l’annullamento della licenza di condurre in prova deve chiedere una licenza per allievo conducente. Rimane salvo l’articolo 35a capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_35_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132b, Divieto di circolare e ammonimento, Divieto di circolare e ammonimento",
        "citation": "Art. 36 cpv. 1 OAC",
        "content": "L’autorità amministrativa del Cantone di domicilio deve vietare di circolare con veicoli a motore per cui non è necessaria la licenza di condurre alle persone che, a seguito di malattie o infermità fisiche o psichiche oppure alcoolismo o altre forme di tossicomania o per altre ragioni non ne sono idonee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_36"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132b, Divieto di circolare e ammonimento, Divieto di circolare e ammonimento",
        "citation": "Art. 36 cpv. 2 OAC",
        "content": "Un divieto di circolare può essere ordinato per al minimo un mese se il conducente, violando le norme della circolazione, ha messo in pericolo in modo grave o ripetutamente il traffico o disturbato ripetutamente gli utenti della circolazione. Se rinuncia a un divieto di circolare, l’autorità può impartire un ammonimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_36"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132b, Divieto di circolare e ammonimento, Divieto di circolare e ammonimento",
        "citation": "Art. 36 cpv. 3 OAC",
        "content": "Un divieto di circolare per almeno un mese deve essere deciso nei confronti delle persone che, con un veicolo a motore per cui non è necessaria una licenza di condurre:\na. circolano con una concentrazione di alcol nell’aria espirata pari o superiore a 0,40 mg/l oppure con un tasso alcolemico pari o superiore allo 0,80 per mille;\nb.  circolano in condizioni di inabilità alla guida sotto l’effetto di stupefacenti o medicinali;\nc. avendo guidato il veicolo, si oppongono o sottraggono intenzionalmente a un esame del sangue, a un accertamento etilometrico o a un test preliminare precedentemente disposto o prevedibile o a una visita medica aggiuntiva, oppure eludono lo scopo di tali provvedimenti;\nd. sottraggono il veicolo per utilizzarlo;\ne. guidano nonostante il divieto di circolare;\nf. fuggono dopo aver ferito o ucciso una persona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_36"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132b, Divieto di circolare e ammonimento, Divieto di circolare e ammonimento",
        "citation": "Art. 36 cpv. 4 OAC",
        "content": "Può essere disposto un ammonimento nei confronti di un conducente che presenta una concentrazione di alcol nell’aria espirata pari o superiore a 0,25 mg/l ma inferiore a 0,40 mg/l, oppure un tasso alcolemico pari o superiore allo 0,50 per mille ma inferiore allo 0,80 per mille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_36"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 132b, Divieto di circolare e ammonimento, Portata del divieto di circolare",
        "citation": "Art. 37 OAC",
        "content": "Il divieto di circolare vale per i tipi di veicoli indicati nella decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_37"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Disposizioni generali",
        "citation": "Art. 40 cpv. 1 OAC",
        "content": "I Cantoni organizzano corsi d’educazione stradale conformemente all’articolo 25 capoverso 3 lettera e LCStr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_40"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Disposizioni generali",
        "citation": "Art. 40 cpv. 2 OAC",
        "content": "I partecipanti ai corsi devono essere indotti, mediante una formazione complementare adeguata, a comportarsi correttamente nella circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_40"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Disposizioni generali",
        "citation": "Art. 40 cpv. 3 OAC",
        "content": "Possono essere convocati a partecipare ad un corso di insegnamento delle norme della circolazione i conducenti di veicoli a motore, di ciclomotori e di velocipedi che ripetutamente hanno compromesso la sicurezza del traffico violando norme della circolazione. La convocazione è ordinata dalle autorità competenti per la revoca delle licenze di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_40"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Disposizioni generali",
        "citation": "Art. 40 cpv. 4 OAC",
        "content": "Oltre all’obbligo di frequentare un corso sulle norme della circolazione, possono essere decisi altri provvedimenti (ammonimento, revoca della licenza, divieto di circolare).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_40"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Disposizioni generali",
        "citation": "Art. 40 cpv. 5 OAC",
        "content": "Le spese del corso vanno a carico dei partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_40"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 1 OAC",
        "content": "Chi intende tenere corsi d’educazione stradale necessita del riconoscimento delle autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 1bis OAC",
        "content": "Il riconoscimento è rilasciato se:\na. la direzione si fa garante di uno svolgimento irreprensibile dell’insegnamento;\nb. la direzione dispone di docenti idonei all’insegnamento;\nc. l’organizzatore dispone di un locale d’insegnamento adatto e di materiale didattico confacente;\nd. il programma e le materie di insegnamento garantiscono il raggiungimento della formazione prescritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 1ter OAC",
        "content": "Il riconoscimento per l’organizzazione di corsi d’educazione stradale è valido in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 2 OAC",
        "content": "La durata dei corsi dipende dalla natura e dall’impostazione, ma di norma è di otto ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 3 OAC",
        "content": "Se, durante il corso, si nutrono dubbi circa l’idoneità a condurre di un partecipante, l’autorità cantonale deve esserne informata. Questa prende i provvedimenti che s’impongono; può segnatamente ordinare la ripetizione del corso, lezioni di guida oppure un nuovo esame di guida (art. 28).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 4 OAC",
        "content": "La convocazione al corso deve menzionare come motivo l’infrazione commessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 13, Provvedimenti, 134, Corsi d’educazione stradale come formazione complementare, Organizzazione, procedura",
        "citation": "Art. 41 cpv. 5 OAC",
        "content": "Se, senza giustificarsi, l’interessato non dà seguito alla convocazione, l’autorità cantonale fissa un nuovo termine; l’interessato deve assumersi le spese derivanti dalla mancata partecipazione al corso. Non è ammesso il ricorso contro successive convocazioni risultanti dal fatto che si è dovuto convenire un altro termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_41"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 1 OAC",
        "content": "I conducenti di veicoli a motore provenienti dall’estero possono condurre in Svizzera veicoli a motore soltanto se sono titolari:\na. di una licenza di condurre nazionale valevole; o\nb. di una licenza di condurre internazionale valevole prescritta dalla Convenzione internazionale del 24 aprile 1926 per la circolazione degli autoveicoli, dalla Convenzione del 19 settembre 1949 sulla circolazione stradale o dalla Convenzione dell’8 novembre 1968 sulla circolazione stradale, e sono in grado di esibire tale licenza unitamente alla corrispondente licenza di condurre nazionale;\nc. di una licenza per allievo conducente valevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 2 OAC",
        "content": "La licenza di condurre straniera nazionale, la licenza di condurre internazionale insieme a quella nazionale e la licenza per allievo conducente straniera autorizzano il titolare a condurre in Svizzera le categorie di veicoli documentate sulla licenza in maniera esplicita, comprensibile e in caratteri latini. Il titolare di una licenza per allievo conducente straniera deve essere accompagnato da una persona che soddisfa i requisiti di cui all’articolo 15 capoverso 1 LCStr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 2bis OAC",
        "content": "Con una licenza di condurre per ciclomotori straniera valevole si può guidare in Svizzera un veicolo che soddisfa i requisiti di cui all’articolo 18 lettera a OETV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 3 OAC",
        "content": "I conducenti provenienti dall’estero che entrano e circolano in Svizzera con un ciclomotore ai sensi dell’articolo 18 lettera a OETV, un veicolo a motore agricolo o forestale o un veicolo a motore di lavoro non hanno bisogno di una licenza di condurre se essa non è richiesta nel loro Paese d’origine per questo tipo di veicoli. Questi conducenti devono sempre portar seco un documento d’identità con fotografia e possono condurre solo il veicolo con cui sono entrati in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 3bis OAC",
        "content": "Hanno bisogno di una licenza di condurre svizzera:\na. i conducenti provenienti dall’estero, residenti in Svizzera da 12 mesi e che durante questo periodo non hanno soggiornato per più di tre mesi consecutivi all’estero;\nb. le persone in possesso di una licenza di condurre valevole rilasciata da uno Stato non membro dell’UE o dell’AELS che conducono a titolo professionale veicoli a motore immatricolati in Svizzera delle categorie C o D oppure delle sottocategorie C1 o D1 o che necessitano di un permesso secondo l’articolo 25; è escluso il personale di circhi e baracconi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 3ter OAC",
        "content": "Non hanno bisogno di una licenza di condurre svizzera le persone beneficiarie di privilegi, immunità e facilitazioni di cui all’articolo 2 capoverso 2 della legge del 22 giugno 2007 sullo Stato ospite, a condizione che: \na. siano titolari di una licenza di condurre nazionale valevole;\nb. non possiedano la cittadinanza svizzera o non abbiano avuto la loro residenza permanente in Svizzera prima di entrare in funzione; e\nc. siano titolari di una carta di legittimazione rilasciata dal Dipartimento federale degli affari esteri che attesti che sono al beneficio dell’immunità di giurisdizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Riconoscimento delle licenze",
        "citation": "Art. 42 cpv. 4 OAC",
        "content": "La licenza di condurre straniera che il conducente ha ottenuto eludendo le disposizioni della presente ordinanza sull’ottenimento della licenza svizzera, o quelle di competenza dello Stato dove è domiciliato, non può essere utilizzata in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_42"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Età minima",
        "citation": "Art. 43 cpv. 1 OAC",
        "content": "Le licenze per allievo conducente e le licenze di condurre straniere possono essere utilizzate in Svizzera soltanto dalle persone che hanno raggiunto l’età minima prescritta nella presente ordinanza per i titolari di licenze domiciliati in Svizzera. Per la guida senza accompagnatore di autoveicoli della categoria B si applica l’età minima di 18 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_43"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Età minima",
        "citation": "Art. 43 cpv. 2 OAC",
        "content": "Le persone domiciliate all’estero che secondo il diritto del loro Paese d’origine non hanno bisogno di una licenza di condurre per ciclomotori e hanno raggiunto l’età minima ivi prescritta sono ammesse a circolare in Svizzera se hanno almeno 16 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_43"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Età minima",
        "citation": "Art. 43 cpv. 3 OAC",
        "content": "In casi fondati, l’USTRA può ammettere eccezioni concernenti l’età minima di conducenti provenienti dall’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_43"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 1 OAC",
        "content": "Al titolare di una licenza di condurre nazionale straniera valevole è rilasciata la licenza di condurre svizzera della rispettiva categoria se, durante una corsa di controllo, dimostra di conoscere le norme della circolazione ed è in grado di condurre in modo sicuro veicoli delle categorie per le quali la licenza è valevole. I conducenti di autoveicoli devono effettuare la corsa di controllo con un veicolo della categoria che autorizza a condurre tutti i veicoli delle categorie iscritte nella licenza. Se il titolare della licenza è inoltre autorizzato a condurre un motoveicolo, non è effettuata nessuna ulteriore corsa di controllo per quest’ultima categoria. Agli esami medici si applicano per analogia gli articoli 7 capoversi 1 e 1bis, 9, 11b capoverso 3 lettere a e c, 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 1bis OAC",
        "content": "La corsa di controllo non può essere ripetuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 1ter OAC",
        "content": "Se la persona interessata non si presenta, senza giustificarsi, alla corsa di controllo, questa è considerata non superata. L’autorità, quando ordina la corsa di controllo, deve informare sulle conseguenze dell’omessa partecipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 1quater OAC",
        "content": "Se la persona interessata non supera la corsa di controllo, le è vietato l’uso della licenza di condurre straniera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 2 OAC",
        "content": "La licenza di condurre svizzera per autisti professionali di veicoli a motore è rilasciata a conducenti di veicoli a motore provenienti dall’estero soltanto se, oltre alla corsa di controllo, provano ad un esame di conoscere il disciplinamento in vigore in Svizzera per tale tipo di conducenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 3 OAC",
        "content": "I conducenti di ciclomotori, di motoleggere, di veicoli a motore agricoli e forestali e di veicoli a motore di lavoro esteri, che desiderano ottenere la licenza di condurre svizzera devono sostenere un esame di conducente se non sono titolari di una licenza straniera corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Ottenimento della licenza di condurre svizzera",
        "citation": "Art. 44 cpv. 4 OAC",
        "content": "Le autorità che rilasciano una licenza di condurre svizzera devono restituire le licenze rilasciate dagli Stati membri dell’UE o dell’AELS all’autorità di emissione. Le altre licenze devono essere restituite all’autorità di emissione o consegnate al titolare. Il contenuto delle licenze straniere viene registrato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Licenza di condurre in prova",
        "citation": "Art. 44a cpv. 1 OAC",
        "content": "Ai titolari di una licenza di condurre estera valevole che dà il diritto di condurre veicoli a motore delle categorie A o B, è rilasciata una licenza di condurre in prova svizzera. Il periodo di prova decorre dal rilascio della licenza di condurre svizzera. Esso dura tre anni, dedotta la durata compresa tra la data di rilascio della licenza di condurre estera e l’ultimo termine per cambiarla regolarmente conformemente all’articolo 42 capoverso 3bis lettera a. Esso concerne tutte le categorie di licenze già ottenute e le altre categorie e sottocategorie ottenute durante il periodo di prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Licenza di condurre in prova",
        "citation": "Art. 44a cpv. 2 OAC",
        "content": "La licenza di condurre svizzera non è rilasciata in prova alle persone la cui licenza di condurre delle categorie A o B:\na. è stata rilasciata prima del 1° dicembre 2005; o\nb. è stata rilasciata il 1° dicembre 2005 o dopo questa data, ed era valevole già da un anno al momento in cui hanno preso domicilio in Svizzera",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_44_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 1 OAC",
        "content": "L’uso di una licenza di condurre straniera può essere vietato in virtù delle stesse disposizioni applicabili alla revoca della licenza di condurre svizzera. Inoltre, l’uso della licenza di condurre straniera deve essere vietato per una durata indeterminata se il titolare ha ottenuto la sua licenza all’estero eludendo le disposizioni svizzere o straniere di competenza. Il divieto di far uso di una licenza di condurre straniera deve essere comunicato all’autorità straniera competente, direttamente o tramite l’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 2 OAC",
        "content": "Con la revoca della licenza di condurre svizzera, deve sempre essere vietato l’uso di una eventuale licenza di condurre straniera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 3 OAC",
        "content": "Il divieto di far uso di una licenza di condurre internazionale deve essere iscritto nello spazio appositamente previsto nel documento. L’iscrizione deve essere munita del bollo ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 4 OAC",
        "content": "La licenza di condurre straniera il cui uso è stato vietato va depositata presso l’autorità, se il titolare è domiciliato in Svizzera. Essa è restituita al titolare:\na. alla scadenza del periodo di divieto oppure dopo l’abrogazione del divieto;\nb. su richiesta, se questi rinuncia al domicilio in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 4bis OAC",
        "content": "Le licenze di condurre straniere il cui uso è stato vietato per una durata illimitata sono restituite all’autorità di rilascio allegando una copia della decisione di divieto di far uso della licenza, se il titolare non è domiciliato in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 5 OAC",
        "content": "Se il divieto di uso della licenza non può essere notificato al titolare in Svizzera, l’USTRA si incarica di farlo notificare per la via dell’assistenza giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 6 OAC",
        "content": "Il divieto di far uso della licenza di condurre, pronunciato perché sono state eluse le disposizioni svizzere o straniere di competenza, diventa privo di effetti se il titolare della licenza fornisce la prova che egli, da quella data:\na. ha eletto domicilio per almeno tre mesi nello Stato che gli ha rilasciato la licenza disconosciuta, oppure\nb. ha ottenuto una licenza valevole nel nuovo Stato dove è domiciliato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Divieto di far uso della licenza; revoca",
        "citation": "Art. 45 cpv. 7 OAC",
        "content": "Le revoche di licenze di condurre straniere ordinate da autorità straniere devono essere eseguite se l’USTRA lo ordina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_45"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Licenze di condurre internazionali",
        "citation": "Art. 46 cpv. 1 OAC",
        "content": "Le licenze di condurre internazionali possono essere rilasciate soltanto ai titolari di una licenza nazionale svizzera o straniera domiciliati in Svizzera. Le licenze di condurre internazionali rilasciate in base a licenze svizzere non sono valevoli in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_46"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Licenze di condurre internazionali",
        "citation": "Art. 46 cpv. 2 OAC",
        "content": "La durata di validità è di tre anni; essa non può superare la durata di validità della licenza di condurre nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_46"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Licenze di condurre internazionali",
        "citation": "Art. 46 cpv. 3 OAC",
        "content": "Il I Cantoni possono autorizzare associazioni degli utenti della strada a rilasciare licenze di condurre internazionali ai titolari di licenze di condurre svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_46"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 14, Conducenti di veicoli a motore provenienti dall’estero, Licenze di condurre internazionali",
        "citation": "Art. 46 cpv. 4 OAC",
        "content": "In caso di revoca o di divieto di far uso di una licenza di condurre nazionale, la licenza di condurre internazionale deve essere pure revocata per la durata del provvedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_46"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Obbligo dell’autorizzazione",
        "citation": "Art. 64a cpv. 1 OAC",
        "content": "Gli animatori di corsi di formazione complementare necessitano di un’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Obbligo dell’autorizzazione",
        "citation": "Art. 64a cpv. 2 OAC",
        "content": "L’autorizzazione è rilasciata dal Cantone di domicilio ed è valida per tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Condizioni",
        "citation": "Art. 64b cpv. 1 OAC",
        "content": "Per ottenere l’autorizzazione è necessario frequentare una formazione di animatore presso un centro di formazione riconosciuto dall’USTRA e aver ottenuto un attestato di competenza secondo l’articolo 64d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Condizioni",
        "citation": "Art. 64b cpv. 2 OAC",
        "content": "Chi intende essere ammesso alla formazione deve presentare all’autorità competente del Cantone di domicilio una domanda corredata del curriculum vitae, di indicazioni concernenti la formazione anteriore e dei certificati professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Condizioni",
        "citation": "Art. 64b cpv. 3 OAC",
        "content": "È ammesso alla formazione chi:\na. ha compiuto 25 anni;\nb. prova di aver superato un esame di maestro conducente, esperto della circolazione, istruttore della circolazione o un’altra formazione equivalente;\nc. dimostra di avere un’esperienza professionale di tre anni in uno dei settori d’attività di cui alla lettera b;\nd. ha avuto una condotta tale da garantire l’esercizio irreprensibile della professione;\ne. ha superato un test d’ammissione che attesta la sua idoneità sociopedagogica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_b"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Formazione",
        "citation": "Art. 64c cpv. 1 OAC",
        "content": "A seguito della formazione, il candidato deve essere in grado di:\na. conoscere la materia d’insegnamento e di esame della teoria di base, del corso sulla teoria della circolazione, della formazione pratica di base degli allievi motociclisti e dell’esame pratico di conducente;\nb. insegnare secondo un metodo appropriato i contenuti della formazione complementare di cui all’articolo 27b capoversi 1 e 2;\nc. riconoscere e valutare i diversi caratteri dei partecipanti al corso e le varie dinamiche di gruppo e applicare conseguentemente il metodo d’insegnamento più adatto;\nd. conoscere le principali cause d’incidenti della circolazione considerando in particolare che i nuovi conducenti ne sono spesso all’origine;\ne. conoscere le fasi di sviluppo dei giovani adulti e le loro incidenze sul comportamento nella circolazione stradale;\nf. influenzare l’atteggiamento interiore dei partecipanti e motivarli ad adottare una guida senza pericoli, rispettosa dell’ambiente e degli altri utenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Formazione",
        "citation": "Art. 64c cpv. 2 OAC",
        "content": "Le conoscenze anteriori sono computate dopo aver consultato il centro di formazione. L’articolo 27g si applica alle competenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_c"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Attestato di competenza",
        "citation": "Art. 64d cpv. 1 OAC",
        "content": "Per ottenere l’attestato di competenza il candidato deve:\na. dimostrare nel corso di un esame scritto di essere in grado di impartire l’insegnamento teorico e pratico a gruppi di persone variamente composti; e\nb. tenere, a titolo di prova, un corso che copra tutti i temi della formazione complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Attestato di competenza",
        "citation": "Art. 64d cpv. 2 OAC",
        "content": "Il risultato dell’esame deve essere comunicato al candidato per scritto indicando la nota complessiva. In caso di insuccesso, occorre indicare i rimedi giuridici. Il risultato dell’esame deve essere comunicato al Cantone di domicilio del candidato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Attestato di competenza",
        "citation": "Art. 64d cpv. 3 OAC",
        "content": "Il candidato che non ha superato l’esame di animatore può ripetere in un successivo esame le materie nelle quali non ha ottenuto la sufficienza. Se fallisce anche il secondo tentativo, il candidato deve superare una seconda volta il modulo principale prima di essere ammesso a un terzo e ultimo esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_d"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Durata di validità dell’autorizzazione",
        "citation": "Art. 64e cpv. 1 OAC",
        "content": "L’autorizzazione è limitata a tre anni. La sua durata di validità è prorogata ogni volta di tre anni se il titolare prova che durante i tre anni:\na. ha impartito per almeno 30 giorni corsi di formazione complementare ai titolari di una licenza di condurre in prova; e\nb. ha frequentato due giornate intere di corsi di perfezionamento per animatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Durata di validità dell’autorizzazione",
        "citation": "Art. 64e cpv. 2 OAC",
        "content": "I Cantoni fissano, d’intesa con l’USTRA, le esigenze concernenti gli organizzatori e il contenuto dei corsi di perfezionamento per animatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Durata di validità dell’autorizzazione",
        "citation": "Art. 64e cpv. 3 OAC",
        "content": "Gli organizzatori dei corsi di formazione complementare attestano per scritto agli animatori i corsi impartiti da questi ultimi e gli organizzatori dei corsi di perfezionamento i corsi di una giornata intera frequentati dagli animatori stessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_e"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Centri di formazione per animatori",
        "citation": "Art. 64f cpv. 1 OAC",
        "content": "I centri di formazione per animatori devono essere riconosciuti dall’USTRA. Il riconoscimento è accordato se:\na. la direzione garantisce una gestione irreprensibile del centro di formazione e una sorveglianza competente dell’insegnamento;\nb. il centro di formazione dispone di docenti qualificati;\nc. il centro di formazione dispone di un locale d’insegnamento, di materiale didattico e di piazze d’istruzione idonei;\nd. il programma di insegnamento e le materie proposte garantiscono la formazione prescritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Centri di formazione per animatori",
        "citation": "Art. 64f cpv. 2 OAC",
        "content": "L’USTRA può revocare il riconoscimento se le condizioni necessarie non sono più adempiute o il centro di formazione non forma più animatori da oltre due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 15a, Animatori di corsi di formazione complementare, Centri di formazione per animatori",
        "citation": "Art. 64f cpv. 3 OAC",
        "content": "I centri di formazione devono provvedere affinché i loro docenti trasmettano agli animatori le conoscenze e le capacità necessarie. Sono tenuti a iscrivere il candidato all’esame per ottenere l’attestato di competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_64_f"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esigenze",
        "citation": "Art. 65 cpv. 1 OAC",
        "content": "Gli esperti della circolazione incaricati degli esami ufficiali di conducente e dei controlli ufficiali dei veicoli devono soddisfare le esigenze prescritte dai capoversi 2–5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_65"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esigenze",
        "citation": "Art. 65 cpv. 2 OAC",
        "content": "L’esperto della circolazione incaricato degli esami di conducente e dei controlli dei veicoli deve:\na. aver compiuti 24 anni;\nb. aver superato l’esame finale di tirocinio come meccanico per automobili o in un’altra professione tecnica equivalente e aver esercitato la professione durante almeno un anno dalla fine dell’apprendistato;\nc. possedere da almeno tre anni la licenza di condurre svizzera delle categorie B o C, senza aver compromesso durante questo periodo la sicurezza del traffico mediante infrazione alle norme della circolazione;\nd. dimostrare che soddisfa i requisiti medici minimi di cui all’allegato 1, presentando una notifica di cui all’allegato 3 rilasciata da un medico titolare del riconoscimento di livello 2;\ne. produrre una perizia attestante l’idoneità psicologica alla guida rilasciata da uno psicologo del traffico di cui all’articolo 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_65"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esigenze",
        "citation": "Art. 65 cpv. 3 OAC",
        "content": "L’esperto della circolazione incaricato degli esami di condurre non è obbligato ad adempiere le esigenze del capoverso 2 lettera b, ma deve aver superato l’esame finale di tirocinio in una professione qualsiasi o possedere una formazione equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_65"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esigenze",
        "citation": "Art. 65 cpv. 4 OAC",
        "content": "Il requisito del capoverso 2 lettera e non è richiesto per gli esperti della circolazione incaricati dei controlli dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_65"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esigenze",
        "citation": "Art. 65 cpv. 5 OAC",
        "content": "I maestri conducenti che desiderano diventare esperti della circolazione devono aver esercitato la professione di maestro conducente durante almeno un anno senza dare adito a lamentele e avere 24 anni compiuti. Devono completare la loro formazione e superare gli esami nelle materie che non figurano nel programma d’esame di maestro conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_65"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Formazione",
        "citation": "Art. 66 cpv. 1 OAC",
        "content": "La formazione come esperto della circolazione incaricato degli esami di conducente e/o dei controlli dei veicoli avviene nelle materie menzionate nell’allegato 7. L’esperto della circolazione incaricato degli esami di conducente o dei controlli dei veicoli che desidera diventare esperto della circolazione per entrambe queste due funzioni deve completare la sua formazione nei gruppi di materie per i quali non ha ricevuto la formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_66"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Formazione",
        "citation": "Art. 66 cpv. 2 OAC",
        "content": "Quanto alle conoscenze teoriche, la materia da insegnare deve essere adattata all’attività pratica degli esperti della circolazione. Durante la formazione pratica, il candidato viene istruito nello svolgimento delle operazioni tecniche e delle procedure amministrative dell’ufficio della circolazione e messo in grado di procedere da solo agli esami di conducente e/o ai controlli dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_66"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Formazione",
        "citation": "Art. 66 cpv. 3 OAC",
        "content": "L’insegnamento teorico avviene in corsi dati da maestri con formazione tecnica e pedagogica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_66"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Formazione",
        "citation": "Art. 66 cpv. 4 OAC",
        "content": "La formazione pratica comprende istruzioni e lavori pratici. La formazione pratica degli esperti della circolazione istruiti per effettuare i controlli dei veicoli è affidata alle autorità d’immatricolazione che dispongono delle installazioni e degli apparecchi necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_66"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esame",
        "citation": "Art. 67 cpv. 1 OAC",
        "content": "Dopo aver terminato un corso, e dopo almeno sei mesi di attività presso l’ufficio della circolazione, il futuro esperto della circolazione deve sostenere un esame finale nelle materie indicate nell’allegato 7. L’esperto della circolazione incaricato degli esami di conducente o dei controlli dei veicoli che desidera diventare esperto della circolazione per le due funzioni deve sostenere un esame che comprende le materie nelle quali non è ancora stato esaminato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_67"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esame",
        "citation": "Art. 67 cpv. 1bis OAC",
        "content": "L’esame nelle materie di cui all’allegato 7 numeri 12, 22 e 32 può essere suddiviso in diversi esami parziali. Gli esami parziali possono essere sostenuti prima della conclusione di un corso, ma dopo almeno tre mesi di attività presso un ufficio della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_67"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esame",
        "citation": "Art. 67 cpv. 2 OAC",
        "content": "Nel giudicare l’esame devono essere tenute in considerazione le note assegnate durante la formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_67"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Esame",
        "citation": "Art. 67 cpv. 3 OAC",
        "content": "Il risultato dell’esame deve essere comunicato al candidato dall’ufficio della circolazione dove egli fa la pratica, con indicazione della nota di valutazione complessiva e delle note assegnate per ogni gruppo di materie. Se il candidato supera l’esame gli viene rilasciato un certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_67"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Ripetizione dell’esame",
        "citation": "Art. 68 cpv. 1 OAC",
        "content": "L’esame di esperto della circolazione può essere sostenuto tre volte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_68"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Ripetizione dell’esame",
        "citation": "Art. 68 cpv. 2 OAC",
        "content": "Chi non ha superato l’esame può essere riammesso non prima della scadenza di un termine di sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_68"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Ripetizione dell’esame",
        "citation": "Art. 68 cpv. 3 OAC",
        "content": "Il secondo esame comprende solo le materie per le quali il risultato è stato insufficiente. Il terzo esame comprende invece tutte le materie del secondo esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_68"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Impiego degli esperti della circolazione",
        "citation": "Art. 68a cpv. 1 OAC",
        "content": "Gli esperti della circolazione sono autorizzati a effettuare esami ufficiali di conducente o controlli ufficiali dei veicoli dopo aver concluso la formazione di cui all’articolo 66 e aver superato l’esame di cui all’articolo 67.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_68_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Impiego degli esperti della circolazione",
        "citation": "Art. 68a cpv. 2 OAC",
        "content": "Qualora abbiano superato un esame parziale di cui all’articolo 67 capoverso 1bis, possono effettuare autonomamente esami di conducente o controlli dei veicoli già durante la formazione, a condizione che:\na. attraverso tale esame abbiano acquisito le competenze necessarie; e\nb. siano opportunamente assistiti da un formatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_68_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Compiti delle autorità",
        "citation": "Art. 69 cpv. 1 OAC",
        "content": "I Cantoni e la competente autorità della Confederazione emanano un regolamento di formazione e d’esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_69"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Compiti delle autorità",
        "citation": "Art. 69 cpv. 2 OAC",
        "content": "La formazione degli esperti della circolazione è compito dei Cantoni. Gli esami sono sostenuti davanti a commissioni cantonali o intercantonali nelle quali sono delegati, oltre a capi degli uffici della circolazione, capi esperti della circolazione e altri specialisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_69"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 16, Esperti della circolazione incaricati degli esami di conducente e dei controlli dei veicoli, Compiti delle autorità",
        "citation": "Art. 69 cpv. 3 OAC",
        "content": "I Cantoni e la competente autorità federale sono responsabili del perfezionamento dei loro esperti della circolazione. Hanno l’obbligo in particolare di assicurare il perfezionamento degli esperti della circolazione incaricati degli esami di conducente e dei controlli tecnici sui veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_69"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 17, Noleggiatori di autoveicoli",
        "citation": "Art. 70 cpv. 1 OAC",
        "content": "Chi noleggia professionalmente veicoli a motore a terze persone, per il loro uso, deve tenere un elenco dei locatari. Su richiesta, deve dare la possibilità agli organi di controllo di prenderne visione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_70"
    },
    {
        "book": "VZV",
        "title": "OAC, 1, Ammissione di persone, 17, Noleggiatori di autoveicoli",
        "citation": "Art. 70 cpv. 2 OAC",
        "content": "Gli elenchi devono essere conservati durante due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_70"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Principi",
        "citation": "Art. 71 cpv. 1 OAC",
        "content": "La licenza di circolazione e le targhe sono rilasciate se:\na. l’assicurazione responsabilità civile prescritta è stata stipulata o il detentore è dispensato dall’obbligo di assicurazione in virtù dell’articolo 73 capoverso 1 LCStr;\nb. il veicolo è conforme alle prescrizioni concernenti la costruzione e l’equipaggiamento e sono disponibili i dati necessari per l’immatricolazione;\nc. il veicolo è assoggettato all’imposta secondo la LIAut o esonerato dall’imposizione;\nd. il veicolo fabbricato all’estero è stato oggetto d’imposizione o è stato esonerato dall’imposizione;\ne. dall’Ufficio federale della dogana e della sicurezza dei confini (UDSC) non è stata presentata alcuna richiesta di rifiuto del rilascio della licenza di circolazione e delle targhe di controllo sulla base dell’articolo 14a della legge del 19 dicembre 1997 sul traffico pesante (LTTP).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_71"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Principi",
        "citation": "Art. 71 cpv. 1bis OAC",
        "content": "La procedura di verifica dei requisiti di cui al capoverso 1 lettera b è retta dall’OETV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_71"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Principi",
        "citation": "Art. 71 cpv. 2 OAC",
        "content": "Per il rilascio di licenze di circolazione temporanee e licenze di circolazione collettive come anche per rilasciare le corrispondenti targhe (art. 20 a 26 OAV) non è necessario il permesso dell’amministrazione doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_71"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Principi",
        "citation": "Art. 71 cpv. 3 OAC",
        "content": "L’immatricolazione provvisoria dei veicoli è retta dagli articoli 16 a 19 OAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_71"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Principi",
        "citation": "Art. 71 cpv. 4 OAC",
        "content": "I conducenti devono sempre portar seco l’originale della licenza di circolazione, a meno che non sia stato rilasciato un duplicato. Non è obbligatorio portar seco la licenza in caso di spostamenti con veicoli a motore agricoli e forestali fra la sede dell’azienda e il luogo di svolgimento dell’attività, né per spostamenti con i rimorchi del servizio antincendio e della protezione civile all’interno del territorio comunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_71"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Eccezioni",
        "citation": "Art. 72 cpv. 1 OAC",
        "content": "Né la licenza di circolazione né le targhe sono necessarie per:\na. i monoassi senza rimorchi guidati da una persona a piedi;\nb. i carri a mano provvisti di motore;\nc. i rimorchi seguenti, esclusi i rimorchi eccezionali:\n1. rimorchi agricoli e forestali la cui velocità massima non supera i 30 km/h trainati da trattori come anche da veicoli a motore la cui velocità massima non supera i 30 km/h,\n2. rimorchi agricoli e forestali la cui velocità massima non supera i 30 km/h e con un peso garantito di 1500 kg al massimo trainati da veicoli a motore con una velocità massima per costruzione di oltre 30 km/h e con tutte le ruote motrici,\n3. rimorchi trainati da carri con motore e carri di lavoro,\n4. rimorchi e assi rimorchiati che costituiscono un veicolo indipendente trainati da monoassi,\n5. rimorchi a slitta;\nd. i veicoli di lavoro utilizzati in cantieri stradali delimitati ma non completamente chiusi al traffico;\ne. i veicoli a motore e i rispettivi rimorchi adibiti al traffico interno di un’impresa ma autorizzati a circolare su strada pubblica;\nf. i carrelli di sostegno;\ng. casse mobili montate su ruote; il permesso per rimorchiarle dalla o verso la stazione di carico è rilasciato per il veicolo trattore ed è limitato a determinati tipi di contenitori;\nh. i veicoli a motore trainati;\ni. i veicoli che vengono trasportati su un autoveicolo di trasporto o un rimorchio, e guidati durante il loro carico o scarico, purché sia stata stipulata un’assicurazione giusta l’articolo 27 capoverso 1 OAV;\nj. i veicoli che vengono spostati da imprese del settore automobilistico su un’area interna all’azienda, purché sia stata stipulata un’assicurazione giusta l’articolo 27 capoverso 1 OAV;\nk. ciclomotori leggeri;\nl. sedie a rotelle con dispositivo di propulsione elettrica e una velocità massima di 10 km/h;\nm. carri di lavoro con una velocità massima per costruzione non superiore a 10 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_72"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 211, Ammissione, Eccezioni",
        "citation": "Art. 72 cpv. 3 OAC",
        "content": "Se dispongono di un attestato d’assicurazione valido, i Cantoni, ricorrendo a una convocazione, possono permettere che un veicolo sia trasferito per la via più breve al luogo d’esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_72"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Generi di licenze",
        "citation": "Art. 73 OAC",
        "content": "Esistono i seguenti generi di licenze di circolazione:\na. la licenza di circolazione per l’immatricolazione normale di veicoli a motore o rimorchi;\nb. la licenza di circolazione per l’immatricolazione provvisoria di veicoli a motore o rimorchi;\nc. la licenza temporanea per veicoli a motore o rimorchi;\nd. la licenza di circolazione collettiva per i veicoli a motore o i rimorchi delle imprese dell’industria automobilistica;\ne. la licenza per i veicoli di riserva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_73"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rilascio",
        "citation": "Art. 74 cpv. 1 OAC",
        "content": "L’autorità d’immatricolazione del Cantone di stanza del veicolo rilascia la licenza di circolazione al detentore quando essa dispone del rispettivo attestato di assicurazione e dei documenti seguenti:\na. all’atto della prima immatricolazione di un veicolo di provenienza svizzera o dell’immatricolazione di un veicolo di provenienza estera:\n1. il rapporto di perizia (mod. 13.20 A), se del caso munito dell’impronta del bollo doganale o scortato da un’autorizzazione doganale separata,\n2. ...;\nb. all’atto della nuova immatricolazione di un veicolo che ha cambiato Cantone di stanza o detentore:\n1. la vecchia licenza di circolazione;\n2. in caso di cambiamento del detentore di un veicolo per il quale non vi è stata un’imposizione doganale, un’autorizzazione delle autorità doganali intestata al nuovo detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_74"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rilascio",
        "citation": "Art. 74 cpv. 2 OAC",
        "content": "Chi richiede la licenza temporanea non ha bisogno di essere detentore del veicolo e quest’ultimo non deve essere immatricolato nel Cantone di stanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_74"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rilascio",
        "citation": "Art. 74 cpv. 3 OAC",
        "content": "La licenza di circolazione collettiva è rilasciata dal Cantone nel quale l’azienda ha la sua sede, al nome dell’azienda o del suo capo responsabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_74"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rilascio",
        "citation": "Art. 74 cpv. 4 OAC",
        "content": "La licenza per veicoli di riserva può essere rilasciata anche dal Cantone nel quale il veicolo originale è divenuto inutilizzabile ed è stato preso in consegna il veicolo di riserva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_74"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rilascio",
        "citation": "Art. 74 cpv. 5 OAC",
        "content": "I titolari devono annunciare entro 14 giorni all’autorità, presentando la loro licenza di circolazione, ogni circostanza che rende necessaria una modificazione o una sostituzione del documento. Essi devono informare l’autorità del ritiro definitivo del veicolo dalla circolazione restituendo la licenza di circolazione. Se il detentore non fa immatricolare un altro veicolo entro 14 giorni, deve restituire immediatamente anche le targhe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_74"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rapporto di perizia",
        "citation": "Art. 75 cpv. 1 OAC",
        "content": "In presenza dell’approvazione del tipo (art. 2 lett. b OATV) o della scheda tecnica (art. 2 lett. l OATV), il rapporto di perizia è compilato e firmato dal costruttore o dall’importatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_75"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rapporto di perizia",
        "citation": "Art. 75 cpv. 2 OAC",
        "content": "In assenza dell’approvazione del tipo e della scheda tecnica, il rapporto di perizia è compilato dall’autorità di immatricolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_75"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rapporto di perizia",
        "citation": "Art. 75 cpv. 3 OAC",
        "content": "Per annunciare modificazioni tecniche apportate a un veicolo (art. 34 cpv. 2 OETV) è necessario un rapporto di perizia speciale (modulo 13.20 B).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_75"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rapporto di perizia",
        "citation": "Art. 75 cpv. 4 OAC",
        "content": "I rapporti di perizia o il loro contenuto, come pure i dati tecnici allegati, devono essere conservati dall’autorità durante 15 anni a far data dalla prima messa in circolazione dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_75"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Rapporto di perizia",
        "citation": "Art. 75 cpv. 5 OAC",
        "content": "L’USTRA, d’intesa con i Cantoni, l’autorità competente in seno al Dipartimento federale della difesa, della protezione della popolazione e dello sport e l’UDSC, stabilisce la forma da dare al rapporto di perizia ed emana le istruzioni sul modo di compilarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_75"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Controllo dell’imposizione doganale e dell’avvenuta tassazione",
        "citation": "Art. 76 cpv. 1 OAC",
        "content": "Il rapporto di perizia (mod. 13.20 A) munito dell’impronta del bollo doganale serve da prova dell’imposizione doganale e dell’avvenuta tassazione conformemente alla LIAut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_76"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Controllo dell’imposizione doganale e dell’avvenuta tassazione",
        "citation": "Art. 76 cpv. 2 OAC",
        "content": "Il diritto di utilizzare in Svizzera un veicolo per il quale non vi è stata un’imposizione doganale o per il quale non vi è stata una tassazione deve fondarsi su un’autorizzazione delle autorità doganali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_76"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Controllo dell’imposizione doganale e dell’avvenuta tassazione",
        "citation": "Art. 76 cpv. 3 OAC",
        "content": "L’UDSC, comunica alle autorità d’immatricolazione i generi di veicoli per i quali non sono necessari la prova dell’imposizione doganale e dell’avvenuta tassazione secondo il capoverso 1 o un’autorizzazione secondo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_76"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Luogo di stanza",
        "citation": "Art. 77 cpv. 1 OAC",
        "content": "È considerato luogo di stanza il luogo dove di regola il veicolo è custodito durante la notte dopo l’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_77"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Luogo di stanza",
        "citation": "Art. 77 cpv. 2 OAC",
        "content": "Il domicilio del detentore vale come luogo di stanza:\na. per i veicoli utilizzati durante la settimana fuori del Cantone di domicilio del detentore e ricondotti a fine settimana, in media almeno due volte al mese;\nb. per i veicoli utilizzati alternativamente durante meno di nove mesi consecutivi in più Cantoni;\nc. per i veicoli il cui periodo di stanza è uguale sia all’esterno sia all’interno del Cantone di domicilio del detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_77"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Detentore",
        "citation": "Art. 78 cpv. 1 OAC",
        "content": "La qualità di detentore si determina secondo le circostanze di fatto. È considerato in particolare detentore chi effettivamente e durevolmente ha il potere di disporre del veicolo e lo adopera o lo fa adoperare a proprie spese o nel proprio interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_78"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Detentore",
        "citation": "Art. 78 cpv. 1bis OAC",
        "content": "Se per un veicolo vi sono più detentori, questi ultimi sono tenuti a segnalare all’autorità d’ammissione la persona responsabile. Nella licenza di condurre essa figurerà quale detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_78"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Detentore",
        "citation": "Art. 78 cpv. 2 OAC",
        "content": "L’autorità cantonale deve esaminare la qualità di detentore solo in caso di dubbio, segnatamente se l’attestato d’assicurazione non è rilasciato al nome di chi richiede la licenza di circolazione, se il richiedente non è titolare di una licenza di condurre, quando sono rilasciate targhe trasferibili e quando veicoli di una azienda sono messi a disposizione di dipendenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_78"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Validità",
        "citation": "Art. 79 cpv. 1 OAC",
        "content": "La licenza di circolazione per l’immatricolazione normale dei veicoli e la licenza di circolazione collettiva hanno una durata di validità illimitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_79"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Validità",
        "citation": "Art. 79 cpv. 2 OAC",
        "content": "La durata di validità della licenza dei veicoli di riserva, della licenza di circolazione per l’immatricolazione provvisoria dei veicoli e della licenza temporanea è regolata dalla OAV. Per quanto concerne la validità dei permessi speciali è determinante la ONC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_79"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Validità",
        "citation": "Art. 79 cpv. 3 OAC",
        "content": "Entro i limiti dell’articolo 17 OAV, la durata di validità della licenza di circolazione per l’immatricolazione provvisoria dei veicoli non sdoganati può essere fissata o prolungata oltre a quella dell’autorizzazione doganale solo se detta autorizzazione lo prevede esplicitamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_79"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Iscrizioni",
        "citation": "Art. 80 cpv. 1 OAC",
        "content": "Valgono come condizioni speciali ai sensi degli articoli 10 capoverso 3 e 96 numero 1 capoverso 3 LCStr:\na. le decisioni dell’autorità iscritte nella licenza di circolazione, o nell’allegato alla licenza di circolazione, ad esempio, in merito alla velocità massima;\nb. le iscrizioni che stabiliscono il massimo ammesso per i pesi e le dimensioni dei veicoli;\nc. le iscrizioni relative al numero dei posti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_80"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Iscrizioni",
        "citation": "Art. 80 cpv. 2 OAC",
        "content": "Nella licenza di circolazione è iscritto l’utilizzo di un veicolo per il trasporto professionale di persone di cui all’articolo 3 OLR 2, eccettuati i veicoli giusta l’articolo 4 capoverso 1 lettera d OLR 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_80"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Iscrizioni",
        "citation": "Art. 80 cpv. 3 OAC",
        "content": "La licenza di circolazione dei veicoli eccezionali menziona l’obbligo di possedere un permesso speciale. Se si tratta di veicoli destinati a trainare rimorchi particolarmente pesanti, i pesi del convoglio che derogano alle prescrizioni della LCStr sono indicati nella licenza di circolazione alla rubrica «Decisioni dell’autorità».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_80"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Iscrizioni",
        "citation": "Art. 80 cpv. 4 OAC",
        "content": "Un detentore che prende in leasing o lascia, spesso o durevolmente, usare a terzi il suo veicolo, può chiedere all’autorità d’immatricolazione, mediante formulario elettronico ufficiale, che un cambiamento di detentore necessiti della sua approvazione o di quella di un’altra persona fisica o giuridica menzionata nel formulario. Se non può ricorrere al formulario elettronico, può presentare la richiesta per iscritto. L’autorità d’immatricolazione riporta questa limitazione nella licenza di circolazione e trasmette i dati al sistema d’informazione all’ammissione alla circolazione se è in possesso della richiesta al momento dell’immatricolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_80"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Iscrizioni",
        "citation": "Art. 80 cpv. 5 OAC",
        "content": "L’autorità d’immatricolazione conserva il formulario in originale o riproducibile in forma elettronica fintanto che esiste l’iscrizione nonché per i dieci anni seguenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_80"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Annullamento",
        "citation": "Art. 81 cpv. 1 OAC",
        "content": "Quando un veicolo è tolto dalla circolazione o sostituito con un altro veicolo, il detentore deve fare annullare dall’autorità la licenza di circolazione e l’eventuale duplicato. Se il detentore trascura questo obbligo, le targhe indicate nella licenza non gli sono più attribuite, salvo qualora egli fornisca la prova che il veicolo è stato demolito o immatricolato al nome di un altro detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_81"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Annullamento",
        "citation": "Art. 81 cpv. 2 OAC",
        "content": "Se le è presentata una licenza di circolazione che contiene un’iscrizione giusta l’articolo 80 capoverso 4, l’autorità d’immatricolazione rifiuta:\na. il rilascio della licenza di circolazione a un nuovo detentore;\nb. la cancellazione dell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_81"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 212, Licenza di circolazione, Annullamento",
        "citation": "Art. 81 cpv. 3 OAC",
        "content": "Il rifiuto è nullo se è data l’approvazione scritta o elettronica della persona fisica o giuridica menzionata nel formulario oppure se vi è una decisione giudiziaria cresciuta in giudicato sui rapporti di proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_81"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Genere di targhe",
        "citation": "Art. 82 cpv. 1 OAC",
        "content": "L’autorità rilascia:\na. targhe con lettere e cifre nere su fondo bianco per gli autoveicoli, motoveicoli, quadricicli e tricicli a motore, monoassi e i rimorchi;\nb. targhe con lettere e cifre nere su fondo celeste per i veicoli da lavoro;\nc. targhe con lettere e cifre nere su fondo marrone chiaro per i veicoli eccezionali;\nd. targhe con lettere e cifre nere su fondo verde chiaro per i veicoli agricoli e forestali;\ne. targhe con lettere e cifre nere su fondo giallo per le motoleggere e i quadricicli a motore;\nf. targhe con lettere e cifre bianche su fondo grigio scuro per i veicoli dell’esercito; se queste targhe non possono essere applicate in modo adatto, lo stemma, le lettere e le cifre devono essere dipinte sulla carrozzeria su fondo grigio scuro;\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_82"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Genere di targhe",
        "citation": "Art. 82 cpv. 2 OAC",
        "content": "Le targhe seguenti sono munite di un segno speciale:\na. le targhe per l’immatricolazione provvisoria secondo l’articolo 18 OAV;\nb. ...\nc. le targhe professionali portano la lettera «U».\nd. le targhe dei veicoli dei detentori che beneficiano di privilegi e immunità diplomatiche o consolari che portano il segno «CD», «CC» o «AT» sul fondo verde scuro o blu scuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_82"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Genere di targhe",
        "citation": "Art. 82 cpv. 3 OAC",
        "content": "Occorre procedere al cambio delle targhe se cambia la categoria del veicolo e se per la nuova categoria è previsto un altro tipo di targhe. Il cambio delle targhe non è necessario:\na. per i veicoli a motore aventi un peso totale non superiore a 3500 kg se la categoria cambia per un periodo non superiore a sei mesi consecutivi;\nb. per i restanti veicoli a motore se la categoria cambia per un periodo non superiore a tre mesi consecutivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_82"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Materiale; costruzione",
        "citation": "Art. 83 cpv. 1 OAC",
        "content": "Le targhe sono di metallo inossidabile; possono essere munite di un rivestimento riflettente. L’USTRA può ammettere l’impiego di altri materiali adatti e fissare esigenze minime per il materiale riflettente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_83"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Materiale; costruzione",
        "citation": "Art. 83 cpv. 2 OAC",
        "content": "Gli stemmi, le lettere e le cifre sono impressi con un rilievo di 1,5 mm. Gli stemmi devono corrispondere al modello ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_83"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Materiale; costruzione",
        "citation": "Art. 83 cpv. 3 OAC",
        "content": "Le targhe, i cui angoli devono essere arrotondati (raggio di 1 cm), hanno le dimensioni seguenti:\na. la targa anteriore degli autoveicoli nonché la targa dei monoassi, dei veicoli agricoli e forestali e dei rimorchi di lavoro hanno una lunghezza di 30 cm e un’altezza di 8 cm;\nb. la targa posteriore degli autoveicoli nonché la targa dei rimorchi per trasporto agganciati ad autoveicoli hanno una lunghezza di 30 cm e un’altezza di 16 cm (formato alto) o una lunghezza di 50 cm e un’altezza di 11 cm (formato lungo);\nc. la targa dei motoveicoli, dei quadricicli a motore e dei tricicli a motore nonché la targa dei rispettivi rimorchi hanno una lunghezza di 18 cm e un’altezza di 14 cm;\nd. la targa delle motoleggere e dei quadricicli leggeri a motore nonché la targa dei rispettivi rimorchi hanno una lunghezza di 10 cm e un’altezza di 14 cm.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_83"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Materiale; costruzione",
        "citation": "Art. 83 cpv. 4 OAC",
        "content": "L’USTRA può fissare un formato differente per le targhe destinate ai veicoli i cui detentori beneficiano di privilegi e immunità diplomatici o consolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_83"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Materiale; costruzione",
        "citation": "Art. 83 cpv. 5 OAC",
        "content": "Per i rimorchi dell’esercito la targa, con una scritta su due linee, ha il formato delle targhe dei motoveicoli, quelle con la scritta su una linea, il formato della targa anteriore degli autoveicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_83"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sistema di numerazione",
        "citation": "Art. 84 cpv. 1 OAC",
        "content": "Ogni Cantone è designato con le due lettere maiuscole seguenti:ZurigoZHSciaffusaSHBernaBEAppenzello internoAILucernaLUAppenzello esternoARUriURSan GalloSGSvittoSZGrigioniGRObvaldoOWArgoviaAGNidvaldoNWTurgoviaTGGlaronaGLTicinoTIZugoZGVaudVDFriburgoFRValleseVSSolettaSONeuchâtelNEBasilea CittàBSGinevraGEBasilea CampagnaBLGiuraJU",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_84"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sistema di numerazione",
        "citation": "Art. 84 cpv. 2 OAC",
        "content": "Le targhe degli autoveicoli, dei monoassi e dei rimorchi da una parte, e quelle dei motoveicoli, delle motoleggere e dei tricicli a motore, dall’altra, come pure ogni genere di targa, secondo il colore e le caratteristiche speciali, sono numerate separatamente, di regola a partire dalla cifra 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_84"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sistema di numerazione",
        "citation": "Art. 84 cpv. 3 OAC",
        "content": "Le targhe della Confederazione portano solamente lo stemma federale, con l’aggiunta della lettera M se si tratta di targhe militari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_84"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sistema di numerazione",
        "citation": "Art. 84 cpv. 4 OAC",
        "content": "Le targhe per i veicoli i cui detentori sono beneficiari di privilegi e immunità diplomatiche o consolari non hanno stemmi, ma sono provviste delle lettere in nero del Cantone. Le sigle e le lettere possono essere applicate in maniera indelebile mediante un processo fotografico. Le cifre e il punto in colore nero possono essere applicati mediante lo stesso procedimento o consistere in pezzi di alluminio ritagliati e ribaditi sulla targa. Il primo dei due gruppi di cifre separate da un punto serve da numero d’ordine per ogni missione, sede, delegazione o organizzazione; il secondo gruppo designa la nazione o l’organizzazione. Le cifre più basse sono riservate al capo della rappresentanza o dell’organizzazione come pure ai suoi sostituti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_84"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Disposizione; caratteri",
        "citation": "Art. 85 cpv. 1 OAC",
        "content": "Sulla targa anteriore degli autoveicoli e sulla targa dei monoassi, dei veicoli agricoli e forestali e dei rimorchi di lavoro devono essere iscritte da sinistra a destra le lettere, un punto a mezz’altezza e i numeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_85"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Disposizione; caratteri",
        "citation": "Art. 85 cpv. 2 OAC",
        "content": "Nella parte superiore della targa posteriore di formato alto degli autoveicoli come pure della targa dei motoveicoli, delle motoleggere, dei quadricicli leggeri a motore, dei quadricicli e dei tricicli a motore, dei rimorchi per trasporto e dei rimorchi eccezionali devono figurare, da sinistra a destra, lo stemma federale, le lettere e lo stemma cantonale e nella parte inferiore il numero. Sulla targa posteriore di formato lungo degli autoveicoli e dei loro rimorchi devono figurare, da sinistra a destra, lo stemma federale, le lettere del Cantone, un punto a mezza altezza, il numero e lo stemma cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_85"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Disposizione; caratteri",
        "citation": "Art. 85 cpv. 3 OAC",
        "content": "Sulla targa con due righe di iscrizione, ad uso dei rimorchi militari, le prime due cifre sono iscritte nella parte superiore, di fianco alla lettera attribuita; sulla targa con una sola riga di iscrizione, si lascia uno spazio maggiore tra la seconda e la terza cifra. Lo stemma è soppresso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_85"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Disposizione; caratteri",
        "citation": "Art. 85 cpv. 4 OAC",
        "content": "Sulla targa anteriore come su quella posteriore di formato lungo dei veicoli utilizzati dalle rappresentanze diplomatiche o consolari, dalle delegazioni permanenti o dalle organizzazioni internazionali, devono figurare, da sinistra a destra, il campo nel quale si iscrive l’una delle tre sigle, le lettere del Cantone e i due gruppi di cifre separati da un punto. Sulla targa posteriore di formato alto figurano, nella parte superiore, la sigla iscritta nel campo colorato e le lettere del Cantone e, nella parte inferiore, i due gruppi di cifre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_85"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Disposizione; caratteri",
        "citation": "Art. 85 cpv. 5 OAC",
        "content": "La forma dei caratteri e le dimensioni delle lettere e delle cifre sono fissate dall’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_85"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sigle CD, CC e AT",
        "citation": "Art. 86 cpv. 1 OAC",
        "content": "La sigla «CD» è destinata:\na. ai veicoli di servizio delle missioni diplomatiche e ai veicoli a motore dei membri del personale diplomatico di quelle missioni;\nb. ai veicoli di servizio delle missioni permanenti o altre rappresentanze presso organizzazioni intergovernative e ai veicoli a motore dei membri del personale diplomatico di queste missioni;\nc. ai veicoli di servizio dei beneficiari istituzionali di privilegi, immunità e facilitazioni di cui all’articolo 2 capoverso 1 lettere a, b, i, j, k, l e m della legge del 22 giugno 2007 sullo Stato ospite e ai veicoli a motore dei funzionari di tali beneficiari istituzionali più elevati di rango che godono in Svizzera dello statuto diplomatico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_86"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sigle CD, CC e AT",
        "citation": "Art. 86 cpv. 2 OAC",
        "content": "La sigla «CC» è destinata ai veicoli di servizio delle sedi consolari dirette da un funzionario di carriera e ai veicoli a motore dei funzionari consolari di carriera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_86"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sigle CD, CC e AT",
        "citation": "Art. 86 cpv. 3 OAC",
        "content": "La sigla «AT» è destinata ai veicoli a motore dei membri del personale amministrativo e tecnico delle missioni diplomatiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_86"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Sigle CD, CC e AT",
        "citation": "Art. 86 cpv. 4 OAC",
        "content": "È vietato l’impiego separato delle sigle «CD» o «AT». La sigla «CC» separata è ammessa al massimo su un unico veicolo di ciascun caposede onorario di sede consolare cui il Consiglio federale abbia attribuito l’exequatur. Sulla licenza di circolazione del veicolo deve esserci la menzione «Sigla CC autorizzata».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_86"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Rilascio delle targhe",
        "citation": "Art. 87 cpv. 1 OAC",
        "content": "Dopo esser stato attribuito, il numero di targa resta riservato per il detentore. L’attribuzione di altri numeri è ammessa qualora le targhe siano state depositate o revocate per oltre un anno; per il resto, l’attribuzione avviene conformemente all’articolo 81.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_87"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Rilascio delle targhe",
        "citation": "Art. 87 cpv. 2 OAC",
        "content": "La perdita delle targhe deve essere comunicata senza indugio dal detentore all’autorità, la quale gli rilascia targhe con un altro numero; essa può pubblicare il numero delle targhe perse nel sistema di ricerca informatizzato di polizia (RIPOL).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_87"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Rilascio delle targhe",
        "citation": "Art. 87 cpv. 3 OAC",
        "content": "I fabbricanti non hanno la facoltà di rilasciare targhe direttamente ai detentori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_87"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Rilascio delle targhe",
        "citation": "Art. 87 cpv. 4 OAC",
        "content": "Le targhe munite delle sigle «CD», «CC» e «AT» sono rilasciate d’intesa con il Dipartimento federale degli affari esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_87"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Rilascio delle targhe",
        "citation": "Art. 87 cpv. 5 OAC",
        "content": "Le targhe restano proprietà dell’autorità eccetto quelle destinate all’immatricolazione provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_87"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 21, Veicoli a motore e loro rimorchi, 213, Targhe, Rilascio di targhe munite di rivestimento riflettente",
        "citation": "Art. 87a OAC",
        "content": "I Cantoni mettono a disposizione targhe munite di un rivestimento riflettente. Essi decidono se occorra rilasciare tali targhe o sostituire quelle esistenti per tutti i veicoli o soltanto dietro richiesta del detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_87_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 22, Veicoli per gli esami, Veicoli per gli esami",
        "citation": "Art. 88 cpv. 1 OAC",
        "content": "Per gli esami di guida si deve far uso dei veicoli menzionati nell’allegato 12 numero V.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_88"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 22, Veicoli per gli esami, Veicoli per gli esami",
        "citation": "Art. 88 cpv. 2 OAC",
        "content": "I veicoli per gli esami non devono essere provvisti di accessori speciali che facilitano la guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_88"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 22, Veicoli per gli esami, Motoveicolo della sottocategoria A1 con velocità limitata",
        "citation": "Art. 88a cpv. 1 OAC",
        "content": "L’esame pratico di conducente della sottocategoria A1 sostenuto con un motoveicolo la cui velocità è limitata a 45 km/h dà diritto a condurre soltanto motoveicoli corrispondenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_88_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 22, Veicoli per gli esami, Motoveicolo della sottocategoria A1 con velocità limitata",
        "citation": "Art. 88a cpv. 2 OAC",
        "content": "Questa restrizione è iscritta nella licenza di condurre (art. 24d) se il titolare ha compiuto 16 anni d’età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_88_a"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Ammissione",
        "citation": "Art. 90 OAC",
        "content": "I ciclomotori sono ammessi a circolare se sono muniti della licenza per ciclomotori, della targa ivi indicata e di un contrassegno di assicurazione valido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_90"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Licenza di circolazione",
        "citation": "Art. 91 cpv. 1 OAC",
        "content": "La licenza di circolazione è rilasciata se:\na. il tipo di veicolo è stato riconosciuto come ciclomotore sulla base dell’esame del tipo;\nb. il veicolo presentato è conforme al tipo riconosciuto;\nc. è stata fornita la prova che il ciclomotore costruito all’estero è stato oggetto dell’imposizione doganale o ne è esonerato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_91"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Licenza di circolazione",
        "citation": "Art. 91 cpv. 2 OAC",
        "content": "La licenza di circolazione è rilasciata sulla base di un esame per gruppi di ciclomotori effettuato presso il fabbricante o l’importatore ai sensi dell’articolo 92 o sulla base di un esame singolo ai sensi dell’articolo 93. La sua validità è illimitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_91"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Licenza di circolazione",
        "citation": "Art. 91 cpv. 3 OAC",
        "content": "In caso di esami per gruppi, l’autorità d’immatricolazione del Cantone dove si trova l’azienda è competente a rilasciare la licenza di circolazione. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_91"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Licenza di circolazione",
        "citation": "Art. 91 cpv. 4 OAC",
        "content": "Il conducente di ciclomotori deve sempre portar seco la licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_91"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esami per gruppi",
        "citation": "Art. 92 cpv. 1 OAC",
        "content": "Prima dell’esame per gruppi di nuovi ciclomotori, presso i fabbricanti o gli importatori, l’azienda deve consegnare all’autorità gli elenchi completi in duplice esemplare, nei quali devono figurare, per ogni ciclomotore, la marca, il numero del telaio, il numero del certificato di tipo come pure il marchio di omologazione del motore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_92"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esami per gruppi",
        "citation": "Art. 92 cpv. 2 OAC",
        "content": "L’imposizione doganale di ciclomotori costruiti all’estero deve essere provata mediante il bollo ufficiale della dogana apposto sugli elenchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_92"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esami per gruppi",
        "citation": "Art. 92 cpv. 3 OAC",
        "content": "I Cantoni consegnano ai costruttori o gli importatori il numero di licenze di circolazione corrispondente a quello dei ciclomotori indicati sugli elenchi. I costruttori o gli importatori devono iscrivere nella licenza di circolazione i dati tecnici relativi a ogni ciclomotore e confermare che esso è conforme al tipo approvato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_92"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esami per gruppi",
        "citation": "Art. 92 cpv. 4 OAC",
        "content": "I Cantoni tengono dei registri relativi alle licenze di circolazione rilasciate ai costruttori o agli importatori i quali vanno conservati unitamente agli elenchi durante cinque anni. Essi inviano una copia degli elenchi all’USTRA. L’USTRA e l’UDSC sono autorizzati a consultare in ogni momento i registri e gli elenchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_92"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esami per gruppi",
        "citation": "Art. 92 cpv. 5 OAC",
        "content": "I ciclomotori esaminati per gruppi possono essere messi in commercio soltanto con le licenze di circolazione loro attribuite. In sostituzione di licenze perse il Cantone competente per il rilascio (art. 91 cpv. 3 prima frase) ne emette delle nuove fondandosi sugli elenchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_92"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esame singolo",
        "citation": "Art. 93 cpv. 1 OAC",
        "content": "I ciclomotori importati singolarmente devono essere esaminati da un esperto della circolazione ufficiale prima di essere ammessi alla circolazione. L’imposizione doganale deve essere provata mediante piombo doganale intatto, l’esenzione dall’imposizione mediante autorizzazione delle dogane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_93"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esame singolo",
        "citation": "Art. 93 cpv. 2 OAC",
        "content": "I ciclomotori usati le cui licenze di circolazione e la cui targa sono state revocate dall’autorità o la cui licenza di circolazione è andata persa devono essere esaminati singolarmente da un esperto della circolazione prima della loro riammissione. Il controllo dell’imposizione doganale non è effettuato se il veicolo presenta chiare tracce d’uso o se il detentore può provare che il veicolo è stato acquistato in Svizzera o nel Principato del Liechtenstein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_93"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esame singolo",
        "citation": "Art. 93 cpv. 3 OAC",
        "content": "Qualora un motore ausiliario venga montato in un secondo tempo su un velocipede, l’autorità cantonale rilascia la licenza di circolazione se ha costatato, mediante esame, che il veicolo è conforme alle esigenze stabilite per i ciclomotori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_93"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esame singolo",
        "citation": "Art. 93 cpv. 4 OAC",
        "content": "Nei casi previsti ai capoversi 1 a 3, l’autorità di immatricolazione apporta tutte le iscrizioni necessarie nella licenza di circolazione e attesta che il veicolo è conforme al tipo approvato o alle prescrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_93"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Esame singolo",
        "citation": "Art. 93 cpv. 5 OAC",
        "content": "L’autorità può permettere di presentare all’esame un ciclomotore sprovvisto della licenza di circolazione e della targa se viene fornita la prova che il ciclomotore è assicurato. Alle stesse condizioni, il Cantone può autorizzare un fornitore, dispensato dall’obbligo di presentare i veicoli, a effettuare corse di prova con ciclomotori non provvisti della licenza di circolazione e della targa o a far eseguire tali corse da eventuali compratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_93"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 1 OAC",
        "content": "Se i ciclomotori sono esaminati per gruppi, la targa è rilasciata dal Cantone del luogo di stanza, qualora il detentore presenti la licenza di circolazione prevista dall’articolo 92 capoverso 3 della presente ordinanza e l’attestato di assicurazione richiesto dall’articolo 35 capoverso 2 OAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 2 OAC",
        "content": "Se i ciclomotori sono esaminati singolarmente, il Cantone del luogo di stanza rilascia la targa e la licenza di circolazione, se il detentore presenta l’attestato di assicurazione richiesto dall’articolo 35 capoverso 2 OAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 3 OAC",
        "content": "L’autorità iscrive il numero della targa nella licenza di circolazione. Su richiesta del detentore, il medesimo numero di targa può essere iscritto nella licenza di circolazione di altri ciclomotori dello stesso detentore con stanza nel medesimo Cantone. Il contrassegno di assicurazione viene incollato unicamente in una licenza di circolazione. Detta licenza di circolazione deve essere recata seco insieme alla licenza del ciclomotore utilizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 4 OAC",
        "content": "La targa di un ciclomotore inutilizzabile e il contrassegno di assicurazione possono essere trasferiti senza il permesso dell’autorità (art. 9 cpv. 2 OAV) a un ciclomotore di riserva in perfetto stato di funzionamento durante al massimo 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 5 OAC",
        "content": "Nel caso di cambio di veicolo, la targa del ciclomotore tolto dalla circolazione può essere attribuita, con il contrassegno di assicurazione, a un altro ciclomotore appartenente allo stesso detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 6 OAC",
        "content": "Le targhe per ciclomotori sono alte 14 cm e larghe 10 cm. Sono in metallo inossidabile ricoperte di una materia riflettente gialla. Nel terzo superiore a sinistra figurano le lettere attribuite al Cantone e nella parte inferiore figura il numero, entrambi in nero e in rilievo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Targa",
        "citation": "Art. 94 cpv. 7 OAC",
        "content": "L’USTRA stabilisce la forma e le dimensioni delle lettere e delle cifre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_94"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Controlli",
        "citation": "Art. 95 cpv. 1 OAC",
        "content": "Per controllare se il veicolo è ammesso alla circolazione, il Cantone del luogo di stanza si fonda sulle targhe e sui contrassegni di assicurazione inviati e sulle informazioni trasmesse dai servizi di rilascio (art. 37 cpv. 3 OAV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_95"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Controlli",
        "citation": "Art. 95 cpv. 2 OAC",
        "content": "Durante tutta la durata dell’immatricolazione, è considerato come luogo di stanza del ciclomotore il Cantone competente per il rilascio della targa. Se il luogo di stanza di un ciclomotore è trasferito in un altro Cantone, si deve chiedere una nuova targa nel nuovo Cantone di stanza non appena scade la validità del contrassegno di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_95"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Controlli",
        "citation": "Art. 95 cpv. 3 OAC",
        "content": "Se il ciclomotore passa a un altro detentore, questi deve annunciarlo all’autorità entro 14 giorni. L’autorità iscrive il nuovo detentore nella licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_95"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Controlli",
        "citation": "Art. 95 cpv. 4 OAC",
        "content": "Se un ciclomotore è sostituito con un altro e non vi è cambiamento di targa (art. 94 cpv. 5), il detentore deve comunicarlo entro 14 giorni all’autorità. L’autorità iscrive il numero della targa nella licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_95"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Controlli",
        "citation": "Art. 95 cpv. 5 OAC",
        "content": "Una targa smarrita è sostituita con una nuova avente un altro numero e un contrassegno di assicurazione dell’anno corrente (art. 36 cpv. 1 OAV). L’autorità iscrive il nuovo numero della targa nella licenza di circolazione e appone il contrassegno d’assicurazione nell’apposito spazio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_95"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Ciclomotori della Confederazione e dei Cantoni",
        "citation": "Art. 96 cpv. 1 OAC",
        "content": "Per l’immatricolazione dei ciclomotori della Confederazione, sono applicabili le norme speciali seguenti:\na. le targhe sono rilasciate dai servizi competenti secondo l’ordinanza del 23 febbraio 2005 concernente i veicoli della Confederazione e i loro conducenti (OVCC). La loro durata di validità è illimitata; devono figurare da sinistra a destra, nel terzo superiore, una croce federale e le lettere di cui all’OVCC;\nb. l’attestato di assicurazione non è necessario;\nc. le licenze di circolazione non devono essere prese seco ma depositate presso il servizio che le rilascia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_96"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Ciclomotori della Confederazione e dei Cantoni",
        "citation": "Art. 96 cpv. 2 OAC",
        "content": "I ciclomotori dei Cantoni, per i quali non è stata stipulata l’assicurazione sulla responsabilità civile (art. 73 cpv. 2 LCStr), vengono muniti di targhe cantonali ordinarie portanti il numero di una serie speciale fissata dal Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_96"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 23, Ciclomotori, Rimorchi trainati da ciclomotori",
        "citation": "Art. 97 OAC",
        "content": "Per i rimorchi trainati da ciclomotori non occorre né una licenza di circolazione né una targa o un contrassegno di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_97"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Motivi della revoca",
        "citation": "Art. 106 cpv. 1 OAC",
        "content": "La licenza di circolazione è revocata se:\na. le condizioni fissate dalla LCStr o dalle prescrizioni di esecuzione relative al rilascio della licenza non sono più adempiute;\nb. senza motivi sufficienti, il detentore non ottempera all’invito di presentare il suo veicolo all’esame;\nc. l’UDSC presenta una richiesta di revoca della licenza di circolazione e di ritiro delle targhe di controllo sulla base dell’articolo 14a LTTP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_106"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Motivi della revoca",
        "citation": "Art. 106 cpv. 2 OAC",
        "content": "La licenza di circolazione può essere revocata se:\na. non sono state osservate le restrizioni o le condizioni speciali (art. 80) cui la licenza era stata vincolata;\nb. vi è stato abuso della licenza o delle targhe;\nc. non sono state pagate le imposte o le tasse dovute per i veicoli del medesimo detentore;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_106"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Motivi della revoca",
        "citation": "Art. 106 cpv. 3 OAC",
        "content": "La revoca della licenza di circolazione comporta sempre il ritiro delle targhe. Nel caso di targhe trasferibili, esse possono essere lasciate al detentore per uno dei veicoli. Il sequestro di veicoli è regolato dall’articolo 221 capoversi 3 e 4 OETV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_106"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Durata e esecuzione",
        "citation": "Art. 107 cpv. 1 OAC",
        "content": "La licenza di circolazione e le targhe devono essere revocate per un tempo indeterminato. La revoca a causa di uso abusivo e di inosservanza delle restrizioni e delle condizioni speciali può essere pronunciata per una durata limitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_107"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Durata e esecuzione",
        "citation": "Art. 107 cpv. 2 OAC",
        "content": "Se il motivo della revoca è divenuto privo di oggetto, la licenza di circolazione e le targhe devono essere restituite su richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_107"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Durata e esecuzione",
        "citation": "Art. 107 cpv. 3 OAC",
        "content": "La licenza di circolazione e le targhe di cui è stata decisa la revoca devono essere richieste al detentore cui è fissato un breve termine. Scaduto il termine la licenza di circolazione e le targhe devono essere ritirate dalla polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_107"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Procedura",
        "citation": "Art. 108 cpv. 1 OAC",
        "content": "Prima di revocare la licenza di circolazione e le targhe, l’autorità competente deve dare al detentore la possibilità di pronunciarsi verbalmente o per iscritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_108"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Procedura",
        "citation": "Art. 108 cpv. 2 OAC",
        "content": "La decisione di revoca deve essere notificata per iscritto con indicazione dei motivi e dei rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_108"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 251, Revoca della licenza di circolazione, Procedura",
        "citation": "Art. 108 cpv. 3 OAC",
        "content": "La licenza di circolazione può essere revocata immediatamente, a titolo preventivo, per ragioni di sicurezza della circolazione o per mancanza dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_108"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 25, Provvedimenti amministrativi, 252, Veicoli senza licenza, Uso vietato",
        "citation": "Art. 109 OAC",
        "content": "Se al momento di un esame o di un controllo si costata che dei veicoli, per i quali non è necessaria una licenza di circolazione ai sensi dell’articolo 72, non sono in perfetto stato di sicurezza o non sono conformi alle prescrizioni, l’autorità può vietarne l’uso finché non siano state eliminate le deficienze. Il sequestro di veicoli è regolato dall’articolo 221 capoversi 3 e 4 OETV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_109"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Riconoscimento dell’immatricolazione",
        "citation": "Art. 114 cpv. 1 OAC",
        "content": "I veicoli a motore e i rimorchi immatricolati all’estero possono circolare in Svizzera se sono ammessi a circolare nel Paese d’immatricolazione e se sono provvisti:\na. di una licenza nazionale di circolazione valevole o di un certificato internazionale per automobili valevole previsti nella Convenzione internazionale del 24 aprile 1926 per la circolazione degli autoveicoli; e\nb. di targhe valevoli, menzionate nel documento di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_114"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Riconoscimento dell’immatricolazione",
        "citation": "Art. 114 cpv. 2 OAC",
        "content": "I ciclomotori, le motoleggere, i motoveicoli con una cilindrata massima di 125 cm3, i veicoli a motore agricoli e forestali, i veicoli a motore di lavoro e i rimorchi che provengono dall’estero e per i quali il Paese di provenienza non esige né targhe né licenza di circolazione possono circolare in Svizzera senza targhe. Al posto della licenza di circolazione è richiesto un documento contenente le informazioni essenziali in merito al veicolo e al detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_114"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Riconoscimento dell’immatricolazione",
        "citation": "Art. 114 cpv. 3 OAC",
        "content": "La targa posteriore basta per i veicoli a motore provenienti da Stati che non rilasciano targhe anteriori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_114"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Riconoscimento dell’immatricolazione",
        "citation": "Art. 114 cpv. 4 OAC",
        "content": "I veicoli stranieri devono essere muniti del segno distintivo dello Stato d’immatricolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_114"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Immatricolazione svizzera",
        "citation": "Art. 115 cpv. 1 OAC",
        "content": "I veicoli a motore e i rimorchi immatricolati all’estero devono essere muniti di una licenza di circolazione svizzera e di targhe svizzere se:\na. hanno il loro luogo di stanza da più di un anno in Svizzera senza una interruzione superiore a tre mesi consecutivi;\nb. il detentore risiede in Svizzera da più di un anno senza un’interruzione superiore a tre mesi consecutivi e vi adopera il suo veicolo da più di un mese;\nc. il detentore che ha il suo domicilio legale in Svizzera risiede durante meno di 12 mesi consecutivi all’estero e fa uso del suo veicolo in Svizzera durante più di un mese;\nd. servono a trasportare, contro rimunerazione, persone o merci tra due località svizzere (trasporti interni);\ne. se non adempiono le condizioni fissate dall’articolo 114 capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_115"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Immatricolazione svizzera",
        "citation": "Art. 115 cpv. 2 OAC",
        "content": "Se la durata di validità di una immatricolazione straniera è scaduta all’estero, le autorità doganali possono autorizzare l’uso del veicolo in Svizzera durante un periodo massimo di 30 giorni consecutivi; scaduto questo termine, il veicolo deve essere immatricolato in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_115"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Immatricolazione svizzera",
        "citation": "Art. 115 cpv. 4 OAC",
        "content": "I ciclomotori stranieri devono essere immatricolati come motoveicoli o motoleggere fintantoché non siano conformi in tutte le parti a un tipo di ciclomotore riconosciuto in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_115"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Immatricolazione svizzera",
        "citation": "Art. 115 cpv. 5 OAC",
        "content": "Prima di venir immatricolati in Svizzera, i veicoli stranieri devono essere sottoposti ad un esame ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_115"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Immatricolazione svizzera",
        "citation": "Art. 115 cpv. 6 OAC",
        "content": "L’autorità che rilascia la licenza di circolazione e le targhe svizzere deve ritirare le licenze e le targhe straniere. L’autorità cantonale annulla le licenze e distrugge o oblitera le targhe. Essa restituisce le licenze all’autorità d’immatricolazione annunciandole che il veicolo è stato immatricolato in Svizzera e che le targhe sono state distrutte o obliterate. Il detentore può esigere la restituzione delle targhe obliterate o la conferma scritta che sono state distrutte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_115"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Immatricolazione svizzera",
        "citation": "Art. 115 cpv. 7 OAC",
        "content": "Il capoverso 6 non si applica quando veicoli esteri sono ammessi soltanto temporaneamente con una licenza e targhe svizzere o se è necessaria una doppia immatricolazione poiché:\na. il detentore è domiciliato in Svizzera ma lavora all’estero;\nb. il veicolo estero è utilizzato anche per trasporti all’interno della Svizzera; o\nc. il luogo di stanza del veicolo si trova alternativamente e per una durata grossomodo equivalente in Svizzera e all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_115"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Provvedimenti amministrativi",
        "citation": "Art. 116 cpv. 1 OAC",
        "content": "Il divieto di far uso della licenza di circolazione e delle targhe o il sequestro del veicolo sono ammessi se si tratta di veicoli stranieri che non offrono manifestamente tutte le garanzie di sicurezza e costituiscono un pericolo per il traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_116"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Provvedimenti amministrativi",
        "citation": "Art. 116 cpv. 2 OAC",
        "content": "Il divieto di far uso della licenza di circolazione straniera e delle targhe straniere è pure ammesso se la licenza o le targhe sono adoperate abusivamente. È riservato l’articolo 60 numero 4 secondo periodo OAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_116"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Provvedimenti amministrativi",
        "citation": "Art. 116 cpv. 3 OAC",
        "content": "La procedura è retta dall’articolo 108 della presente ordinanza e dall’articolo 221 capoversi 3 e 4 OETV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_116"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Provvedimenti amministrativi",
        "citation": "Art. 116 cpv. 4 OAC",
        "content": "Le misure ordinate ai sensi del capoverso 1 devono essere annullate se il veicolo contestato offre nuovamente tutte le garanzie di sicurezza; altrimenti, è applicabile per analogia l’articolo 115 capoverso 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_116"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Provvedimenti amministrativi",
        "citation": "Art. 116 cpv. 5 OAC",
        "content": "Se la revoca della licenza di circolazione straniera e delle targhe straniere è stata decisa da autorità straniere, l’esecuzione deve essere ordinata dall’USTRA in quanto le decisioni di revoca non siano trasmesse direttamente ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_116"
    },
    {
        "book": "VZV",
        "title": "OAC, 2, Veicoli, 26, Veicoli stranieri, Imposizione",
        "citation": "Art. 117 OAC",
        "content": "I veicoli stranieri sono tassati dal Cantone di stanza a partire dal giorno in cui sono provvisti di una licenza di circolazione svizzera e di targhe svizzere oppure avrebbero dovuto esserne provvisti ai sensi di quest’ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_117"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 312, Notificazione del rilascio di nuove licenze, Cambiamento del luogo di stanza",
        "citation": "Art. 120 cpv. 1 OAC",
        "content": "Se un veicolo o un rimorchio è immatricolato in un altro Cantone, l’autorità di immatricolazione invia la licenza di circolazione annullata e le targhe all’autorità del precedente Cantone di stanza che le ha rilasciate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_120"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 312, Notificazione del rilascio di nuove licenze, Cambiamento del luogo di stanza",
        "citation": "Art. 120 cpv. 2 OAC",
        "content": "Su richiesta, il Cantone di stanza precedente deve trasmettere al nuovo Cantone di stanza il rapporto di perizia per il veicolo o una copia autenticata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_120"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 312, Notificazione del rilascio di nuove licenze, Controllo da parte dell’UDSC",
        "citation": "Art. 122 cpv. 1 OAC",
        "content": "L’UDSC fissa con i Cantoni le norme da applicare per il controllo posticipato dell’imposizione doganale e dell’avvenuta tassazione secondo la LIAut, nonché per la tenuta dei controlli in generale. Esso è autorizzato ad effettuare le rispettive verifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_122"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 312, Notificazione del rilascio di nuove licenze, Controllo da parte dell’UDSC",
        "citation": "Art. 122 cpv. 2 OAC",
        "content": "In caso di immatricolazione provvisoria di veicoli per i quali non vi è stata un’imposizione doganale o una tassazione, i Cantoni consegnano al Controllo federale dei veicoli i documenti relativi all’esenzione, richiesti dall’UDSC. D’intesa con il Controllo federale dei veicoli l’UDSC può prevedere un sistema elettronico di trasmissione delle informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_122"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 313, Notificazione di infrazioni e di altri fatti, Notificazione alle autorità competenti in materia di circolazione stradale",
        "citation": "Art. 123 cpv. 1 OAC",
        "content": "Le autorità penali notificano alle autorità competenti in materia di circolazione stradale del Cantone di domicilio del contravventore:\na. le denunce per infrazioni alle norme della circolazione stradale;\nb. su richiesta, nei singoli casi, le condanne per infrazioni alle norme della circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_123"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 313, Notificazione di infrazioni e di altri fatti, Notificazione alle autorità competenti in materia di circolazione stradale",
        "citation": "Art. 123 cpv. 2 OAC",
        "content": "L’autorità competente in materia di circolazione stradale distrugge le notificazioni concernenti denunce e condanne giusta il capoverso 1 se è accertato che queste non danno luogo ad alcuna misura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_123"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 31, Notificazioni, 313, Notificazione di infrazioni e di altri fatti, Notificazione alle autorità competenti in materia di circolazione stradale",
        "citation": "Art. 123 cpv. 3 OAC",
        "content": "Se un’autorità penale viene a conoscenza di fatti che possono comportare un rifiuto o una revoca della licenza, come ad esempio casi di malattia gravi o di tossicomania, lo comunica all’autorità competente in materia di circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_123"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 32, Statistica, Statistica dei veicoli",
        "citation": "Art. 127 cpv. 1 OAC",
        "content": "La statistica dei veicoli è tenuta dall’Ufficio federale di statistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_127"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 32, Statistica, Statistica dei veicoli",
        "citation": "Art. 127 cpv. 2 OAC",
        "content": "La statistica dei veicoli comprende:\na. l’effettivo dei veicoli a motore in circolazione il 30 settembre;\nb. il numero mensile dei veicoli a motore, secondo la lettera a, immatricolati per la prima volta;\nc. l’effettivo dei rimorchi per trasporto e di lavoro in circolazione il 30 settembre;\nd. l’effettivo dei ciclomotori e dei velocipedi a fine anno;\ne. il numero di ciclomotori e veicoli a motore, secondo la lettera a, importato ogni mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_127"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 32, Statistica, Statistica dei veicoli",
        "citation": "Art. 127 cpv. 3 OAC",
        "content": "In conformità di quanto previsto dall’Ufficio federale di statistica, la documentazione per la statistica dei veicoli a motore, giusta il capoverso 2 lettere a e b, è messa a disposizione dal Controllo federale dei veicoli, mentre la documentazione per la statistica dei rimorchi nonché dei ciclomotori e velocipedi (cpv. 2 lett. c e d), dai Cantoni e per la statistica dell’importazione (cpv. 2 lett. e), dall’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_127"
    },
    {
        "book": "VZV",
        "title": "OAC, 3, Notificazione, statistica, controlli della circolazione, 32, Statistica, Statistica dei veicoli",
        "citation": "Art. 127 cpv. 4 OAC",
        "content": "I moduli necessari per i rilevamenti statistici sono forniti dall’Ufficio federale di statistica. Su domanda di quell’ufficio l’USTRA può disciplinare diversamente la procedura di notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_127"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di veicoli a motore; targhe",
        "citation": "Art. 143 cpv. 1. OAC",
        "content": "Chi conduce, prima di aver raggiunto l’età minima richiesta, un veicolo a motore, per il quale non è necessaria la licenza di condurre, è punito con una multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_143"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di veicoli a motore; targhe",
        "citation": "Art. 143 cpv. 2. OAC",
        "content": "Chi conduce, nonostante il divieto di farne uso, un veicolo a motore, per il quale non è necessaria la licenza di condurre, è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_143"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di veicoli a motore; targhe",
        "citation": "Art. 143 cpv. 3. OAC",
        "content": "Chi, come titolare di una licenza per allievo conducente, di una licenza di condurre, di una licenza di circolazione o di un permesso non annuncia entro il termine i fatti che rendono necessaria una modifica o la sostituzione di questi documenti o, in caso di cambiamento di domicilio, non annuncia tempestivamente il nuovo indirizzo all’autorità competente del nuovo domicilio svizzero,chi non restituisce entro il termine all’autorità il duplicato di una licenza dopo averne ritrovato l’originale,chi, essendo titolare della licenza di condurre della categoria A limitata a 25 kW, guida un motoveicolo con potenza del motore compresa tra 25 e 35 kW e un rapporto tra potenza del motore e peso a vuoto compreso tra 0,16 e 0,20 kW/kg, ma non si è fatto iscrivere nella licenza di condurre la corrispondente autorizzazione dall’autorità di ammissione,è punito con la multa fino a 100 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_143"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di veicoli a motore; targhe",
        "citation": "Art. 143 cpv. 4. OAC",
        "content": "Chi appone una sigla «CD» o «AT» separata al suo veicolo o fa uso di una sigla «CC» separata, senza esserne autorizzato, è punito con la multa fino a cento franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_143"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di veicoli a motore; targhe",
        "citation": "Art. 143 cpv. 5. OAC",
        "content": "I fabbricanti di targhe che consegnano targhe direttamente a detentori di veicoli sono puniti con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_143"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Mancata notifica della risoluzione di un contratto di tirocinio",
        "citation": "Art. 144 cpv. 1 OAC",
        "content": "Il formatore che non notifica la risoluzione del contratto di tirocinio concluso con un apprendista che segue la formazione professionale di base di «autista di veicoli pesanti AFC», «meccanico di manutenzione per automobili AFC» con indirizzo «veicoli utilitari» o «meccatronico d’automobili AFC» con indirizzo «veicoli utilitari» e al quale la licenza per allievo conducente della categoria C o CE è stata rilasciata prima del compimento dei 18 anni è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_144"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Mancata notifica della risoluzione di un contratto di tirocinio",
        "citation": "Art. 144 cpv. 2 OAC",
        "content": "Il formatore che non notifica la risoluzione del contratto di tirocinio concluso con un apprendista che segue la formazione professionale di base di «meccanico di motoveicoli AFC» durante la durata di validità della licenza per allievo conducente della categoria A senza limitazione della potenza di cui all’articolo 15 capoverso 2 lettera a è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_144"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di ciclomotori",
        "citation": "Art. 145 cpv. 3. OAC",
        "content": "Chi conduce un ciclomotore senza la licenza di circolazione o la targa necessarie, chi permette a terzi di usare un ciclomotore senza targhe o senza licenza di circolazione,chi fa uso di un ciclomotore provvisto illegalmente di una licenza di circolazione,è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_145"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di ciclomotori",
        "citation": "Art. 145 cpv. 4. OAC",
        "content": "Chi conduce un ciclomotore per il quale non è stata stipulata l’assicurazione prescritta sulla responsabilità civile,chi lascia usare ad altri un ciclomotore per il quale non è stata stipulata l’assicurazione prescritta sulla responsabilità civile,è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_145"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti di ciclomotori",
        "citation": "Art. 145 cpv. 5. OAC",
        "content": "Il detentore di un ciclomotore che non annuncia entro il termine il cambiamento di detentore e la sostituzione del veicolo,il titolare di una licenza di condurre per ciclomotori che non notifica tempestivamente una circostanza che esige la modificazione o la sostituzione di questo documento,è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_145"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Insegnamento delle norme della circolazione",
        "citation": "Art. 146 OAC",
        "content": "Chi, senza scusarsi, non dà seguito ad una convocazione che lo obbliga a seguire l’insegnamento delle norme della circolazione, è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_146"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Conducenti provenienti dall’estero",
        "citation": "Art. 147 cpv. 1. OAC",
        "content": "Chi conduce con una licenza di condurre straniera, o fa uso di un veicolo provvisto di licenza di circolazione straniera e targhe straniere, sebbene avesse dovuto procurarsi licenze e targhe svizzere,chi conduce un ciclomotore, una motoleggera, un motoveicolo fino a 125 cm3 di cilindrata o un rimorchio in provenienza dall’estero, senza licenza di circolazione e senza targhe, sebbene avesse dovuto procurarsi licenze e targhe svizzere,chi conduce un veicolo straniero non provvisto del segno distintivo del paese d’immatricolazione,è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_147"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Formazione complementare non seguita",
        "citation": "Art. 148 cpv. 1 OAC",
        "content": "I titolari di una licenza di condurre in prova che non hanno seguito la formazione complementare entro 12 mesi dal rilascio di detta licenza sono puniti con la multa fino a 300 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_148"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Formazione complementare non seguita",
        "citation": "Art. 148 cpv. 2 OAC",
        "content": "Il capoverso 1 non è applicabile se la persona dimostra di non essere stata oggettivamente in grado di seguire la formazione complementare. Ciò vale in particolare se:\na. non ha potuto condurre veicoli a motore per revoca della licenza di condurre;\nb. ha trascorso un periodo all’estero a scopo di formazione o perfezionamento;\nc. non soddisfaceva i requisiti di idoneità alla guida di cui all’articolo 14 capoverso 2 LCStr; o\nd. ha prestato servizio militare in ferma continuata ai sensi dell’ordinanza del 22 novembre 2017 concernente l’obbligo di prestare servizio militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_148"
    },
    {
        "book": "VZV",
        "title": "OAC, 4, Disposizioni penali, Noleggiatori di veicoli a motore",
        "citation": "Art. 149 OAC",
        "content": "Chiunque cede a nolo a titolo professionale veicoli a motore a persone che li conducono loro stesse e non tiene l’elenco obbligatorio dei locatari o nega agli organi di controllo la possibilità di prenderne visione è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/it#art_149"
    }
]