[
    {
        "book": "VZV",
        "title": "VZV, Einleitung, Gegenstand",
        "citation": "Art. 1 VZV",
        "content": "Diese Verordnung regelt die Zulassung von Fahrzeugführern und Fahrzeugen zum Strassenverkehr, die Aus- und Weiterbildung der Fahrzeugführer sowie die Anforderungen an die Verkehrsexperten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_1"
    },
    {
        "book": "VZV",
        "title": "VZV, Einleitung, Abkürzungen",
        "citation": "Art. 2 Abs. 1 VZV",
        "content": "Es werden folgende Abkürzungen für Behörden und Organisationen verwendet:\na. UVEK: Eidgenössisches Departement für Umwelt, Verkehr, Energie und  Kommunikation;\nb. ASTRA: Bundesamt für Strassen;\nc. FSP: Föderation der Schweizer Psychologinnen und Psychologen;\nd. SGRM: Schweizerische Gesellschaft für Rechtsmedizin;\ne. VfV: Schweizerische Vereinigung für Verkehrspsychologie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_2"
    },
    {
        "book": "VZV",
        "title": "VZV, Einleitung, Abkürzungen",
        "citation": "Art. 2 Abs. 2 VZV",
        "content": "Es werden folgende Abkürzungen für Vorschriften verwendet:\na. SVG: Strassenverkehrsgesetz vom 19. Dezember 1958;\nb. VRV: Verkehrsregelnverordnung vom 13. November 1962;\nc. VVV: Verkehrsversicherungsverordnung vom 20. November 1959;\nd. VTS: Verordnung vom 19. Juni 1995 über die technischen  Anforderungen an Strassenfahrzeuge;\ne. AstG: Automobilsteuergesetz vom 21. Juni 1996;\nf. ARV1: Verordnung vom 19. Juni 1995 über die Arbeits- und Ruhezeit der berufsmässigen Motorfahrzeugführer und -führerinnen;\ng. ARV2: Verordnung vom 6. Mai 1981 über die Arbeits- und Ruhezeit der berufsmässigen Führer von leichten  Personentransportfahrzeugen und schweren Personenwagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_2"
    },
    {
        "book": "VZV",
        "title": "VZV, Einleitung, Abkürzungen",
        "citation": "Art. 2 Abs. 3 VZV",
        "content": "Es werden folgende Abkürzungen für Subsysteme des Informationssystems Verkehrszulassung verwendet:\na. IVZ-Massnahmen: Subsystem IVZ-Massnahmen;\nb. IVZ-Personen: Subsystem IVZ-Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_2"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Ausweiskategorien",
        "citation": "Art. 3 Abs. 1 VZV",
        "content": "Der Führerausweis wird für folgende Kategorien erteilt:\nA: Motorräder;\nB: Motorwagen und dreirädrige Motorfahrzeuge mit einem Gesamtgewicht von nicht mehr als 3500 kg und nicht mehr als acht Plätzen ausser dem Führersitz;\nFahrzeugkombinationen aus einem Zugfahrzeug der Kategorie B und einem Anhänger, dessen Gesamtgewicht 750 kg nicht übersteigt;\nFahrzeugkombinationen aus einem Zugfahrzeug der Kategorie B und einem Anhänger mit einem Gesamtgewicht von mehr als 750 kg, sofern das Gesamtzugsgewicht 3500 kg nicht übersteigt;\nC: Motorwagen mit einem Gesamtgewicht von mehr als 3500 kg und nicht mehr als acht Plätzen ausser dem Führersitz;\nFahrzeugkombinationen aus einem Zugfahrzeug der Kategorie C und einem Anhänger, dessen Gesamtgewicht 750 kg nicht übersteigt;\nD:  Motorwagen zum Personentransport mit mehr als acht Plätzen ausser dem Führersitz;\nFahrzeugkombinationen aus einem Zugfahrzeug der Kategorie D und einem Anhänger, dessen Gesamtgewicht 750 kg nicht übersteigt;\nBE: Fahrzeugkombinationen aus einem Zugfahrzeug der Kategorie B und einem Anhänger, die als Kombination nicht unter die Kategorie B fallen;\nCE: Fahrzeugkombinationen aus einem Zugfahrzeug der Kategorie C und einem Anhänger mit einem Gesamtgewicht von mehr als 750 kg;\nDE: Fahrzeugkombinationen aus einem Zugfahrzeug der Kategorie D und einem Anhänger mit einem Gesamtgewicht von mehr als 750 kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_3"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Ausweiskategorien",
        "citation": "Art. 3 Abs. 2 VZV",
        "content": "Der Führerausweis wird für folgende Unterkategorien erteilt:\nA1: Motorräder mit einem Hubraum von nicht mehr als 125 cm3 und einer Motorleistung von höchstens 11 kW;\nB1: dreirädrige Motorfahrzeuge mit einem Leergewicht von nicht mehr als 670 kg und Kleinmotorfahrzeuge;\nC1: Motorwagen mit einem Gesamtgewicht von mehr als 3500 kg, aber höchstens 7500 kg und mit nicht mehr als acht Plätzen ausser dem Führersitz;\nFahrzeugkombinationen aus einem Zugfahrzeug der Unterkategorie C1 und einem Anhänger, dessen Gesamtgewicht 750 kg nicht übersteigt;\nD1: Motorwagen zum Personentransport mit mehr als acht, aber nicht mehr als 16 Plätzen ausser dem Führersitz;\nFahrzeugkombinationen aus einem Zugfahrzeug der Unterkategorie D1 und einem Anhänger, dessen Gesamtgewicht 750 kg nicht übersteigt;\nC1E: Fahrzeugkombinationen aus einem Zugfahrzeug der Unterkategorie C1 und einem Anhänger mit einem Gesamtgewicht von mehr als 750 kg, sofern das Gesamtzugsgewicht 12 000 kg nicht übersteigt;\nD1E: Fahrzeugkombinationen aus einem Zugfahrzeug der Unterkategorie D1 und einem Anhänger mit einem Gesamtgewicht von mehr als 750 kg, sofern das Gesamtzugsgewicht 12 000 kg nicht übersteigt und der Anhänger nicht zum Personentransport verwendet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_3"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Ausweiskategorien",
        "citation": "Art. 3 Abs. 3 VZV",
        "content": "Der Führerausweis wird für folgende Spezialkategorien erteilt:\nF: Motorfahrzeuge, ausgenommen Motorräder, mit einer Höchstgeschwindigkeit bis 45 km/h;\nG: land- und forstwirtschaftliche Motorfahrzeuge mit einer Höchstgeschwindigkeit bis 30 km/h sowie gewerblich immatrikulierte Arbeitskarren, Motorkarren und Traktoren mit einer Höchstgeschwindigkeit bis 30 km/h auf land- und forstwirtschaftlichen Fahrten, unter Ausschluss der Ausnahmefahrzeuge;\nM: Motorfahrräder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_3"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Berechtigungen",
        "citation": "Art. 4 Abs. 1 VZV",
        "content": "Es berechtigt der Führerausweis der Kategorie:\nA: zum Führen von Fahrzeugen der Unterkategorien A1 und B1 sowie der Spezialkategorien F, G und M;\nB: zum Führen von Motorfahrzeugen der Unterkategorie B1 und der Spezialkategorien F, G und M;\nC: zum Führen von Motorfahrzeugen der Kategorie B, der Unterkategorien B1 und C1 sowie der Spezialkategorien F, G und M;\nD: zum Führen von Fahrzeugen der Kategorie B, der Unterkategorien B1, C1 und D1 sowie der Spezialkategorien F, G und M;\nBE: zum Führen von Fahrzeugkombinationen der Kategorie DE sowie der Unterkategorien C1E und D1E , wenn der Fahrzeugführer den Führerausweis für das Zugfahrzeug besitzt;\nCE: zum Führen von Fahrzeugkombinationen der Kategorien BE und DE sowie der Unterkategorien C1E und D1E, wenn der Fahrzeugführer den Führerausweis für das Zugfahrzeug besitzt;\nDE: zum Führen von Fahrzeugkombinationen der Kategorie BE und der Unterkategorien C1E und D1E.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_4"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Berechtigungen",
        "citation": "Art. 4 Abs. 2 VZV",
        "content": "Es berechtigt der Führerausweis der Unterkategorie:\nA1: zum Führen von Fahrzeugen der Spezialkategorien F, G und M;\nB1: zum Führen von Fahrzeugen der Spezialkategorien F, G und M sowie von Motorschlitten;\nC1: zum Führen von Fahrzeugen der Kategorie B, der Unterkategorie B1 sowie der Spezialkategorien F, G und M;\nD1: zum Führen von Fahrzeugen der Kategorie B, der Unterkategorien B1 und C1 sowie der Spezialkategorien F, G und M;\nC1E: zum Führen von Fahrzeugkombinationen der Kategorien BE und DE sowie der Unterkategorie D1E, wenn der Fahrzeugführer den Führerausweis für das Zugfahrzeug besitzt;\nD1E: zum Führen von Fahrzeugkombinationen der Kategorien BE und DE sowie der Unterkategorie C1E, wenn der Fahrzeugführer den Führerausweis für das Zugfahrzeug besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_4"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Berechtigungen",
        "citation": "Art. 4 Abs. 3 VZV",
        "content": "Es berechtigt der Führerausweis der Spezialkategorie:\nF: zum Führen von Fahrzeugen der Spezialkategorien G und M;\nG: zum Führen von Fahrzeugen der Spezialkategorie M; zum Führen von land- und forstwirtschaftlichen Ausnahmefahrzeugen und land- und forstwirtschaftlichen Traktoren mit einer Höchstgeschwindigkeit bis 40 km/h sowie gewerblich immatrikulierten Traktoren mit einer Höchstgeschwindigkeit bis 40 km/h auf land- und forstwirtschaftlichen Fahrten, sofern der Inhaber an einem vom ASTRA anerkannten Traktorfahrkurs teilgenommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_4"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Berechtigungen",
        "citation": "Art. 4 Abs. 4 VZV",
        "content": "Die Berechtigungen nach den Absätzen 1–3 sind im IVZ-Personen einzutragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_4"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Berechtigungen",
        "citation": "Art. 4 Abs. 5 VZV",
        "content": "Im Übrigen berechtigt im Binnenverkehr der Führerausweis:\na. der Kategorie D: zum Führen von leeren Trolleybussen;\nb. der Kategorie C: zum Führen von Polizeimannschaftsfahrzeugen und Feuerwehrmotorwagen mit mehr als acht Plätzen, von leeren Fahrzeugen der Kategorie D, der Unterkategorie D1 und leeren Trolleybussen;\nc. der Unterkategorie C1: zum Führen von leeren Fahrzeugen der Unterkategorie D1;\nd. der Kategorien B und C sowie der Unterkategorie C1: zum Mitführen von land- und forstwirtschaftlichen Anhängern oder Anhängern der Feuerwehr, der Polizei und des Zivilschutzes;\ne. der Unterkategorie B1 sowie der Spezialkategorien F, G und M: zum Mitführen von Anhängern an Fahrzeugen dieser Ausweiskategorien;\nf. der Kategorie B:\n1. zum Führen von leichten Motorwagen der Unterkategorie D1 für die Behebung von Pannen und zum Abschleppen, zum Überführen und Erproben von Fahrzeugen im Zusammenhang mit dem Fahrzeughandel, mit Reparaturen oder Umbauten am Fahrzeug, zum Erproben von neuen Fahrzeugen durch Hersteller und Importeure, zum Begutachten von Fahrzeugen durch Sachverständige sowie für die amtliche Fahrzeugprüfung und Fahrten zu dieser Prüfung,\n2. zum Führen von schweren Motorwagen mit einem Gesamtgewicht von mehr als 3500 kg, aber höchstens 4250 kg, und mit nicht mehr als acht Plätzen ausser dem Führersitz, sofern sie über einen emissionsfreien Antrieb (Art. 9a Abs. 2 VTS) verfügen und das 3500 kg überschreitende Gewicht einzig durch das Mehrgewicht der emissionsfreien Antriebstechnik verursacht wird; es darf ein Anhänger mit einem Gesamtgewicht von nicht mehr als 750 kg mitgeführt werden;\ng. der Kategorien B und F: zum Führen von Elektro-Rikschas;\nh. der Kategorie BE: zum Mitführen eines Anhängers mit einem Gesamtgewicht von mehr als 750 kg an schweren Motorwagen mit einem Gesamtgewicht von mehr als 3500 kg, aber höchstens 4250 kg, und mit nicht mehr als acht Plätzen ausser dem Führersitz, sofern das Zugfahrzeug über einen emissionsfreien Antrieb (Art. 9a Abs. 2 VTS) verfügt und das 3500 kg überschreitende Gewicht einzig durch das Mehrgewicht der emissionsfreien Antriebstechnik verursacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_4"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Berechtigungen",
        "citation": "Art. 4 Abs. 6 VZV",
        "content": "Soweit Absatz 5 das Führen von leeren Fahrzeugen anderer Kategorien, Unterkategorien und Trolleybussen erlaubt, dürfen Personen mitgeführt werden, die für die Feststellung von Mängeln, die Überprüfung von Reparaturen sowie die Durchführung von amtlichen Fahrzeugprüfungen erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_4"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Ausnahmen von der Ausweispflicht",
        "citation": "Art. 5 Abs. 1 VZV",
        "content": "Keinen Lernfahrausweis benötigen:\na. Inhaber des Führerausweises der Kategorie C oder der Unterkategorie C1, die ein Gesuch um den Führerausweis der Unterkategorie D1 stellen;\nb. Inhaber des Führerausweises der Kategorie C, die ein Gesuch um den Führerausweis der Kategorie D stellen;\nc. Gesuchsteller um den Führerausweis der Spezialkategorien G und M.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Ausnahmen von der Ausweispflicht",
        "citation": "Art. 5 Abs. 2 VZV",
        "content": "Ein Führerausweis ist nicht erforderlich zum Führen:\na. eines Motoreinachsers ohne Anhänger (zu Fuss);\nb. eines Motorhandwagens;\nc. eines Arbeitsmotorwagens auf begrenzten, aber dem Verkehr nicht völlig verschlossenen Strassenbaustellen;\nd. eines Leicht-Motorfahrrades;\ne. eines Elektro-Stehrollers;\nf. eines motorisierten Rollstuhls mit einer Höchstgeschwindigkeit von höchstens 20 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11, Allgemeine Bestimmungen, Ausnahmen von der Ausweispflicht",
        "citation": "Art. 5 Abs. 3 VZV",
        "content": "Die kantonale Behörde kann mit der Bewilligung des werkinternen Verkehrs nach Artikel 33 VVV Ausnahmen gestatten hinsichtlich der erforderlichen Kategorie, Unterkategorie oder Spezialkategorie (Art. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Grundsatz",
        "citation": "Art. 5a Abs. 1 VZV",
        "content": "Verkehrsmedizinische Untersuchungen nach dieser Verordnung dürfen nur unter der Verantwortung von anerkannten Ärzten durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Grundsatz",
        "citation": "Art. 5a Abs. 2 VZV",
        "content": "Verkehrspsychologische Untersuchungen nach dieser Verordnung dürfen nur unter der Verantwortung von anerkannten Psychologen durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsstufen",
        "citation": "Art. 5abis Abs. 1 VZV",
        "content": "Die kantonale Behörde anerkennt Ärzte für Untersuchungen nach folgenden Stufen:\na. Stufe 1: verkehrsmedizinische Kontrolluntersuchungen von über 75-jährigen Inhabern eines Führerausweises;\nb. Stufe 2:\n1. erstmalige Untersuchung von Bewerbern um einen Lernfahr- oder Führerausweis der Kategorien C oder D oder der Unterkategorien C1 oder D1 oder einer Bewilligung zum berufsmässigen Personentransport,\n2. verkehrsmedizinische Kontrolluntersuchungen von Inhabern eines Führerausweises nach Ziffer 1 oder einer Bewilligung zum berufsmässigen Personentransport,\n3. Untersuchungen von Verkehrsexperten nach Artikel 65 Absatz 2 Buchstabe d;\nc. Stufe 3:\n1. Zweituntersuchungen von Personen nach den Buchstaben a und b, wenn das Ergebnis der Erstuntersuchung keinen eindeutigen Schluss über deren Fahreignung zulässt,\n2. erstmalige Untersuchung von Bewerbern um einen Lernfahr- oder Führerausweis oder eine Bewilligung zum berufsmässigen Personentransport, an deren medizinischer Eignung zum Führen von Motorfahrzeugen die kantonale Behörde zweifelt, \n3. erstmalige Untersuchung von über 75-jährigen oder körperbehinderten Bewerbern um einen Lernfahr- oder Führerausweis oder um eine Bewilligung zum berufsmässigen Personentransport,\n4. verkehrsmedizinische Kontrolluntersuchungen von Ausweisinhabern während oder nach schweren körperlichen Beeinträchtigungen durch Unfallverletzungen oder Krankheiten, und\n5. verkehrsmedizinische Untersuchungen in Fällen nach Artikel 15d Absatz 1 Buchstaben d und e SVG;\nd. Stufe 4: alle verkehrsmedizinischen Untersuchungen und Gutachten zur Fahreignung und Fahrfähigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_a_bis"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsstufen",
        "citation": "Art. 5abis Abs. 2 VZV",
        "content": "Fachärzte, die von einem anerkannten Arzt nach Absatz 1 zu Fahreignungsuntersuchungen beigezogen werden, benötigen keine Anerkennung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_a_bis"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsstufen",
        "citation": "Art. 5abis Abs. 3 VZV",
        "content": "Inhaber einer Anerkennung einer höheren Stufe dürfen alle Untersuchungen durchführen, für die eine Anerkennung einer niedrigeren Stufe vorgeschrieben ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_a_bis"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsvoraussetzungen für Ärzte, die verkehrsmedizinische Untersuchungen durchführen",
        "citation": "Art. 5b Abs. 1 VZV",
        "content": "Ärzte, die Untersuchungen der Stufe 1 durchführen wollen, werden anerkannt, wenn sie:\na. einen eidgenössischen oder anerkannten ausländischen Weiterbildungstitel besitzen; und\nb. über Kenntnisse und Fähigkeiten nach Anhang 1bis verfügen und dies gegenüber der kantonalen Behörde bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsvoraussetzungen für Ärzte, die verkehrsmedizinische Untersuchungen durchführen",
        "citation": "Art. 5b Abs. 2 VZV",
        "content": "Ärzte, die Untersuchungen der Stufe 2 durchführen wollen, werden anerkannt, wenn sie:\na. die Anerkennung der Stufe 1 besitzen; und\nb. die Module 4 und 5 der verkehrsmedizinischen Fortbildung der SGRM absolviert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsvoraussetzungen für Ärzte, die verkehrsmedizinische Untersuchungen durchführen",
        "citation": "Art. 5b Abs. 3 VZV",
        "content": "Ärzte, die Untersuchungen der Stufe 3 durchführen wollen, werden anerkannt, wenn sie:\na. die Anerkennung der Stufe 2 besitzen; und\nb. das Modul 6 der verkehrsmedizinischen Fortbildung der SGRM absolviert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsvoraussetzungen für Ärzte, die verkehrsmedizinische Untersuchungen durchführen",
        "citation": "Art. 5b Abs. 4 VZV",
        "content": "Ärzte, die Untersuchungen der Stufe 4 durchführen wollen, werden anerkannt, wenn sie den Titel «VerkehrsmedizinerIn SGRM» oder einen von der SGRM als gleichwertig anerkannten Titel besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsvoraussetzungen für Ärzte, die verkehrsmedizinische Untersuchungen durchführen",
        "citation": "Art. 5b Abs. 5 VZV",
        "content": "Als Voraussetzung für die Anerkennung der Stufen 2 und 3 dürfen nur Module der verkehrsmedizinischen Fortbildung der SGRM verlangt werden, deren Umfang und Inhalt vom ASTRA genehmigt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsvoraussetzungen für Psychologen,die verkehrspsychologische Untersuchungen durchführen",
        "citation": "Art. 5c VZV",
        "content": "Psychologen, die verkehrspsychologische Untersuchungen durchführen wollen, werden von der kantonalen Behörde anerkannt, wenn sie:\na. den Titel «Fachpsychologe/Fachpsychologin für Verkehrspsychologie FSP» mit Schwerpunkt Diagnostik besitzen;\nb. einen von der VfV als gleichwertig anerkannten Titel besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsverfahren",
        "citation": "Art. 5d Abs. 1 VZV",
        "content": "Die Anerkennung wird von der Behörde des Kantons erteilt, in dem der Arzt oder Psychologe vorwiegend tätig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Anerkennungsverfahren",
        "citation": "Art. 5d Abs. 2 VZV",
        "content": "Die kantonale Behörde kann vorschreiben, dass die Bestätigung nach Artikel 5b Absatz 1 Buchstabe b elektronisch erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Umfang und Gültigkeit der Anerkennung",
        "citation": "Art. 5e Abs. 1 VZV",
        "content": "Die Anerkennung gilt für die ganze Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Umfang und Gültigkeit der Anerkennung",
        "citation": "Art. 5e Abs. 2 VZV",
        "content": "Sie gilt für fünf Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Verlängerung der Anerkennung",
        "citation": "Art. 5f Abs. 1 VZV",
        "content": "Die Anerkennung wird um fünf Jahre verlängert für Ärzte:\na. der Stufe 1, wenn der Inhaber gegenüber der kantonalen Behörde bestätigt, dass er die Anforderungen nach Anhang 1bis weiterhin erfüllt, oder wenn er die Anerkennung einer höheren Stufe erworben hat;\nb. der Stufen 2 und 3, wenn der Inhaber sich an mindestens einem halben Tag zu vier Stunden in verkehrsmedizinischen Fragen fortgebildet oder eine Anerkennung einer höheren Stufe erworben hat;\nc. der Stufe 4, wenn der Inhaber nachweist, dass er sich gemäss dem Titelreglement der Sektion Verkehrsmedizin der SGRM fortgebildet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Verlängerung der Anerkennung",
        "citation": "Art. 5f Abs. 2 VZV",
        "content": "Die kantonale Behörde kann vorschreiben, dass die Bestätigung nach Absatz 1 Buchstabe a elektronisch erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Verlängerung der Anerkennung",
        "citation": "Art. 5f Abs. 3 VZV",
        "content": "Die Anerkennung eines Verkehrspsychologen wird um fünf Jahre verlängert, wenn er nachweist, dass er die im Weiterbildungscurriculum zur Erlangung des Titels «Fachpsychologin/Fachpsychologe für Verkehrspsychologie FSP» vorgeschriebene Fortbildung oder eine von der VfV als gleichwertig anerkannte Fortbildung besucht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Erlöschen der Anerkennung",
        "citation": "Art. 5g VZV",
        "content": "Die Anerkennung erlischt am Ende des Jahres, in dem deren Inhaber das 75. Altersjahr erreicht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_g"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Qualitätssicherung",
        "citation": "Art. 5h Abs. 1 VZV",
        "content": "Fortbildungsveranstaltungen für die Verlängerung der Anerkennung der Stufen 2 und 3 werden nur angerechnet, wenn sie von den Kantonen genehmigt worden sind. Die Genehmigung erfolgt nach Rücksprache mit der SGRM und der VfV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_h"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Qualitätssicherung",
        "citation": "Art. 5h Abs. 2 VZV",
        "content": "Die Kantone können die Überprüfung der Erfüllung der Anerkennungsvoraussetzungen und der Qualität der Fortbildungsangebote Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_h"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Durchführung der Untersuchungen und Meldung der Ergebnisse",
        "citation": "Art. 5i Abs. 1 VZV",
        "content": "Die kantonale Behörde stellt dem Arzt oder dem Psychologen alle Akten zur Verfügung, welche die Fahreignung der zu untersuchenden Person betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_i"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Durchführung der Untersuchungen und Meldung der Ergebnisse",
        "citation": "Art. 5i Abs. 2 VZV",
        "content": "Die Ärzte haben die Untersuchungen nach den Artikeln 11b, 27 Absatz 1 sowie 65 Absatz 2 Buchstabe d nach den Anhängen 2 und 2a durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_i"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Durchführung der Untersuchungen und Meldung der Ergebnisse",
        "citation": "Art. 5i Abs. 3 VZV",
        "content": "Die Ärzte und Psychologen müssen die Untersuchungsergebnisse den untersuchten Personen und den kantonalen Behörden mitteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_i"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Durchführung der Untersuchungen und Meldung der Ergebnisse",
        "citation": "Art. 5i Abs. 4 VZV",
        "content": "Die Ärzte verwenden zur Meldung der Untersuchungsergebnisse an die kantonalen Behörden die Formulare nach:\na. Anhang 3 bei Untersuchungen nach den Artikeln 6 Absatz 4 Buchstabe a Ziffer 1, 11b, 27 Absatz 1 und 65 Absatz 2 Buchstabe d;\nb. Anhang 3a bei Untersuchungen nach Artikel 7 Absatz 1bis ...;\nc. Anhang 4 bei Untersuchungen nach Artikel 9 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_i"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Durchführung der Untersuchungen und Meldung der Ergebnisse",
        "citation": "Art. 5i Abs. 5 VZV",
        "content": "Die kantonalen Behörden können die Formulare nach Absatz 4 elektronisch zur Verfügung stellen. Wenn eine kantonale Behörde von dieser Möglichkeit Gebrauch macht, kann sie verlangen, dass ihr diese Formulare ausschliesslich elektronisch übermittelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_i"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Vorgehen bei nicht schlüssigen Untersuchungsergebnissen",
        "citation": "Art. 5j Abs. 1 VZV",
        "content": "Lässt das Ergebnis einer Fahreignungsuntersuchung keinen eindeutigen Schluss zu, so kann der Arzt bei der kantonalen Behörde eine zusätzliche Untersuchung durch einen Arzt mit einer Anerkennung einer höheren Stufe beantragen. Bei einem nicht eindeutigen Ergebnis einer Untersuchung nach Artikel 27 Absatz 1 Buchstabe b muss dieser mindestens die Anerkennung der Stufe 3 besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_j"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Vorgehen bei nicht schlüssigen Untersuchungsergebnissen",
        "citation": "Art. 5j Abs. 2 VZV",
        "content": "Bestehen Zweifel am Untersuchungsergebnis, so kann ein Arzt mit der Anerkennung der Stufe 4 bei der kantonalen Behörde eine Fahrt zur Überprüfung der Fahreignung beantragen, an der ein Arzt mit der Anerkennung der Stufe 4 und ein Verkehrsexperte teilnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_j"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 11a, Verkehrsmedizinische und verkehrspsychologische Untersuchungen, Vorgehen bei nicht schlüssigen Untersuchungsergebnissen",
        "citation": "Art. 5j Abs. 3 VZV",
        "content": "Besteht die untersuchte Person die Fahrt zur Überprüfung der Fahreignung nicht, so nimmt der Verkehrsexperte ihr den Führerausweis auf der Stelle ab und übermittelt ihn an die kantonale Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_j"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Wohnsitz in der Schweiz",
        "citation": "Art. 5k Abs. 1 VZV",
        "content": "Lernfahr- und Führerausweise sowie die Bewilligung zum berufsmässigen Personentransport werden nur Personen erteilt, die in der Schweiz Wohnsitz haben, sich hier aufhalten oder berufsmässig in der Schweiz immatrikulierte Motorfahrzeuge führen wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_k"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Wohnsitz in der Schweiz",
        "citation": "Art. 5k Abs. 2 VZV",
        "content": "Für Wochenaufenthalter gilt der Familienwohnsitz als Wohnsitz, sofern sie regelmässig durchschnittlich zwei Mal im Monat dorthin zurückkehren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_5_k"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Mindestalter",
        "citation": "Art. 6 Abs. 1 VZV",
        "content": "Das Mindestalter zum Führen von Motorfahrzeugen beträgt für:\na. die Spezialkategorien G und M: 14 Jahre;\nb. die Spezialkategorie F für:\n1. Arbeitsmotorfahrzeuge und Traktoren mit einer Höchstgeschwindigkeit bis 45 km/h sowie Motorkarren und land- und forstwirtschaftliche Fahrzeuge: 16 Jahre,\n2. die übrigen Fahrzeuge: 18 Jahre;\nc. die Unterkategorie A1 für:\n1. Kleinmotorräder: 15 Jahre,\n2. die übrigen Fahrzeuge: 16 Jahre;\ncbis. die Kategorien B und BE: 17 Jahre;\nd. die Kategorien A, C und CE sowie die Unterkategorien B1, C1 und C1E: 18 Jahre;\ne. die Kategorien D und DE sowie die Unterkategorien D1 und D1E: 21 Jahre;\nf. Motorfahrzeuge, für die ein Führerausweis nicht erforderlich ist: 16 Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_6"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Mindestalter",
        "citation": "Art. 6 Abs. 2 VZV",
        "content": "Lernenden der beruflichen Grundbildungen «Strassentransportfachfrau/Strassentransportfachmann EFZ», «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge» und «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge» darf der Lernfahrausweis der Kategorien C und CE ab dem vollendeten 17. Altersjahr erteilt werden. Die Führerprüfung der Kategorien B, BE, C und CE darf frühestens 6 Monate vor dem vollendeten 18. Altersjahr abgelegt werden. Der Führerausweis darf erst ab dem vollendeten 18. Altersjahr erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_6"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Mindestalter",
        "citation": "Art. 6 Abs. 2bis VZV",
        "content": "Lernende der beruflichen Grundbildung «Strassentransportpraktikerin/Strassentransportpraktiker EBA» dürfen die praktische Führerprüfung der Kategorie B oder der Kategorie BE frühestens 6 Monate vor dem vollendeten 18. Altersjahr ablegen. Der Führerausweis darf erst ab dem vollendeten 18. Altersjahr erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_6"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Mindestalter",
        "citation": "Art. 6 Abs. 2ter VZV",
        "content": "Lernende, welche die praktische Führerprüfung der Kategorie B, BE, C oder CE vor dem vollendeten 18. Altersjahr bestehen, dürfen bis zur Erteilung des Führerausweises begleitet Motorfahrzeuge führen. Die Begleitperson muss die Anforderungen nach Artikel 15 Absatz 1 SVG erfüllen. Die Fahrberechtigung muss mit dem vom Verkehrsexperten unterzeichneten Lernfahrausweis oder mit dem Prüfbescheid nachgewiesen werden. Die Fahrt gilt nicht als Lernfahrt im Sinne von Artikel 17 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_6"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Mindestalter",
        "citation": "Art. 6 Abs. 4 VZV",
        "content": "Die kantonale Behörde kann:\na. Personen mit Behinderung, die auf ein Motorfahrzeug angewiesen und zu dessen sicherer Führung fähig sind:\n1. den Führerausweis der Kategorie B, der Unterkategorie B1 oder der Spezialkategorien F oder M aufgrund einer Meldung nach Anhang 3 eines Arztes mit mindestens der Anerkennung der Stufe 3 vor Erreichen des jeweiligen Mindestalters erteilen,\n2. das Führen von Fahrzeugen, für die ein Führerausweis nicht erforderlich ist, vor Erreichen des Mindestalters bewilligen;\nb. den Führerausweis der Spezialkategorie M vor Erreichen des Mindestalters erteilen, wenn die Verwendung eines anderen Verkehrsmittels unzumutbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_6"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Mindestalter",
        "citation": "Art. 6 Abs. 5 VZV",
        "content": "Inhaber des Führerausweises der Spezialkategorien G oder M dürfen Motorfahrzeuge, für die ein Führerausweis nicht erforderlich ist (Art. 5 Abs. 2), vor Erreichen des 16. Altersjahres führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_6"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Medizinische Mindestanforderungen",
        "citation": "Art. 7 Abs. 1 VZV",
        "content": "Wer einen Lernfahr-, einen Führerausweis oder eine Bewilligung zum berufsmässigen Personentransport erwerben will oder erworben hat, muss die entsprechenden medizinischen Mindestanforderungen nach Anhang 1 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_7"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Medizinische Mindestanforderungen",
        "citation": "Art. 7 Abs. 1bis VZV",
        "content": "Wer die Sehschärfewerte nach Anhang 1 Ziffer 1.1 nur mit einer Sehhilfe erreicht, muss diese während der Fahrt tragen. Bei neu auftretender Einäugigkeit muss eine viermonatige Fahrkarenz eingehalten, ein augenärztliches Zeugnis eingereicht und eine Kontrollfahrt mit einem Verkehrsexperten bestanden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_7"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Medizinische Mindestanforderungen",
        "citation": "Art. 7 Abs. 2 VZV",
        "content": "Wer ein Motorfahrzeug führt, für das ein Führerausweis nicht erforderlich ist, muss die entsprechenden Mindestanforderungen an das Sehvermögen nach Anhang 1 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_7"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Medizinische Mindestanforderungen",
        "citation": "Art. 7 Abs. 3 VZV",
        "content": "Die kantonale Behörde kann von den medizinischen Mindestanforderungen abweichen, wenn der Gesuchsteller über die Fahreignung nach Artikel 14 Absatz 2 SVG verfügt und ein Arzt mit der Anerkennung der Stufe 4 dies bestätigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_7"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 1 VZV",
        "content": "Wer den Führerausweis der Kategorie D erwerben will, muss nachweisen, dass er während eines Jahres regelmässig Motorwagen der Kategorie C oder Trolleybusse geführt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 2 VZV",
        "content": "Vom Erfordernis der Fahrpraxis nach Absatz 1 ist befreit, wer sich über den erfolgreichen Abschluss der Mindestausbildung nach Absatz 2bis ausweisen kann und:\na. während mindestens drei Monaten einen Motorwagen der Kategorie C oder einen Trolleybus geführt hat; oder\nb. während mindestens zwei Jahren regelmässig Motorwagen der Kategorie B geführt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 2bis VZV",
        "content": "In der Mindestausbildung soll der Fahrschüler lernen, das Fahrzeug richtig zu bedienen und sich die entsprechenden Automatismen aneignen. Er soll zudem zu einer partnerschaftlichen Fahrweise befähigt und in die Lage versetzt werden, das Fahrzeug selbstständig und ohne Gefährdung der übrigen Verkehrsteilnehmer zu führen. Die Mindestausbildung ist bei einem Fahrlehrer zu absolvieren, der berechtigt ist, Fahrunterricht mit einem Motorfahrzeug oder einer Fahrzeugkombination der Kategorien C, D, CE und DE sowie der Unterkategorien C1, D1, C1E und D1E zu erteilen und den Führerausweis der Kategorie D besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 2ter VZV",
        "content": "Die Mindestausbildung umfasst für Bewerber, die:\na. den Führerausweis der Kategorie B oder der Unterkategorie C1 oder D1 besitzen: 52 Fahrlektionen à mindestens 45 Minuten;\nb. den Führerausweis der Kategorie C besitzen: 24 Fahrlektionen à mindestens 45 Minuten;\nc. den Führerausweis der Kategorie D beschränkt auf Linienverkehr besitzen: 12 Fahrlektionen à mindestens 45 Minuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 3 VZV",
        "content": "Wer den Führerausweis der Unterkategorie D1 erwerben will, muss:\na. während mindestens drei Monaten einen Motorwagen der Kategorie C oder einen Trolleybus geführt haben; oder\nb. während mindestens eines Jahres regelmässig Motorwagen der Kategorie B geführt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 4 VZV",
        "content": "Wer mit Motorfahrzeugen der Kategorien B oder C, der Unterkategorien B1 oder C1 oder der Spezialkategorie F berufsmässig Personen transportieren will, muss während eines Jahres regelmässig ein Motorfahrzeug der entsprechenden oder einer höheren Ausweiskategorie, ausgenommen die Kategorie A und die Unterkategorie A1 geführt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 5 VZV",
        "content": "Wo nichts anderes vermerkt ist, gilt als Fahrpraxis im Sinne dieses Artikels das regelmässige Führen von Motorfahrzeugen, das im Zeitpunkt der Einreichung eines Gesuches um einen Lernfahr- oder Führerausweis oder um eine Bewilligung zum berufsmässigen Personentransport nicht länger als zwei Jahre zurückliegt. Lernfahrten gelten nicht als Fahrpraxis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Fahrpraxis",
        "citation": "Art. 8 Abs. 6 VZV",
        "content": "Der Gesuchsteller darf während der Dauer der Fahrpraxis nach den Absätzen 1–5, mindestens aber während eines Jahres, bis zur Erteilung des Lernfahrausweises oder, wenn ein solcher nicht erforderlich ist, bis zur Zulassung zur praktischen Führerprüfung mit einem Motorfahrzeug keine Widerhandlung gegen die Bestimmungen des Strassenverkehrsrechts begangen haben, die zu einem Entzug des Führerausweises führt oder geführt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_8"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Sehtest",
        "citation": "Art. 9 Abs. 1 VZV",
        "content": "Vor der Einreichung eines der folgenden Gesuche muss der Gesuchsteller, sofern er noch keinen gültigen Lernfahr- oder Führerausweis besitzt, sein Sehvermögen summarisch prüfen lassen:\na. Gesuch um die Erteilung eines Lernfahrfahrausweises: \n1. der Kategorie A,\n2. der Kategorie B,\n3. der Unterkategorie A1,\n4. der Unterkategorie B1, \n5. der Spezialkategorie F;\nb. Gesuch um einen Führerausweis: \n1. der Spezialkategorie M, \n2. der Spezialkategorie G.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_9"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Sehtest",
        "citation": "Art. 9 Abs. 1bis VZV",
        "content": "Die Prüfung des Sehvermögens muss bei einem in der Schweiz tätigen Arzt mit einem eidgenössischen oder einem anerkannten ausländischen Diplom oder bei einem in der Schweiz tätigen diplomierten Augenoptiker oder Optometristen BScn erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_9"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Sehtest",
        "citation": "Art. 9 Abs. 2 VZV",
        "content": "Zu untersuchen sind die Sehschärfe, das Gesichtsfeld und die Augenbeweglichkeit (Doppelsehen).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_9"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Sehtest",
        "citation": "Art. 9 Abs. 3 VZV",
        "content": "Der Sehtest darf im Zeitpunkt der Einreichung des Gesuchs nicht mehr als 24 Monate zurückliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_9"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Kurs über lebensrettende Sofortmassnahmen",
        "citation": "Art. 10 Abs. 1 VZV",
        "content": "Wer sich zur Prüfung der Basistheorie für den Erwerb eines Lernfahrausweises der Kategorien A oder B oder der Unterkategorien A1 oder B1 anmeldet, muss nachweisen, dass er an einem Kurs über lebensrettende Sofortmassnahmen teilgenommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_10"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Kurs über lebensrettende Sofortmassnahmen",
        "citation": "Art. 10 Abs. 2 VZV",
        "content": "Der Nachweis der Ausbildung in lebensrettenden Sofortmassnahmen wird mit einer Bescheinigung einer vom ASTRA anerkannten Stelle erbracht. Die Bescheinigung darf nur Teilnehmern ausgestellt werden, die den ganzen Kurs besucht haben. Der Kurs darf nicht mehr als sechs Jahre zurückliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_10"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Kurs über lebensrettende Sofortmassnahmen",
        "citation": "Art. 10 Abs. 3 VZV",
        "content": "Der Kurs vermittelt:\na. Instruktionen über die Sicherung der Unfallstelle und die Alarmierung der Rettungskräfte;\nb. Kenntnisse über die Massnahmen, die bei einer verletzten Person bis zum Einsatz ärztlicher Hilfe zur Erhaltung der lebenswichtigen Körperfunktionen getroffen werden müssen; und\nc. Kenntnisse insbesondere über die richtige Lagerung der verletzten Person, die Beatmung bei Atemstillstand, die Vorkehren bei schweren Blutungen und die Grundlagen der Herzmassage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_10"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Kurs über lebensrettende Sofortmassnahmen",
        "citation": "Art. 10 Abs. 4 VZV",
        "content": "Die Organisation und die Programme von Kursen über lebensrettende Sofortmassnahmen sowie die Anforderungen an die Instruktoren bedürfen der Genehmigung des ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_10"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 121, Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises, Kurs über lebensrettende Sofortmassnahmen",
        "citation": "Art. 10 Abs. 5 VZV",
        "content": "Den Kurs über lebensrettende Sofortmassnahmen brauchen nicht zu absolvieren:\na. Inhaber eines Führerausweises der in Absatz 1 erwähnten Kategorien oder Unterkategorien;\nb. Ärzte, Zahnärzte und Tierärzte;\nc. Pflegepersonal mit Diplom oder Fähigkeitsausweis;\nd. Instruktoren von Nothelferkursen;\ne. andere als die in den Buchstaben a–d genannten Personen, die den Nachweis der Ausbildung in lebensrettenden Sofortmassnahmen durch eine vom ASTRA anerkannte Stelle erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_10"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Einreichung des Gesuchs",
        "citation": "Art. 11 Abs. 1 VZV",
        "content": "Wer einen Lernfahrausweis, einen Führerausweis oder eine Bewilligung zum berufsmässigen Personentransport erwerben will, muss bei der Zulassungsbehörde oder einer von ihr bezeichneten Stelle einreichen:\na. ein vollständig und wahrheitsgetreu ausgefülltes Gesuchsformular nach Anhang 4;\nb. eine Bescheinigung über den Abschluss eines Kurses nach Artikel 10;\nc. ein aktuelles Passfoto im Format 35 x 45 mm oder ein aktuelles Foto in digitaler Form, sofern die kantonale Behörde dies ermöglicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Einreichung des Gesuchs",
        "citation": "Art. 11 Abs. 2 VZV",
        "content": "Folgende Personen müssen dem Gesuch zudem eine Bestätigung des kantonalen Berufsbildungsamtes über den Abschluss eines gültigen Lehrvertrages beilegen:\na. Lernende folgender beruflichen Grundbildungen, die das 18. Altersjahr noch nicht erreicht haben:\n1. «Strassentransportfachfrau/Strassentransportfachmann EFZ»,\n2. «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge»,\n3. «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge»;\nb. Lernende der beruflichen Grundbildung «Motorradmechanikerin/Motorradmechaniker EFZ».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Einreichung des Gesuchs",
        "citation": "Art. 11 Abs. 3 VZV",
        "content": "Wird das Gesuch erstmals eingereicht, muss der Gesuchsteller persönlich vorsprechen und zusätzlich einen gültigen Identitätsnachweis mit Foto vorlegen. Als Identitätsnachweise werden namentlich anerkannt:\na. alle Passarten und die Identitätskarte nach der Ausweisverordnung vom 20. September 2002;\nb. die vom Herkunfts- oder Heimatstaat ausgestellten Pässe und Identitätskarten;\nc. alle von einer zuständigen schweizerischen Behörde nach dem Ausländer- und Integrationsgesetz vom 16. Dezember 2005 und im Rahmen des Vollzuges des Asylgesetzes vom 26. Juni 1998 ausgestellten Ausländerausweise;\nd. die vom Staatssekretariat für Migration nach der Verordnung vom 14. November 2012 über die Ausstellung von Reisedokumenten für ausländische Personen (RDV) ausgestellten gültigen Reisedokumente:\n1. Reiseausweis für Flüchtlinge (Art. 3 RDV) nach Artikel 28 des Abkommens vom 28. Juli 1951 über die Rechtsstellung der Flüchtlinge,\n2. Pass für eine ausländische Person nach Artikel 4 RDV für staatenlose Personen nach dem Übereinkommen vom 28. September 1954 über die Rechtsstellung der Staatenlosen, für schriftenlose ausländische Personen mit einer Aufenthaltsbewilligung B oder einer Niederlassungsbewilligung C und für schriftenlose vorläufig aufgenommene Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Einreichung des Gesuchs",
        "citation": "Art. 11 Abs. 4 VZV",
        "content": "Die mit der Entgegennahme betraute Person prüft und bestätigt mit Stempel und Unterschrift die Identität des Gesuchstellers und leitet das Gesuchsformular an die Zulassungsbehörde weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Einreichung des Gesuchs",
        "citation": "Art. 11 Abs. 5 VZV",
        "content": "Wird das Gesuch nach der Annullierung des Führerausweises auf Probe eingereicht, so muss zudem ein Gutachten eines Verkehrspsychologen nach Artikel 5c beigelegt werden, das die verkehrspsychologische Eignung bejaht. Das Gutachten darf frühestens einen Monat vor Ablauf der Sperrfrist eingereicht werden und nicht älter als drei Monate sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Prüfung des Gesuchs",
        "citation": "Art. 11b Abs. 1 VZV",
        "content": "Die kantonale Behörde prüft, ob die Voraussetzungen für den Erwerb eines Lernfahr- oder Führerausweises oder einer Bewilligung zum berufsmässigen Personentransport erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Prüfung des Gesuchs",
        "citation": "Art. 11b Abs. 2 VZV",
        "content": "Sie klärt ab, ob der Gesuchsteller im IVZ-Massnahmen verzeichnet ist. Ist er im IVZ-Massnahmen verzeichnet, so darf die kantonale Behörde namentlich in den folgenden Fällen nicht erteilen:\na. während eines befristeten Entzugs des Lernfahr- oder des Führerausweises oder einer befristeten Aberkennung: einen Lernfahr- oder Führerausweis oder eine Bewilligung zum berufsmässigen Personentransport für eine Ausweiskategorie, die, wäre sie vor dem Entzug oder der Aberkennung bereits vorhanden gewesen, ebenfalls hätte entzogen oder aberkannt werden müssen (Art. 33);\nb. während eines unbefristeten Entzugs des Lernfahr- oder des Führerausweises oder einer Aberkennung auf unbestimmte Zeit: einen Lernfahr- oder Führerausweis oder eine Bewilligung zum berufsmässigen Personentransport für eine Ausweiskategorie, sofern die Entzugs- oder Aberkennungsgründe der Erteilung dieser Ausweiskategorie oder der Bewilligung zum berufsmässigen Personentransport entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Prüfung des Gesuchs",
        "citation": "Art. 11b Abs. 3 VZV",
        "content": "Sie weist:\na. Gesuchsteller, die den Führerausweis der Kategorien C oder D oder der Unterkategorien C1 oder D1 oder die Bewilligung zum berufsmässigen Personentransport erwerben wollen und die noch keinen Führerausweis dieser Kategorien oder Unterkategorien oder noch keine Bewilligung zum berufsmässigen Personentransport besitzen: an einen Arzt mit Anerkennung der Stufe 2;\nb. Gesuchsteller, die das 75. Altersjahr überschritten haben und erstmals einen Lernfahr- oder Führerausweis oder eine Bewilligung zum berufsmässigen Personentransport erwerben wollen: an einen Arzt mit mindestens einer Anerkennung der Stufe 3;\nc. Gesuchsteller, die körperbehindert sind oder an deren medizinischer Eignung zum Führen von Motorfahrzeugen sie aus anderen Gründen zweifelt: an einen Arzt mit mindestens einer Anerkennung der Stufe 3;\nd. Gesuchsteller, an deren charakterlicher oder psychischer Eignung zum Führen von Motorfahrzeugen sie zweifelt: an einen anerkannten Verkehrspsychologen nach Artikel 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Prüfung des Gesuchs",
        "citation": "Art. 11b Abs. 4 VZV",
        "content": "Wenn der gesetzliche Vertreter eines minderjährigen oder unter umfassender Beistandschaft stehenden Gesuchstellers seine Unterschrift auf dem Gesuchsformular verweigert, hört die kantonale Behörde den Gesuchsteller und seinen gesetzlichen Vertreter an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Prüfung des Gesuchs",
        "citation": "Art. 11b Abs. 5 VZV",
        "content": "Die kantonale Behörde kann einen Behördenauszug 3 aus dem Strafregister-Informationssystem VOSTRA und in Zweifelsfällen einen polizeilichen Führungsbericht einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Prüfung des Gesuchs",
        "citation": "Art. 11b Abs. 6 VZV",
        "content": "Personen mit Epilepsie werden nur aufgrund eines befürwortenden Berichtes eines Facharztes für Neurologie zum Verkehr zugelassen",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Amtsgeheimnis; Anerkennung von Eignungsgutachten",
        "citation": "Art. 11c Abs. 1 VZV",
        "content": "Die Mitglieder, Beamten und Angestellten der Zulassungsbehörden und Beschwerdeinstanzen unterliegen hinsichtlich der ihnen bekannt gegebenen Befunde und Meldungen betreffend den körperlichen und psychischen Gesundheitszustand sowie das Sehvermögen von Gesuchstellern um einen Lernfahrausweis und Inhabern eines Führerausweises dem Amtsgeheimnis. Dies gilt nicht für den Austausch von Informationen unter diesen Behörden oder mit den begutachtenden Stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Amtsgeheimnis; Anerkennung von Eignungsgutachten",
        "citation": "Art. 11c Abs. 2 VZV",
        "content": "Die Befunde und Meldungen über den körperlichen und psychischen Gesundheitszustand müssen so aufbewahrt werden, dass sie von Unbefugten nicht eingesehen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 122, Gesuch um Erteilung eines Lernfahr- oder Führerausweises, Amtsgeheimnis; Anerkennung von Eignungsgutachten",
        "citation": "Art. 11c Abs. 3 VZV",
        "content": "Gutachten und Berichte nach dieser Verordnung, die nicht älter als drei Monate sind, sind in allen Kantonen anzuerkennen. Die Kantone geben einander die Ärzte nach Artikel 5abis und die Psychologen nach Artikel 5c bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_11_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 123, Gemeinsame Bestimmungen zum Ablegen der Theorieprüfungen und der praktischen Führerprüfung, Prüfungsort",
        "citation": "Art. 12 Abs. 1 VZV",
        "content": "Der Wohnsitzkanton kann bewilligen, dass die Prüfung der Basistheorie, die Prüfung der Zusatztheorie und die praktische Führerprüfung in einem anderen Kanton abgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_12"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 123, Gemeinsame Bestimmungen zum Ablegen der Theorieprüfungen und der praktischen Führerprüfung, Prüfungsort",
        "citation": "Art. 12 Abs. 2 VZV",
        "content": "Eine Bewilligung ist nicht erforderlich, wenn die Ausbildung und die Prüfung in Kursen der Armee erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_12"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 123, Gemeinsame Bestimmungen zum Ablegen der Theorieprüfungen und der praktischen Führerprüfung, Prüfungsergebnis",
        "citation": "Art. 12a VZV",
        "content": "Das Prüfungsergebnis muss dem Kandidaten eröffnet werden. Das Nichtbestehen der Prüfung ist zu begründen, auf Verlangen schriftlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_12_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Prüfung der Basistheorie",
        "citation": "Art. 13 Abs. 1 VZV",
        "content": "Mit der Prüfung der Basistheorie stellt die Zulassungsbehörde fest, ob der Gesuchsteller über die Kenntnisse nach Anhang 11 Ziffer II. 1 verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_13"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Prüfung der Basistheorie",
        "citation": "Art. 13 Abs. 1bis VZV",
        "content": "Die Prüfung der Basistheorie kann frühestens einen Monat vor Erreichen des Mindestalters abgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_13"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Prüfung der Basistheorie",
        "citation": "Art. 13 Abs. 2 VZV",
        "content": "Die Kantone erarbeiten die Prüfungsfragen im Einvernehmen mit dem ASTRA. Sie können diese Aufgabe Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_13"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Prüfung der Basistheorie",
        "citation": "Art. 13 Abs. 3 VZV",
        "content": "Keine Prüfung der Basistheorie müssen Personen ablegen, die:\na. einen Führerausweis der Kategorien A, B, C oder D oder der Unterkategorien A1, B1, C1 oder D1 erwerben wollen und bereits einen Führerausweis einer dieser Kategorien oder Unterkategorien besitzen;\nb. einen Führerausweis der Spezialkategorie F erwerben wollen und bereits einen Führerausweis der Spezialkategorie G besitzen;\nc. einen Führerausweis der Kategorien BE, CE oder DE oder der Unterkategorien C1E oder D1E erwerben wollen und den Führerausweis für das Zugfahrzeug besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_13"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Prüfung der Basistheorie",
        "citation": "Art. 13 Abs. 4 VZV",
        "content": "Wer den Führerausweis der Spezialkategorien F, G oder M erwerben will, legt eine Prüfung der Basistheorie ab, welche der entsprechenden Fahrzeugkategorie angepasst ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_13"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Prüfung der Basistheorie",
        "citation": "Art. 13 Abs. 5 VZV",
        "content": "Wer nach der Annullierung des Führerausweises auf Probe ein neues Gesuch um einen Lernfahrausweis stellen will, muss die Prüfung der Basistheorie wiederholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_13"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 124, Prüfung der Basistheorie und erstmalige Datenerfassung im IVZ-Personen, Erstmalige Datenerfassung im IVZ-Personen",
        "citation": "Art. 14 VZV",
        "content": "Vor der Erteilung des Lernfahrausweises oder eines Führerausweises der Spezialkategorien G oder M übermittelt die Zulassungsbehörde dem IVZ-Personen die Personalien des Gesuchstellers und die für die Erteilung des Lernfahr- oder Führerausweises erforderlichen Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_14"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Erteilung",
        "citation": "Art. 15 Abs. 1 VZV",
        "content": "Der Lernfahrausweis wird nach bestandener Prüfung der Basistheorie erteilt. Ist keine solche Prüfung abzulegen, wird der Lernfahrausweis erteilt, wenn die Voraussetzungen zu dessen Erwerb erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_15"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Erteilung",
        "citation": "Art. 15 Abs. 2 VZV",
        "content": "Der Lernfahrausweis der Kategorie A wird für Motorräder, einschliesslich solche mit Seitenwagen, mit einer Motorleistung von nicht mehr als 35 kW und einem Verhältnis von Motorleistung und Leergewicht von nicht mehr als 0,20 kW/kg erteilt. Diese Leistungsbeschränkung gilt nicht bei:\na. Lernenden der beruflichen Grundbildung «Motorradmechanikerin/Motorradmechaniker EFZ», die von einem Fahrlehrer der Kategorie A ausgebildet werden;\nb. Personen, die für ihre berufliche Tätigkeit bei der Polizei auf Motorrädern ausgebildet werden;\nc. Verkehrsexperten im Rahmen ihrer Aus- und Weiterbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_15"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Erteilung",
        "citation": "Art. 15 Abs. 2bis VZV",
        "content": "Der Lernfahrausweis der Kategorie A ohne Leistungsbeschränkung wird Personen erteilt, die den Führerausweis der Kategorie A mit Leistungsbeschränkung seit mindestens zwei Jahren besitzen und die klaglose Fahrpraxis nach Artikel 8 Absatz 6 nachweisen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_15"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Erteilung",
        "citation": "Art. 15 Abs. 3 VZV",
        "content": "Im Lernfahrausweis können die gleichen Auflagen, Beschränkungen und Zusatzangaben wie im Führerausweis eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_15"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Erteilung",
        "citation": "Art. 15 Abs. 4 VZV",
        "content": "Die Inhaber haben unter Vorlage des Lernfahrausweises der Zulassungsbehörde innert 14 Tagen jede Tatsache zu melden, die eine Änderung oder Ersetzung des Ausweises erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_15"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Gültigkeit",
        "citation": "Art. 16 Abs. 1 VZV",
        "content": "Der Lernfahrausweis ist gültig:\na. vier Monate für die Kategorie A und die Unterkategorie A1;\nb. 12 Monate für die Unterkategorie B1 und die Spezialkategorie F;\nc. 24 Monate für alle übrigen Kategorien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_16"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Gültigkeit",
        "citation": "Art. 16 Abs. 2 VZV",
        "content": "Die Gültigkeitsdauer des Lernfahrausweises für die Kategorie A und die Unterkategorie A1 wird um zwölf Monate verlängert, wenn der Nachweis der erfolgreichen Absolvierung der praktischen Grundschulung nach Artikel 19 vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_16"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Gültigkeit",
        "citation": "Art. 16 Abs. 3 VZV",
        "content": "Die Gültigkeit des Lernfahrausweises erlischt, wenn:\na. der Inhaber drei Mal in Folge die Führerprüfung nicht bestanden hat und die Zulassungsbehörde aufgrund eines Tests die Fahreignung des Bewerbers verneint;\nb. der Lehrvertrag folgender Lernenden vor Vollendung ihres 18. Altersjahres aufgelöst wird:\n1. Lernende der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ»,\n2. Lernende der beruflichen Grundbildung «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge»,\n3. Lernende der beruflichen Grundbildung «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_16"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Gültigkeit",
        "citation": "Art. 16 Abs. 4 VZV",
        "content": "Einen zweiten Lernfahrausweis kann nur beantragen, wer aufgrund eines Tests der Zulassungsbehörde als fahrgeeignet gilt oder nach Ablauf der Gültigkeitsdauer des ersten Lernfahrausweises noch nicht alle Prüfungsmöglichkeiten ausgeschöpft hat. Die Zulassungsbehörde verfügt allfällige Auflagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_16"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 1 VZV",
        "content": "Als Lernfahrt gilt jede Fahrt mit einem Motorfahrzeug, dessen Führer im Besitz eines Lernfahrausweises sein muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 2 VZV",
        "content": "Der Lernfahrausweis der Kategorie A, der Unterkategorien A1 und B1 sowie der Spezialkategorie F berechtigt zu Lernfahrten ohne Begleitperson.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 2bis VZV",
        "content": "Der Lernfahrausweis der Unterkategorie D1 berechtigt zu Lernfahrten mit Fahrzeugen der Unterkategorie C1, derjenige der Unterkategorie D1E zu Lernfahrten mit Fahrzeugkombinationen der Unterkategorie C1E.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 3 VZV",
        "content": "Mit dem Lernfahrausweis der Kategorien BE, CE oder DE sowie der Unterkategorien C1E oder D1E dürfen auf Anhängerzügen Lernfahrten ohne Begleitperson durchgeführt werden, wenn der Fahrschüler den Führerausweis für das Zugfahrzeug besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 4 VZV",
        "content": "Auf Lernfahrten mit Fahrzeugen der Kategorie D oder der Unterkategorie D1 dürfen keine Personen mitgeführt werden. Ausgenommen sind die Begleitperson nach Artikel 15 Absatz 1 SVG, der Fahrlehrer, der Verkehrsexperte sowie weitere Fahrschüler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 5 VZV",
        "content": "Folgende Berechtigungen und Auflagen sind im Lernfahrausweis einzutragen:\na. der Lernfahrausweis der Kategorie C oder der Unterkategorie C1 berechtigt zu Lernfahrten mit einem Motorwagen der Kategorie B;\nb. gehörlose und körperbehinderte Personen dürfen nur von einem behördlich anerkannten Ausbilder begleitet werden;\nc. Lernende der beruflichen Grundbildungen «Strassentransportfachfrau/Strassentransportfachmann EFZ», «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge» und «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge» dürfen Lernfahrten mit einem Motorfahrzeug der Kategorie C oder einer Fahrzeugkombination der Kategorie CE nur in Begleitung eines Fahrlehrers oder eines befugten Ausbilders durchführen; besitzen die Lernenden den Führerausweis der Kategorie C, dürfen sie Lernfahrten mit einer Fahrzeugkombination der Kategorie CE ohne Begleitperson durchführen;\nd. der Lernfahrausweis der Unterkategorie C1 berechtigt zu Lernfahrten mit Feuerwehrmotorwagen, die ein Gesamtgewicht von mehr als 7500 kg aufweisen, und Fahrschullastwagen der Kategorie C.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Lernfahrt",
        "citation": "Art. 17 Abs. 6 VZV",
        "content": "Auf Lernfahrten dürfen keine berufsmässigen Personentransporte durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Übungsfahrt",
        "citation": "Art. 17a Abs. 1 VZV",
        "content": "Als Übungsfahrt gilt jede Fahrt mit einem Motorfahrzeug, dessen Führer nicht im Besitz eines Lernfahrausweises sein muss und die als Vorbereitung auf eine praktische Führerprüfung durchgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Übungsfahrt",
        "citation": "Art. 17a Abs. 2 VZV",
        "content": "Auf Übungsfahrten mit Fahrzeugen der Kategorie D oder der Unterkategorie D1, für die kein Lernfahrausweis erforderlich ist, dürfen die Begleitperson nach Artikel 15 Absatz 1 SVG, der Fahrlehrer, der Verkehrsexperte sowie weitere Fahrschüler mitfahren; der Fahrzeugführer hat eine Bestätigung über die Zulassung zur Führerprüfung der Kategorie D oder der Unterkategorie D1 mitzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 125, Lernfahrausweis, Übungsfahrt",
        "citation": "Art. 17a Abs. 3 VZV",
        "content": "Die Bestätigung der Anmeldung zu einem anerkannten Traktorfahrkurs nach Artikel 4 Absatz 3 berechtigt die Inhaber des Führerausweises der Spezialkategorie G zum Durchführen von Übungsfahrten mit Traktoren, die eine Höchstgeschwindigkeit von 40 km/h aufweisen. Das Führen von Ausnahmefahrzeugen ist nicht gestattet. Anhänger dürfen ausschliesslich auf dem direkten Weg zum Kursort und während des Kurses mitgeführt werden. Die Veranstalter von Traktorfahrkursen dürfen die Anmeldung frühestens einen Monat vor dem Kursbesuch bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_17_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Kurs über Verkehrskunde",
        "citation": "Art. 18 Abs. 1 VZV",
        "content": "Wer den Führerausweis der Kategorie A oder B oder der Unterkategorie A1 oder B1 erwerben will, muss sich über die Teilnahme an einem Kurs über Verkehrskunde ausweisen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_18"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Kurs über Verkehrskunde",
        "citation": "Art. 18 Abs. 2 VZV",
        "content": "Die Kursteilnahme setzt den Besitz eines Lernfahrausweises voraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_18"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Kurs über Verkehrskunde",
        "citation": "Art. 18 Abs. 3 VZV",
        "content": "Vom Kursbesuch befreit sind Personen, die bereits einen Führerausweis einer der Kategorien oder Unterkategorien nach Absatz 1 besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_18"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Kurs über Verkehrskunde",
        "citation": "Art. 18 Abs. 4 VZV",
        "content": "Der Kurs soll namentlich durch Verkehrssinnbildung und Gefahrenlehre zu einer defensiven und verantwortungsbewussten Fahrweise motivieren. Die Dauer des Kurses beträgt insgesamt acht Stunden. Er ist bei einem Fahrlehrer zu absolvieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_18"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Kurs über Verkehrskunde",
        "citation": "Art. 18 Abs. 5 VZV",
        "content": "Der Fahrlehrer hat dem Fahrschüler eine Bestätigung abzugeben, dass dieser am Kurs über Verkehrskunde teilgenommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_18"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Praktische Grundschulung für Motorrad-Fahrschüler",
        "citation": "Art. 19 Abs. 1 VZV",
        "content": "Wer den Führerausweis der Kategorie A oder der Unterkategorie A1 erwerben will, muss innert vier Monaten seit der Erteilung des Lernfahrausweises die praktische Grundschulung bei einem Inhaber der Fahrlehrerbewilligung der Kategorie A absolvieren. Wird ein neuer Lernfahrausweis ausgestellt, so muss die praktische Grundschulung nicht wiederholt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_19"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Praktische Grundschulung für Motorrad-Fahrschüler",
        "citation": "Art. 19 Abs. 2 VZV",
        "content": "In der praktischen Grundschulung soll der Fahrschüler sich das für das Fahren im Verkehr erforderliche Grundverständnis der Fahrdynamik und die Blicktechnik aneignen und lernen, das Fahrzeug richtig zu bedienen. Die Grundschulung soll zudem zu einer defensiven, verantwortungsbewussten und energiesparenden Fahrweise motivieren. Bewerber um den Führerausweis der Kategorie A dürfen die praktische Grundschulung nicht mit Fahrzeugen der Unterkategorie A1 absolvieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_19"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Praktische Grundschulung für Motorrad-Fahrschüler",
        "citation": "Art. 19 Abs. 3 VZV",
        "content": "Die praktische Grundschulung dauert zwölf Stunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_19"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Praktische Grundschulung für Motorrad-Fahrschüler",
        "citation": "Art. 19 Abs. 4 VZV",
        "content": "Der Fahrlehrer muss dem Fahrschüler schriftlich bestätigen, dass er an der praktischen Grundschulung teilgenommen und die Kursziele erreicht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_19"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Gestaltung, Inhalt und Durchführung",
        "citation": "Art. 19a VZV",
        "content": "Das ASTRA regelt die Gestaltung, den Inhalt und die Durchführung des Kurses über Verkehrskunde und der praktischen Grundschulung für Motorrad-Fahrschüler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_19_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Ausbildung von Lernenden der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ»",
        "citation": "Art. 20 Abs. 1 VZV",
        "content": "Wer Lernende der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ» ausbilden will, benötigt eine Ausbildungsbewilligung. Diese wird von der kantonalen Behörde nur Berufsbildnern oder Betriebsangehörigen erteilt, die über Erfahrung im Chauffeurberuf und eine mindestens dreijährige Fahrpraxis auf Lastwagen ohne verkehrsgefährdende Verletzung von Verkehrsvorschriften verfügen sowie Gewähr bieten, dass ihnen die Ausbildung von jungen Erwachsenen anvertraut werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_20"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Ausbildung von Lernenden der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ»",
        "citation": "Art. 20 Abs. 2 VZV",
        "content": "Wer die Ausbildungsbewilligung erwerben will, hat einen Instruktionskurs zu besuchen und sich über die erforderlichen Verkehrskenntnisse (Anh. 11 Ziff. II) auszuweisen. Das ASTRA regelt die Instruktionskurse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_20"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Ausbildung von Lernenden der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ»",
        "citation": "Art. 20 Abs. 3 VZV",
        "content": "Die Ausbildungsbewilligung wird für sechs Jahre erteilt. Sie kann um je weitere sechs Jahre verlängert werden, wenn der Inhaber nachweist, dass er seit der Ausstellung oder der letzten Verlängerung einen Wiederholungskurs absolviert hat und mindestens ein Lernender, den er regelmässig begleitet hat, die Führerprüfung auf Lastwagen bestanden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_20"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Meldung der Auflösung von Lehrverträgen",
        "citation": "Art. 20a Abs. 1 VZV",
        "content": "Wird der Lehrvertrag eines Lernenden der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ», «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge» oder «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge» aufgelöst und ist diesem Lernenden vor seinem vollendeten 18. Altersjahr ein Lernfahrausweis der Kategorie C oder CE erteilt worden, so muss der Berufsbildner die Auflösung des Lehrvertrags unverzüglich der kantonalen Behörde melden, die den Lernfahrausweis ausgestellt hat. Sofern der Lernende das 18. Altersjahr noch nicht vollendet hat, fordert die kantonale Behörde ihn zur Rückgabe des Lernfahrausweises auf (Art. 16 Abs. 3 Bst. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_20_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 126, Fahrausbildung, Meldung der Auflösung von Lehrverträgen",
        "citation": "Art. 20a Abs. 2 VZV",
        "content": "Wird der Lehrvertrag eines Lernenden der beruflichen Grundbildung «Motorradmechanikerin/Motorradmechaniker EFZ» aufgelöst und ist diesem Lernenden ein Lernfahrausweis der Kategorie A ohne Leistungsbeschränkung nach Artikel 15 Absatz 2 Buchstabe a erteilt worden, so muss der Berufsbildner die Auflösung des Lehrvertrags unverzüglich der kantonalen Behörde melden, die den Lernfahrausweis ausgestellt hat. Die kantonale Behörde fordert den Lernenden zur Rückgabe des Lernfahrausweises auf und erteilt ihm für die verbleibende Gültigkeitsdauer einen Lernfahrausweis der Kategorie A für Motorräder mit einer Motorleistung von nicht mehr als 35 kW und einem Verhältnis von Motorleistung und Leergewicht von nicht mehr als 0,20 kW/kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_20_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 127, Prüfung der Zusatztheorie für Führer von Last- und Gesellschaftswagen",
        "citation": "Art. 21 Abs. 1 VZV",
        "content": "Mit der Prüfung der Zusatztheorie stellt die Zulassungsbehörde fest, ob der Gesuchsteller um einen Führerausweis der Kategorien C oder D oder der Unterkategorien C1 oder D1 über die Kenntnisse in Anhang 11 Ziffer II. 2 verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_21"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 127, Prüfung der Zusatztheorie für Führer von Last- und Gesellschaftswagen",
        "citation": "Art. 21 Abs. 2 VZV",
        "content": "Die Kantone erarbeiten die Prüfungsfragen im Einvernehmen mit dem ASTRA. Sie können diese Aufgabe Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_21"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Praktische Führerprüfung",
        "citation": "Art. 22 Abs. 1 VZV",
        "content": "Mit der praktischen Führerprüfung stellt der Verkehrsexperte fest, ob der Gesuchsteller fähig ist, ein Motorfahrzeug der entsprechenden Kategorie unter Einhaltung der Verkehrsregeln auch in schwierigen Verkehrssituationen vorausschauend und mit Rücksicht auf die übrigen Verkehrsteilnehmer zu führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_22"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Praktische Führerprüfung",
        "citation": "Art. 22 Abs. 1bis VZV",
        "content": "Gesuchsteller um einen Führerausweis der Kategorie B, die den Lernfahrausweis vor dem zurückgelegten 20. Altersjahr erworben haben, müssen diesen seit mindestens einem Jahr besitzen, um zur praktischen Führerprüfung zugelassen zu werden. Dies gilt nicht für Lernende der folgenden beruflichen Grundbildungen:\na. «Strassentransportfachfrau/Strassentransportfachmann EFZ»;\nb. «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge»;\nc. «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge»;\nd. «Strassentransportpraktikerin/Strassentransportpraktiker EBA».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_22"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Praktische Führerprüfung",
        "citation": "Art. 22 Abs. 2 VZV",
        "content": "Die Zulassungsbedingungen und der Prüfungsstoff richten sich nach Anhang 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_22"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Praktische Führerprüfung",
        "citation": "Art. 22 Abs. 3 VZV",
        "content": "Keine praktische Führerprüfung haben abzulegen:\na. Inhaber eines Führerausweises der Kategorie B oder der Unterkategorie B1, die einen Führerausweis der Unterkategorie A1 erwerben wollen und die praktische Grundschulung nach Artikel 19 abgeschlossen haben;\nb. Personen, die einen Führerausweis der Spezialkategorien G oder M erwerben wollen. Artikel 28 Absatz 2 bleibt vorbehalten;\nc. Inhaber eines Führerausweises der Kategorie C oder der Unterkategorie C1, die einen Führerausweis der Unterkategorie D1 erwerben wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_22"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Praktische Führerprüfung",
        "citation": "Art. 22 Abs. 4 VZV",
        "content": "Stellt sich bei der praktischen Führerprüfung heraus, dass der Gesuchsteller die Verkehrsregeln nur ungenügend kennt, so ordnet die Zulassungsbehörde eine neue Prüfung der Basistheorie an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_22"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Wiederholung",
        "citation": "Art. 23 Abs. 1 VZV",
        "content": "Wer die praktische Führerprüfung zweimal nicht besteht, wird zu einer weiteren Führerprüfung nur zugelassen, wenn ein Fahrlehrer bescheinigt, dass die Fahrausbildung abgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_23"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 128, Praktische Führerprüfung, Wiederholung",
        "citation": "Art. 23 Abs. 2 VZV",
        "content": "Wer die praktische Führerprüfung dreimal nicht besteht, kann zu einer vierten Prüfung nur aufgrund eines die Eignung bestätigenden Tests nach Artikel 16 Absatz 3 zugelassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_23"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Erteilung",
        "citation": "Art. 24 Abs. 1 VZV",
        "content": "Der Führerausweis wird unter Vorbehalt von Art. 24a unbefristet erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Erteilung",
        "citation": "Art. 24 Abs. 2 VZV",
        "content": "Er wird für alle Kategorien, Unterkategorien und die Spezialkategorie F nach bestandener praktischer Führerprüfung erteilt; für die Spezialkategorien G und M wird er nach bestandener Prüfung der Basistheorie erteilt. Artikel 28 Absatz 2 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Erteilung",
        "citation": "Art. 24 Abs. 3 VZV",
        "content": "Der Führerausweis der Kategorie A mit Leistungsbeschränkung wird Personen erteilt, die einen Lernfahrausweis mit Leistungsbeschränkung besitzen und die praktische Führerprüfung bestanden haben. Der Führerausweis der Kategorie A ohne Leistungsbeschränkung wird Personen erteilt, die einen Lernfahrausweis ohne Leistungsbeschränkung besitzen und die praktische Führerprüfung bestanden haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Führerausweis auf Probe",
        "citation": "Art. 24a Abs. 1 VZV",
        "content": "Der Führerausweis der Kategorien A und B wird auf Probe erteilt. Dies gilt nicht bei Personen, die bereits Inhaber eines unbefristeten Führerausweises einer dieser Kategorien sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Führerausweis auf Probe",
        "citation": "Art. 24a Abs. 2 VZV",
        "content": "Vor der Erteilung des Führerausweises auf Probe erworbene Unterkategorien und Spezialkategorien sowie während der Probezeit erworbene weitere Kategorien und Unterkategorien werden ebenfalls auf das Ablaufdatum des Führerausweises auf Probe befristet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Erteilung einer beschränkten Fahrbewilligung oder des definitiven Führerausweises der Spezialkategorien oder der Unterkategorie A1",
        "citation": "Art. 24b Abs. 1 VZV",
        "content": "Hat der Inhaber des Führerausweises auf Probe die Weiterausbildung während der Probezeit nicht besucht, so erteilt die kantonale Behörde ihm eine auf den Weiterausbildungstag beschränkte Fahrbewilligung, wenn er die Weiterausbildung nachholen will und die Anmeldebestätigung eines anerkannten Kursveranstalters vorlegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Erteilung einer beschränkten Fahrbewilligung oder des definitiven Führerausweises der Spezialkategorien oder der Unterkategorie A1",
        "citation": "Art. 24b Abs. 2 VZV",
        "content": "Will der Inhaber eines Führerausweises auf Probe, der die Weiterausbildung weder während der Probezeit besucht noch danach nachgeholt hat, nur Fahrzeuge der Spezialkategorien und der Unterkategorie A1 führen, so kann ihm die Zulassungsbehörde auf Gesuch hin erteilen:\na. den definitiven Führerausweis der Spezialkategorien;\nb. den definitiven Führerausweis der Unterkategorie A1, sofern er diese bereits besass.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Eintrag von Berechtigungen",
        "citation": "Art. 24c VZV",
        "content": "Im Führerausweis sind folgende Berechtigungen einzutragen:\na. die Bewilligung zum berufsmässigen Personentransport nach Artikel 25 unter Angabe der Kategorie, Unterkategorie oder Spezialkategorie, mit welcher die Transporte ausgeführt werden dürfen;\nb. die Bewilligung zum Führen von Trolleybussen gemäss Artikel 17 Absatz 3 der Trolleybus-Verordnung vom 6. Juli 1951;\nc. die Berechtigung der auf Antrag der kantonalen Ärztegesellschaft bezeichneten Notfallärzte zur Verwendung des Kennzeichens «Arzt/Notfall»;\nd. die Bewilligung für Inhaber der Unterkategorie C1 zum Führen von Feuerwehrmotorwagen mit einem Gesamtgewicht von mehr als 7500 kg und unabhängig von der Platzzahl, sofern die Führerprüfung mit einem Feuerwehrmotorwagen mit einem Betriebsgewicht von mehr als 7500 kg oder mit einem Fahrschullastwagen der Kategorie C absolviert wurde;\ne. der Fähigkeitsausweis für den Personen- oder Gütertransport unter Angabe der für den Transport zugelassenen Kategorie oder Unterkategorie und der Gültigkeitsdauer, sofern keine separate Karte ausgestellt wurde (Art. 9 Abs. 3 der Chauffeurzulassungsverordnung vom 15. Juni 2007).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Eintrag von Auflagen, Beschränkungen und anderen Zusatzangaben",
        "citation": "Art. 24d VZV",
        "content": "Für Auflagen, Beschränkungen und andere Zusatzangaben, die im Führerausweis eingetragen werden, sind Schlüsselzahlen oder Kurztexte zu verwenden. Diese werden vom ASTRA festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Entfernung von Auflagen, Beschränkungen und anderen Zusatzangaben",
        "citation": "Art. 24e Abs. 1 VZV",
        "content": "Die Zulassungsbehörde hebt Auflagen und Beschränkungen auf, wenn der Ausweisinhaber die Voraussetzungen zur uneingeschränkten Führung von Fahrzeugen der entsprechenden Kategorie, Unterkategorie oder Spezialkategorie erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Entfernung von Auflagen, Beschränkungen und anderen Zusatzangaben",
        "citation": "Art. 24e Abs. 2 VZV",
        "content": "Andere Zusatzangaben werden entfernt, wenn die Voraussetzungen für deren Eintrag weggefallen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Ausstellung eines neuen Lernfahr- oder Führerausweises",
        "citation": "Art. 24f Abs. 1 VZV",
        "content": "Wird die Fahrberechtigung erweitert oder eingeschränkt, oder werden die Angaben auf dem Ausweis geändert, muss ein neuer Ausweis ausgestellt werden. Der bisherige Ausweis verliert mit der Aushändigung des neuen Ausweises seine Gültigkeit und muss eingezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Ausstellung eines neuen Lernfahr- oder Führerausweises",
        "citation": "Art. 24f Abs. 2 VZV",
        "content": "Als Ersatz für einen verlorenen Ausweis darf ein neuer Lernfahr- oder Führerausweis nur bei schriftlich bestätigtem Verlust abgegeben werden. Wird der ersetzte Ausweis wieder aufgefunden, so muss er innert 14 Tagen der Behörde abgegeben werden. Für Personen mit Wohnsitz im Ausland gilt Artikel 24h Absätze 2 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Pflicht zum Mitführen von Ausweisen in besonderen Fällen",
        "citation": "Art. 24g Abs. 1 VZV",
        "content": "Führer von land- und forstwirtschaftlichen Motorfahrzeugen müssen auf Fahrten zwischen dem Betrieb und dem bewirtschafteten Einsatzgebiet den Führerausweis oder die Bestätigung der Anmeldung zu einem anerkannten Traktorfahrkurs nicht mit sich führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_g"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Führerausweise für Personen mit Wohnsitz im Ausland",
        "citation": "Art. 24h Abs. 1 VZV",
        "content": "Personen, die einen Führerausweis gestützt auf Artikel 42 Absatz 3bis Buchstabe b erwerben, ohne in der Schweiz Wohnsitz zu haben, wird ein auf die nächste periodische verkehrsmedizinische Untersuchung (Art. 27 Abs. 1 Bst. a) befristeter Führerausweis erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_h"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Führerausweise für Personen mit Wohnsitz im Ausland",
        "citation": "Art. 24h Abs. 2 VZV",
        "content": "Personen, die ihren Wohnsitz ins Ausland verlegt haben und deren schweizerischer Führerausweis abhanden gekommen ist, erhalten eine Bestätigung über die in der Schweiz registrierten Fahrberechtigungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_h"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129, Führerausweis, Führerausweise für Personen mit Wohnsitz im Ausland",
        "citation": "Art. 24h Abs. 3 VZV",
        "content": "Die Zulassungsbehörde stellt auf Gesuch hin einen auf höchstens fünf Jahre befristeten Führerausweis aus:\na. als Ersatz für einen abhanden gekommenen schweizerischen Führerausweis, der gestützt auf Artikel 42 Absatz 3bis Buchstabe b erteilt wurde; \nb. als Ersatz für einen abhanden gekommenen schweizerischen Führerausweis, wenn die Bestätigung nach Absatz 2 vom neuen Wohnsitzstaat nicht als Nachweis der in der Schweiz erworbenen Fahrberechtigungen anerkannt wird; oder\nc. als Ersatz für einen abhanden gekommenen oder abgelaufenen schweizerischen Führerausweis, wenn dieser vom neuen Wohnsitzstaat als Legitimationsnachweis für die von ihm erteilten Fahrberechtigungen anerkannt wurde, ohne dass ein nationaler Führerausweis ausgestellt wurde; ein abgelaufener Führerausweis auf Probe darf nur ersetzt werden, wenn der Inhaber die im schweizerischen Recht vorgeschriebene Weiterausbildung besucht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_24_h"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129a, Berufsmässiger Personentransport mit leichten Personentransportfahrzeugen und schweren Personenwagen, Bewilligung",
        "citation": "Art. 25 Abs. 1 VZV",
        "content": "Wer mit Fahrzeugen der Kategorie B oder C, der Unterkategorie B1 oder C1 oder der Spezialkategorie F berufsmässig Personen transportieren will (Art. 3 Abs. 1bis ARV 2), benötigt eine Bewilligung zum berufsmässigen Personentransport. Berufsmässige Personentransporte mit Elektro-Rikschas bedürfen auch dann keiner Bewilligung, wenn die Elektro-Rikschas mit einem Führerausweis der Kategorie B oder F geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_25"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129a, Berufsmässiger Personentransport mit leichten Personentransportfahrzeugen und schweren Personenwagen, Bewilligung",
        "citation": "Art. 25 Abs. 2 VZV",
        "content": "Die Bewilligung zum berufsmässigen Personentransport ist nicht erforderlich für:\na. die berufsmässige Beförderung von verletzten, kranken oder behinderten Personen in dazu eingerichteten und mit den besonderen Warnvorrichtungen (Art. 82 Abs. 2 und Art. 110 Abs. 3 Bst. a VTS) ausgerüsteten Fahrzeugen, wenn:\n1. ausschliesslich verletzte, kranke oder behinderte Betriebsangehörige in betriebseigenen Fahrzeugen befördert werden,\n2. der Fahrzeugführer im Rahmen seiner dienstlichen Tätigkeit bei der Polizei, der Militärverwaltung, dem Zivilschutz oder der Feuerwehr am Strassenverkehr teilnimmt und dies von der Behörde bewilligt wurde;\nb. berufsmässige Personentransporte, bei denen der Fahrpreis in anderen Leistungen eingerechnet wird und die Fahrstrecke nicht mehr als 50 km beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_25"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129a, Berufsmässiger Personentransport mit leichten Personentransportfahrzeugen und schweren Personenwagen, Bewilligung",
        "citation": "Art. 25 Abs. 3 VZV",
        "content": "Die Bewilligung zum berufsmässigen Personentransport wird dem Inhaber eines Führerausweises der Kategorie B, der Unterkategorie B1 oder der Spezialkategorie F erteilt, wenn der Bewerber:\na. an einer Prüfung der Zusatztheorie nachweist, dass er die Arbeits- und Ruhezeit der berufsmässigen Führer von leichten Personentransportfahrzeugen kennt; wer lediglich Fahrten nach Artikel 4 Absatz 1 Buchstabe a, b oder c ARV 2 durchführen will, muss diese Prüfung nicht ablegen; und\nb. an einer zusätzlichen praktischen Führerprüfung nachweist, dass er fähig ist, Personen in einem Motorfahrzeug der entsprechenden Kategorie, Unterkategorie oder Spezialkategorie auch in schwierigen Verkehrssituationen ohne Gefährdung zu transportieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_25"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129a, Berufsmässiger Personentransport mit leichten Personentransportfahrzeugen und schweren Personenwagen, Bewilligung",
        "citation": "Art. 25 Abs. 4 VZV",
        "content": "Dem Inhaber eines Führerausweises der Kategorie D oder der Unterkategorie D1 wird die Bewilligung zum berufsmässigen Personentransport ohne weitere Prüfung erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_25"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129a, Berufsmässiger Personentransport mit leichten Personentransportfahrzeugen und schweren Personenwagen, Bewilligung",
        "citation": "Art. 25 Abs. 4bis VZV",
        "content": "Dem Inhaber des Führerausweises der Kategorie C wird auf Gesuch hin die Bewilligung zum berufsmässigen Personentransport ohne weitere Prüfung erteilt, sofern er während mindestens eines Jahres vor der Einreichung des Gesuches mit einem Motorfahrzeug keine Widerhandlung gegen die Bestimmungen des Strassenverkehrsrechts begangen hat, die zu einem Entzug des Führerausweises führt oder geführt hat. Dies gilt ebenso für den Inhaber des Führerausweises der Unterkategorie C1, sofern er die Zusatztheorieprüfung nach Anhang 11 Ziffer 2 bestanden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_25"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12, Führerprüfung, 129a, Berufsmässiger Personentransport mit leichten Personentransportfahrzeugen und schweren Personenwagen, Bewilligung",
        "citation": "Art. 25 Abs. 5 VZV",
        "content": "Die Bewilligung ist nur zusammen mit dem Führerausweis gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_25"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Meldepflichten",
        "citation": "Art. 26 Abs. 1 VZV",
        "content": "Der Inhaber muss unter Vorlage seines Führerausweises oder einer besonderen Bewilligung der Behörde innert 14 Tagen jede Tatsache melden, die den Ersatz des Ausweises oder der Bewilligung erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_26"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Meldepflichten",
        "citation": "Art. 26 Abs. 2 VZV",
        "content": "Verlegt der Ausweisinhaber den Wohnsitz, muss er seine neue Adresse der zuständigen Behörde am neuen Wohnsitz innert 14 Tagen mitteilen. Bei einer Wohnsitzverlegung in das Ausland muss er sich bei der bisherigen Behörde abmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_26"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 1 VZV",
        "content": "Die Pflicht, sich einer verkehrsmedizinischen Kontrolluntersuchung zu unterziehen, besteht für:\na. Inhaber eines Führerausweises der Kategorien C oder D, der Unterkategorien C1 oder D1 oder der Bewilligung zum berufsmässigen Personentransport sowie Verkehrsexperten:\n1. alle fünf Jahre, vorbehältlich der ersten Untersuchung nach dem vollendeten 50. Altersjahr mit spätestens 53 Jahren,\n2. nach der ersten Untersuchung, die nach dem vollendeten 50. Altersjahr stattgefunden hat, alle drei Jahre, vorbehältlich der ersten Untersuchung nach dem vollendeten 75. Altersjahr mit spätestens 77 Jahren;\nb. Inhaber eines Führerausweises ab dem vollendeten 75. Altersjahr: alle zwei Jahre;\nc. Inhaber eines Führerausweises während oder nach schweren körperlichen Beeinträchtigungen durch Unfallverletzungen oder Krankheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 1bis VZV",
        "content": "Die kantonale Behörde erinnert die nach Absatz 1 Buchstaben a und b untersuchungspflichtigen Personen an die Pflicht, sich einer verkehrsmedizinischen Untersuchung zu unterziehen. Die Erinnerung erfolgt:\na. für die erstmalige Kontrolluntersuchung von Personen nach Absatz 1 Buchstabe a: drei Monate vor dem Ablauf der Untersuchungsfrist, die ab dem Datum der letzten verkehrsmedizinischen Untersuchung berechnet wird; \nb. für die erstmalige Kontrolluntersuchung von Personen nach Absatz 1 Buchstabe b: innerhalb von einem Monat nach dem Vollenden des 75. Altersjahres;\nc. für alle nachfolgenden Kontrolluntersuchungen: drei Monate vor dem Eintritt der Fälligkeit des Untersuchungsergebnisses nach Absatz 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 1ter VZV",
        "content": "Die kantonale Behörde weist mit der Erinnerung der nach Absatz 1 Buchstaben a und b untersuchungspflichtigen Personen darauf hin, dass das Untersuchungsergebnis innerhalb von drei Monaten ab dem Versand der Erinnerung und bei nachfolgenden Kontrolluntersuchungen jedenfalls auf deren spätesten Termin hin vorliegen muss. Dieser berechnet sich ab dem Datum der zuletzt durchgeführten Untersuchung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 1quater VZV",
        "content": "Die kantonale Behörde erinnert die nach Absatz 1 Buchstabe c untersuchungspflichtigen Personen nach der verkehrsmedizinischen Erstuntersuchung an die allenfalls erforderlichen nachfolgenden Kontrolluntersuchungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 1quinquies VZV",
        "content": "Die kantonale Behörde darf die Fristen zur Einreichung der Untersuchungsergebnisse ausnahmsweise erstrecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 2 VZV",
        "content": "Die verkehrsmedizinische Kontrolluntersuchung muss unter der Verantwortung eines Arztes nach Artikel 5abis durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 3 VZV",
        "content": "Die kantonale Behörde kann:\na. auf Antrag des Arztes die in Absatz 1 Buchstaben a und b genannten Fristen verkürzen;\nb. den Führerausweis auf die nächste verkehrsmedizinische Untersuchung befristen, wenn keine Gewähr besteht, dass sich der Ausweisinhaber freiwillig den häufigeren verkehrsmedizinischen Untersuchungen nach Buchstabe a unterzieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12a, Meldepflichten und verkehrsmedizinische Kontrolluntersuchungen, Verkehrsmedizinische Kontrolluntersuchungen",
        "citation": "Art. 27 Abs. 4 VZV",
        "content": "Die kantonale Behörde kann im Einzelfall anordnen, dass der Umfang einer verkehrsmedizinischen Untersuchung auszudehnen oder einzuschränken ist; der Arzt ist in diesem Fall nicht an die Formulare nach den Anhängen 2 und 2a gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Allgemeines",
        "citation": "Art. 27a Abs. 1 VZV",
        "content": "Die Weiterausbildung dauert 7 Stunden und wird an einem Tag durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Allgemeines",
        "citation": "Art. 27a Abs. 2 VZV",
        "content": "Die Weiterausbildung ist in Gruppen von sechs bis zwölf Personen durchzuführen. Eine Gruppe besteht entweder aus Inhabern eines Führerausweises auf Probe der Kategorie A oder aus Inhabern eines Führerausweises auf Probe der Kategorie B. Der Kursinhalt ist auf die jeweilige Kategorie auszurichten. Wer den Führerausweis auf Probe der Kategorien A und B besitzt, kann wählen, ob er die Weiterausbildung mit einem Motorrad der Kategorie A oder mit einem Motorwagen der Kategorie B besuchen will.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Allgemeines",
        "citation": "Art. 27a Abs. 3 VZV",
        "content": "Eine Gruppe ist von so vielen Moderatoren zu betreuen, wie dies für eine gefahrlose Durchführung der Weiterausbildung und zur Erreichung ihrer Ziele notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Allgemeines",
        "citation": "Art. 27a Abs. 4 VZV",
        "content": "Die Weiterausbildung ist grundsätzlich mit dem eigenen Fahrzeug zu besuchen. Der Kursveranstalter kann Kursteilnehmern, die kein eigenes Fahrzeug besitzen, Kursfahrzeuge zur Verfügung stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Ziele",
        "citation": "Art. 27b Abs. 1 VZV",
        "content": "Die Weiterausbildung soll die Kursteilnehmenden in die Lage versetzen, reaktionsschnell, sicher und unter Anwendung der fahrzeugtechnisch maximal zur Verfügung stehenden Verzögerungsleistung zu bremsen sowie die Grundsätze einer umweltschonenden und energieeffizienten Fahrweise anzuwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Ziele",
        "citation": "Art. 27b Abs. 2 VZV",
        "content": "Im Übrigen sollen die Kenntnisse der Kursteilnehmenden über die wesentlichen Einflussfaktoren von Unfällen gefördert werden durch das Erleben von Fahrsituationen unter realitätsnahen Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Zeitpunkt des Besuchs der Weiterausbildung",
        "citation": "Art. 27c VZV",
        "content": "Die Weiterausbildung ist innerhalb von zwölf Monaten nach der Erteilung des Führerausweises auf Probe zu besuchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Kursbescheinigung und Meldung an die kantonale Behörde",
        "citation": "Art. 27d Abs. 1 VZV",
        "content": "Nach dem Besuch der Weiterausbildung muss der Kursveranstalter den Kursteilnehmenden ihre Teilnahme auf dem Formular nach Anhang 4a bestätigen und auf elektronischem Weg der kantonalen Behörde mitteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Kursbescheinigung und Meldung an die kantonale Behörde",
        "citation": "Art. 27d Abs. 2 VZV",
        "content": "Jeder Kursveranstalter, der den Besuch der Weiterausbildung bestätigt, muss der Zulassungsbehörde während fünf Jahren Auskunft über den Namen und den Vornamen, die Adresse und die Führerausweisnummer der betreffenden Kursteilnehmenden geben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Kursveranstalter",
        "citation": "Art. 27e VZV",
        "content": "Zur Veranstaltung der Weiterausbildung ist eine Bewilligung erforderlich. Diese wird von der zuständigen Behörde des Sitzkantons erteilt, wenn sie feststellt, dass der Gesuchsteller:\na. über Unterrichtslokalitäten, -plätze und -material verfügt, um eine gefahrlose Durchführung der Weiterausbildung und die Zielerreichung zu gewährleisten;\nb. mindestens vier Moderatoren einsetzen kann; die Moderatoren, die Inhaber des Führerausweises auf Probe der Kategorie A weiterausbilden, müssen zusätzlich über eine Ausbildung als Motorradfahrlehrer verfügen;\nc. über eine genügende Haftpflichtversicherung und eine Vollkaskoversicherung für die Fahrzeuge der Kursteilnehmer verfügt;\nd. die Weiterausbildungskurse öffentlich anbietet; ausgenommen sind die Weiterausbildungskurse der Armee;\ne. ...\nf. über ein Qualitätssicherungssystem nach Artikel 27f verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Qualitätssicherung",
        "citation": "Art. 27f VZV",
        "content": "Jeder Kursveranstalter muss ein Qualitätssicherungssystem betreiben, das die Vermittlung der Inhalte und die Erreichung der Ziele der Weiterausbildung gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Zuständigkeiten der Kantone",
        "citation": "Art. 27g Abs. 1 VZV",
        "content": "Die Kantone:\na. beaufsichtigen die Durchführung der Weiterausbildung;\nb. führen den sozialpädagogischen Eignungstest für die Zulassung zur Moderatorenausbildung durch;\nc. entscheiden über die Anrechnung von Vorkenntnissen in der Moderatorenausbildung;\nd. nehmen die Prüfungen zur Erlangung des Kompetenznachweises als Moderator ab;\ne. überwachen die Ausbildungsstätten für Moderatoren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_g"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 12b, Weiterausbildung für Inhaber eines Führerausweises auf Probe, Zuständigkeiten der Kantone",
        "citation": "Art. 27g Abs. 2 VZV",
        "content": "Sie können die Erfüllung dieser Aufgaben anderen Stellen übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_27_g"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Anordnung einer neuen Führerprüfung",
        "citation": "Art. 28 Abs. 1 VZV",
        "content": "Hat ein Fahrzeugführer Widerhandlungen begangen, die an seiner Fahrkompetenz zweifeln lassen, so ordnet die Zulassungsbehörde eine neue theoretische oder praktische Führerprüfung oder beides an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Anordnung einer neuen Führerprüfung",
        "citation": "Art. 28 Abs. 2 VZV",
        "content": "Sie kann für Gesuchsteller um einen Führerausweis der Spezialkategorien G oder M sowie für Führer von Motorfahrzeugen, für die ein Führerausweis nicht erforderlich ist, eine praktische Führerprüfung anordnen, wenn sie an deren Fahrkompetenz zweifelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Anordnung einer neuen Führerprüfung",
        "citation": "Art. 28 Abs. 3 VZV",
        "content": "Wird die neue Führerprüfung im Zusammenhang mit einem Führerausweisentzug verfügt, kann sie in der Regel frühestens einen Monat nach Ablauf des Entzuges abgelegt werden; die Behörde gibt der betroffenen Person einen Lernfahrausweis ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Anordnung einer neuen Führerprüfung",
        "citation": "Art. 28 Abs. 4 VZV",
        "content": "Besteht die betroffene Person die neue Führerprüfung nicht, gilt Artikel 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Anordnung einer neuen Führerprüfung",
        "citation": "Art. 28 Abs. 5 VZV",
        "content": "Das Datum der neuen Führerprüfung wird im Führerausweis nicht eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Fahreignungsuntersuchung",
        "citation": "Art. 28a Abs. 1 VZV",
        "content": "Bestehen Zweifel an der Fahreignung einer Person (Art. 15d Abs. 1 SVG), so ordnet die kantonale Behörde an:\na. bei verkehrsmedizinischen Fragestellungen: eine Fahreignungsuntersuchung durch einen Arzt nach Artikel 5abis;\nb. bei verkehrspsychologischen Fragestellungen, namentlich nach Artikel 15d Absatz 1 Buchstabe c SVG: eine Fahreignungsuntersuchung durch einen Verkehrspsychologen nach Artikel 5c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Fahreignungsuntersuchung",
        "citation": "Art. 28a Abs. 2 VZV",
        "content": "Der Arzt, der die Fahreignungsuntersuchung durchführt, muss:\na. in Fällen nach Artikel 15d Absatz 1 Buchstaben a und b SVG über eine Anerkennung der Stufe 4 verfügen;\nb. in Fällen nach Artikel 15d Absatz 1 Buchstaben d und e SVG über eine Anerkennung mindestens der Stufe 3 verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Fahreignungsuntersuchung",
        "citation": "Art. 28a Abs. 3 VZV",
        "content": "Bei sowohl verkehrsmedizinischen als auch verkehrspsychologischen Fragestellungen ist eine verkehrsmedizinische Untersuchung durch einen Arzt mit der Anerkennung der Stufe 4 und eine verkehrspsychologische Untersuchung durch einen Psychologen mit der Anerkennung nach Artikel 5c durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_28_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Kontrollfahrt",
        "citation": "Art. 29 Abs. 1 VZV",
        "content": "Bestehen Zweifel an der Fahrkompetenz eines Fahrzeugführers, so kann die kantonale Behörde zur Abklärung der notwendigen Massnahmen eine Kontrollfahrt mit einem Verkehrsexperten anordnen. Eine ärztlich begleitete Kontrollfahrt zur Abklärung der Fahreignung darf sie nur in Fällen nach Artikel 5j Absatz 2 anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_29"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Kontrollfahrt",
        "citation": "Art. 29 Abs. 2 VZV",
        "content": "Besteht die betroffene Person die Kontrollfahrt nicht, wird:\na. der Führerausweis entzogen oder der ausländische Führerausweis aberkannt. Die betroffene Person kann ein Gesuch um einen Lernfahrausweis stellen;\nb. ein Fahrverbot verfügt, wenn die Kontrollfahrt mit einem Motorfahrzeug absolviert wurde, zu dessen Führung ein Führerausweis nicht erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_29"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Kontrollfahrt",
        "citation": "Art. 29 Abs. 3 VZV",
        "content": "Die Kontrollfahrt kann nicht wiederholt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_29"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Kontrollfahrt",
        "citation": "Art. 29 Abs. 4 VZV",
        "content": "Bleibt die betroffene Person der Kontrollfahrt unentschuldigt fern, gilt diese als nicht bestanden. Die Behörde muss bei der Anordnung der Kontrollfahrt auf diese Säumnisfolge aufmerksam machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_29"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Vorsorglicher Entzug",
        "citation": "Art. 30 Abs. 1 VZV",
        "content": "Bestehen ernsthafte Zweifel an der Fahreignung einer Person, so kann die kantonale Behörde den vorsorglichen Entzug des Lernfahr- oder des Führerausweises verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Vorsorglicher Entzug",
        "citation": "Art. 30 Abs. 2 VZV",
        "content": "Verfügt die kantonale Behörde bei polizeilich abgenommenen und ihr übermittelten Lernfahr- oder Führerausweisen innert 10 Arbeitstagen seit der polizeilichen Abnahme nicht mindestens den vorsorglichen Entzug, so gibt sie der berechtigten Person den Lernfahr- oder den Führerausweis zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Gesuch auf Neubeurteilung des vorsorglichen Entzugs",
        "citation": "Art. 30a Abs. 1 VZV",
        "content": "Eine Person, deren Lernfahr- oder deren Führerausweis vorsorglich entzogen wurde, kann drei Monate nach Eintritt der Rechtskraft der Entzugsverfügung mit schriftlichem Gesuch eine Neubeurteilung von der kantonalen Behörde verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Gesuch auf Neubeurteilung des vorsorglichen Entzugs",
        "citation": "Art. 30a Abs. 2 VZV",
        "content": "Zudem kann sie jeweils drei Monate nach Eintritt der Rechtskraft einer Verfügung über die Aufrechterhaltung des vorsorglichen Entzugs mit schriftlichem Gesuch eine Neubeurteilung von der kantonalen Behörde verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Gesuch auf Neubeurteilung des vorsorglichen Entzugs",
        "citation": "Art. 30a Abs. 3 VZV",
        "content": "Die kantonale Behörde entscheidet jeweils innert 20 Arbeitstagen nach Eingang des Gesuchs mittels anfechtbarer Verfügung über die Aufrechterhaltung des vorsorglichen Entzugs oder gibt der berechtigten Person den Lernfahr- oder den Führerausweis zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Meldungen von Privatpersonen über Fahreignungsmängel",
        "citation": "Art. 30b Abs. 1 VZV",
        "content": "Meldet eine Privatperson der kantonalen Behörde Zweifel an der Fahreignung einer anderen Person, so kann die kantonale Behörde beim behandelnden Arzt der gemeldeten Person einen Bericht einholen. Auf Wunsch der meldenden Person und bei ihrem Nachweis eines schutzwürdigen Interesses sichert sie dieser Vertraulichkeit zu. Ihre Identität darf auch im Rahmen von Administrativverfahren nicht preisgegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Meldungen von Privatpersonen über Fahreignungsmängel",
        "citation": "Art. 30b Abs. 2 VZV",
        "content": "Hat die gemeldete Person keinen behandelnden Arzt oder gibt sie diesen nicht bekannt, so kann die kantonale Behörde nach pflichtgemässem Ermessen eine Untersuchung nach Artikel 28a anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 131, Neue Führerprüfung, Abklärung der Fahreignung oder der Fahrkompetenz und vorsorglicher Entzug, Meldungen von Privatpersonen über Fahreignungsmängel",
        "citation": "Art. 30b Abs. 3 VZV",
        "content": "Allfällige Schadenersatzforderungen der gemeldeten Person gegen die Behörde, namentlich für Kosten von Fahreignungsuntersuchungen, die aufgrund ungerechtfertigter Meldungen angeordnet wurden, richten sich nach dem jeweiligen kantonalen Verantwortlichkeitsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_30_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Informationspflicht",
        "citation": "Art. 31 VZV",
        "content": "Wird ein Lernfahr- oder ein Führerausweisentzug auf unbestimmte Zeit oder für immer verfügt, so informiert die Entzugsbehörde die betroffene Person bei der Eröffnung der Verfügung über die Bedingungen zum Wiedererwerb des Lernfahr- oder des Führerausweises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_31"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Freiwillige Rückgabe des Führerausweises",
        "citation": "Art. 32 VZV",
        "content": "Wird der Führerausweis der Behörde freiwillig zurückgegeben, so hat dies die Wirkung eines Entzuges. Die Behörde hat die Rückgabe schriftlich zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_32"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Umfang des Entzuges",
        "citation": "Art. 33 Abs. 1 VZV",
        "content": "Der Entzug des Lernfahr- oder des Führerausweises einer Kategorie oder Unterkategorie hat den Entzug des Lernfahr- und des Führerausweises aller Kategorien, aller Unterkategorien und der Spezialkategorie F zur Folge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_33"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Umfang des Entzuges",
        "citation": "Art. 33 Abs. 2 VZV",
        "content": "Der Entzug des Lernfahr- oder des Führerausweises einer Spezialkategorie hat den Entzug des Lernfahr- und des Führerausweises aller Spezialkategorien zur Folge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_33"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Umfang des Entzuges",
        "citation": "Art. 33 Abs. 3 VZV",
        "content": "Die Absätze 1 und 2 finden keine Anwendung, wenn ein Entzug aus medizinischen Gründen verfügt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_33"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Umfang des Entzuges",
        "citation": "Art. 33 Abs. 4 VZV",
        "content": "Die Entzugsbehörde kann:\na. mit dem Lernfahr- oder dem Führerausweis einer Kategorie oder Unterkategorie auch den Führerausweis der Spezialkategorien G und M entziehen;\nb. mit dem Lernfahr- oder dem Führerausweis einer Spezialkategorie auch den Lernfahr- oder den Führerausweis der Kategorien und Unterkategorien entziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_33"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Umfang des Entzuges",
        "citation": "Art. 33 Abs. 5 VZV",
        "content": "Die kantonale Behörde kann Ausweisinhabern eine Bewilligung für Fahrten während des Lernfahr- oder des Führerausweisentzugs erteilen, sofern diese zu ihrer Berufsausübung notwendig sind. Sie legt die Einzelheiten der bewilligten Fahrten in ihrer Verfügung fest. Voraussetzung ist, dass der Ausweis:\na. wegen einer leichten Widerhandlung nach Artikel 16a SVG entzogen wird;\nb.  nicht auf unbestimmte Zeit oder für immer entzogen wird; und\nc. in den vorangegangenen fünf Jahren nicht mehr als einmal entzogen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_33"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Umfang des Entzuges",
        "citation": "Art. 33 Abs. 6 VZV",
        "content": "In Härtefällen kann die kantonale Behörde unter Einhaltung der gesetzlichen Mindestdauer den Ausweisentzug je Kategorie, Unterkategorie oder Spezialkategorie für eine unterschiedliche Dauer verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_33"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Führerausweis mit Beschränkungen",
        "citation": "Art. 34 Abs. 1 VZV",
        "content": "Die kantonale Behörde kann den Führerausweis von Personen, welche die medizinischen Mindestanforderungen nach Anhang 1 auch mit Hilfsmitteln nicht mehr vollständig erfüllen, beschränken, statt ihn ganz zu entziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_34"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Führerausweis mit Beschränkungen",
        "citation": "Art. 34 Abs. 2 VZV",
        "content": "Ein Arzt mit der Anerkennung der Stufe 4 muss beurteilen, mit welchen Beschränkungen eine sichere Teilnahme am Verkehr noch möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_34"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132, Ausweisentzug, Führerausweis mit Beschränkungen",
        "citation": "Art. 34 Abs. 3 VZV",
        "content": "Der Führerausweis kann namentlich örtlich, zeitlich, auf bestimmte Strassentypen, auf bestimmte Fahrzeugarten oder auf individuell angepasste oder ausgestattete Fahrzeuge beschränkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_34"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Verlängerung der Probezeit",
        "citation": "Art. 35 Abs. 1 VZV",
        "content": "Begeht der Inhaber des Führerausweises auf Probe eine Widerhandlung, die zum Entzug des Führerausweises der Kategorien und Unterkategorien führt, und endet dieser Entzug während der Probezeit, wird ein neuer Führerausweis auf Probe ausgestellt. Die neue Probezeit endet ein Jahr nach dem Ablaufdatum des entzogenen Führerausweises auf Probe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Verlängerung der Probezeit",
        "citation": "Art. 35 Abs. 2 VZV",
        "content": "Endet der Ausweisentzug nach der Probezeit, wird ein neuer Führerausweis auf Probe ausgestellt. Die neue Probezeit endet ein Jahr nach seinem Ausstellungsdatum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Annullierung",
        "citation": "Art. 35a Abs. 1 VZV",
        "content": "Begeht der Inhaber des Führerausweises auf Probe eine zweite Widerhandlung, die zum Entzug des Führerausweises der Kategorien und Unterkategorien führt, wird der Ausweis annulliert. Dies gilt auch, wenn der Ausweis inzwischen unbefristet erteilt worden ist. Mit der Annullierung muss der Führerausweis eingezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Annullierung",
        "citation": "Art. 35a Abs. 2 VZV",
        "content": "Die Annullierung betrifft alle Kategorien und Unterkategorien. Sie betrifft auch die Spezialkategorien, wenn der Ausweisinhaber keine Gewähr bietet, dass er künftig mit Fahrzeugen der Spezialkategorien keine Widerhandlungen begeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Annullierung",
        "citation": "Art. 35a Abs. 2bis VZV",
        "content": "Bei einer Annullierung sind allfällig vorhandene Lernfahrausweise zu entziehen und ebenfalls einzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Annullierung",
        "citation": "Art. 35a Abs. 3 VZV",
        "content": "Betrifft die Annullierung nur die Kategorien und Unterkategorien, stellt die Zulassungsbehörde einen Führerausweis der Spezialkategorien aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Annullierung",
        "citation": "Art. 35a Abs. 4 VZV",
        "content": "Die Entzugsbehörde informiert den betroffenen Fahrzeugführer über die Voraussetzungen, unter denen er wieder einen Lernfahrausweis erwerben kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132a, Massnahmen gegenüber Inhabern des Führerausweises auf Probe, Neuer Lernfahrausweis",
        "citation": "Art. 35b VZV",
        "content": "Wer nach der Annullierung des Führerausweises auf Probe Motorfahrzeuge führen will, muss ein Gesuch um einen Lernfahrausweis stellen. Artikel 35a Absatz 3 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_35_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132b, Fahrverbot und Verwarnung, Fahrverbot und Verwarnung",
        "citation": "Art. 36 Abs. 1 VZV",
        "content": "Die Verwaltungsbehörde des Wohnsitzkantons hat Personen das Führen von Motorfahrzeugen, für die ein Führerausweis nicht erforderlich ist, zu untersagen, wenn diese infolge körperlicher oder geistiger Krankheiten oder Gebrechen, wegen Trunksucht oder anderer Süchte oder aus anderen Gründen dazu nicht geeignet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_36"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132b, Fahrverbot und Verwarnung, Fahrverbot und Verwarnung",
        "citation": "Art. 36 Abs. 2 VZV",
        "content": "Ein Fahrverbot kann für mindestens einen Monat angeordnet werden, wenn der Führer durch Verletzung von Verkehrsregeln den Verkehr schwer oder wiederholt gefährdet oder andere Verkehrsteilnehmer wiederholt belästigt hat. Wird von einem Fahrverbot abgesehen, kann der Fehlbare verwarnt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_36"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132b, Fahrverbot und Verwarnung, Fahrverbot und Verwarnung",
        "citation": "Art. 36 Abs. 3 VZV",
        "content": "Ein Fahrverbot von mindestens einem Monat muss gegenüber Personen verfügt werden, die ein Motorfahrzeug, für das ein Führerausweis nicht erforderlich ist:\na. mit einer Atemalkoholkonzentration von 0,40 mg/l oder mehr oder mit einer Blutalkoholkonzentration von 0,80 Promille oder mehr geführt haben;\nb. in fahrunfähigem Zustand wegen Betäubungs- oder Arzneimitteleinfluss geführt haben;\nc. geführt haben und sich vorsätzlich einer Blutprobe, einer Atemalkoholprobe oder einer Voruntersuchung, die angeordnet wurde oder mit deren Anordnung sie rechnen mussten, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzogen oder den Zweck dieser Massnahmen vereitelt haben;\nd. zum Gebrauch entwendet haben;\ne. trotz Fahrverbotes geführt haben;\nf. nach Verletzung oder Tötung eines Menschen zur Flucht verwendet haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_36"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132b, Fahrverbot und Verwarnung, Fahrverbot und Verwarnung",
        "citation": "Art. 36 Abs. 4 VZV",
        "content": "Eine Verwarnung kann verfügt werden, wenn die Atemalkoholkonzentration 0,25 mg/l oder mehr, aber weniger als 0,40 mg/l oder wenn die Blutalkoholkonzentration 0,50 Promille oder mehr, aber weniger als 0,80 Promille beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_36"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 132b, Fahrverbot und Verwarnung, Umfang des Fahrverbotes",
        "citation": "Art. 37 VZV",
        "content": "Das Fahrverbot gilt für jene Fahrzeugarten, für die es in der Verfügung angeordnet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_37"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Allgemeines",
        "citation": "Art. 40 Abs. 1 VZV",
        "content": "Der Verkehrsunterricht nach Artikel 25 Absatz 3 Buchstabe e SVG wird von den Kantonen durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_40"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Allgemeines",
        "citation": "Art. 40 Abs. 2 VZV",
        "content": "Durch eine gezielte Nachschulung sollen die Kursteilnehmer zu korrektem Verhalten im Strassenverkehr veranlasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_40"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Allgemeines",
        "citation": "Art. 40 Abs. 3 VZV",
        "content": "Zum Verkehrsunterricht können Motorfahrzeugführer, Führer von Motorfahrrädern und Radfahrer aufgeboten werden, die wiederholt in verkehrsgefährdender Weise gegen Verkehrsregeln verstossen haben. Zuständig für die Anordnung sind die Entzugsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_40"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Allgemeines",
        "citation": "Art. 40 Abs. 4 VZV",
        "content": "Der Besuch des Verkehrsunterrichts kann allein oder in Verbindung mit anderen Massnahmen (Verwarnung, Entzug, Fahrverbot) verfügt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_40"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Allgemeines",
        "citation": "Art. 40 Abs. 5 VZV",
        "content": "Die Kosten des Verkehrsunterrichts gehen zu Lasten der Betroffenen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_40"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 1 VZV",
        "content": "Wer Verkehrsunterricht durchführen will, bedarf der Anerkennung durch die kantonale Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 1bis VZV",
        "content": "Die Anerkennung wird erteilt, wenn:\na. die Leitung für eine einwandfreie Durchführung des Unterrichts Gewähr bietet;\nb. für den Unterricht geeignete Lehrkräfte eingesetzt werden;\nc. das geeignete Unterrichtslokal und -material vorhanden sind;\nd. der Lehrplan und der Lehrstoff den vorgeschriebenen Unterricht gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 1ter VZV",
        "content": "Die Anerkennung zur Durchführung von Verkehrsunterricht gilt für die ganze Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 2 VZV",
        "content": "Die Dauer des Kurses richtet sich nach Art und Gestaltung, beträgt aber in der Regel acht Stunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 3 VZV",
        "content": "Ergeben sich beim Verkehrsunterricht Zweifel an der Eignung eines Teilnehmers als Fahrzeugführer, so ist der kantonalen Behörde Meldung zu erstatten. Diese trifft die notwendigen Massnahmen; sie kann unter anderem die Wiederholung des Kurses, Fahrunterricht oder eine neue Führerprüfung (Art. 28) anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 4 VZV",
        "content": "Die Vorladung zum Verkehrsunterricht ist unter Hinweis auf die begangenen Verkehrswiderhandlungen zu begründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 13, Massnahmen, 134, Verkehrsunterricht zur Nachschulung, Organisation; Verfahren",
        "citation": "Art. 41 Abs. 5 VZV",
        "content": "Wird der Vorladung unentschuldigt keine Folge gegeben, so setzt die kantonale Behörde einen neuen Termin fest; der Betroffene hat die Kosten für den versäumten Verkehrsunterricht zu tragen. Die Anfechtung neuer Vorladungen, die wegen Vereinbarung eines anderen Termins ergehen, ist ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_41"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 1 VZV",
        "content": "Motorfahrzeugführer aus dem Ausland dürfen in der Schweiz nur Motorfahrzeuge führen, wenn sie:\na. einen gültigen nationalen Führerausweis besitzen; oder\nb. einen gültigen internationalen Führerausweis nach dem Abkommen vom 24. April 1926 über Kraftfahrzeugverkehr, nach dem Abkommen vom 19. September 1949 über den Strassenverkehr oder nach dem Übereinkommen vom 8. November 1968 über den Strassenverkehr besitzen und einen solchen zusammen mit dem entsprechenden nationalen Führerausweis vorweisen können;\nc. einen gültigen Lernfahrausweis besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 2 VZV",
        "content": "Der ausländische nationale, der internationale Führerausweis zusammen mit dem nationalen Führerausweis oder der ausländische Lernfahrausweis berechtigt den Inhaber in der Schweiz zur Führung der Motorfahrzeugkategorien, die auf dem Ausweis ausdrücklich, verständlich und in lateinischer Schrift dokumentiert sind. Der Inhaber eines ausländischen Lernfahrausweises muss von einer Person begleitet werden, welche die Anforderungen nach Artikel 15 Absatz 1 SVG erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 2bis VZV",
        "content": "Mit einem gültigen ausländischen Führerausweis für Motorfahrräder darf in der Schweiz ein Fahrzeug geführt werden, das die Anforderungen von Artikel 18 Buchstabe a VTS erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 3 VZV",
        "content": "Motorfahrzeugführer aus dem Ausland, die mit einem Motorfahrrad im Sinne von Artikel 18 Buchstabe a VTS, einem land- oder forstwirtschaftlichen Motorfahrzeug oder einem Arbeitsmotorfahrzeug in die Schweiz einreisen und mit dem Fahrzeug in der Schweiz verkehren, benötigen keinen Führerausweis, sofern in ihrem Herkunftsland für die entsprechenden Fahrzeuge kein Ausweis verlangt wird. Solche Führer haben stets einen Identitätsausweis mit Foto auf sich zu tragen und dürfen nur das Fahrzeug führen, mit dem sie in die Schweiz eingereist sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 3bis VZV",
        "content": "Einen schweizerischen Führerausweis benötigen:\na. Fahrzeugführer aus dem Ausland, die seit zwölf Monaten in der Schweiz wohnen und sich in dieser Zeit nicht länger als drei Monate ununterbrochen im Ausland aufgehalten haben;\nb. Personen mit einem gültigen Führerausweis, der nicht von einem Mitgliedstaat der EU oder der EFTA ausgestellt wurde, die berufsmässig in der Schweiz immatrikulierte Motorfahrzeuge der Kategorien C oder D oder der Unterkategorien C1 oder D1 führen oder einer Bewilligung nach Artikel 25 bedürfen; ausgenommen ist das Zirkus- und Schaustellerpersonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 3ter VZV",
        "content": "Personen, die Vorrechte, Immunitäten und Erleichterungen nach Artikel 2 Absatz 2 des Gaststaatgesetzes vom 22. Juni 2007 geniessen, benötigen keinen schweizerischen Führerausweis, wenn sie:\na. einen gültigen nationalen Führerausweis besitzen;\nb. nicht Schweizer Bürger sind; und\nc. Inhaber einer Legitimationskarte des Eidgenössischen Departements für auswärtige Angelegenheiten sind, welche bestätigt, dass sie die Immunität von der Gerichtsbarkeit geniessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Anerkennung der Ausweise",
        "citation": "Art. 42 Abs. 4 VZV",
        "content": "Ausländische Führerausweise, die der Führer unter Umgehung der Bestimmungen dieser Verordnung über den Erwerb des schweizerischen Führerausweises oder der in seinem Wohnsitzstaat geltenden Zuständigkeitsbestimmungen erworben hat, dürfen in der Schweiz nicht verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_42"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Mindestalter",
        "citation": "Art. 43 Abs. 1 VZV",
        "content": "Ausländische Lernfahr- und Führerausweise dürfen in der Schweiz nur von Personen verwendet werden, die das in dieser Verordnung für die Ausweisinhaber mit Wohnsitz in der Schweiz vorgeschriebene Mindestalter erreicht haben. Für unbegleitete Fahrten mit Motorwagen der Kategorie B gilt ein Mindestalter von 18 Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_43"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Mindestalter",
        "citation": "Art. 43 Abs. 2 VZV",
        "content": "Personen mit Wohnsitz im Ausland, die nach dem Recht ihres Herkunftslandes keinen Führerausweis für Motorfahrräder benötigen und das dort vorgeschriebene Mindestalter erreicht haben, sind zu Fahrten in der Schweiz zugelassen, wenn sie mindestens 16 Jahre alt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_43"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Mindestalter",
        "citation": "Art. 43 Abs. 3 VZV",
        "content": "Das ASTRA kann in begründeten Fällen Ausnahmen vom Mindestalter ausländischer Fahrzeugführer bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_43"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 1 VZV",
        "content": "Dem Inhaber eines gültigen nationalen ausländischen Ausweises wird der schweizerische Führerausweis der entsprechenden Kategorie erteilt, wenn er auf einer Kontrollfahrt nachweist, dass er die Verkehrsregeln kennt und Fahrzeuge der Kategorien, für die der Ausweis gelten soll, sicher zu führen versteht. Führer von Motorwagen haben die Kontrollfahrt auf einem Fahrzeug der Kategorie abzulegen, welche zum Führen aller im Ausweis eingetragenen Kategorien berechtigt. Besitzt der Ausweisinhaber zusätzlich die Berechtigung zum Führen von Motorrädern, so wird dafür keine weitere Kontrollfahrt durchgeführt. Für die ärztlichen Untersuchungen gelten die Artikel 7 Absätze 1 und 1bis, 9, 11b Absatz 3 Buchstaben a und c sowie 27 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 1bis VZV",
        "content": "Die Kontrollfahrt kann nicht wiederholt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 1ter VZV",
        "content": "Bleibt die betroffene Person der Kontrollfahrt unentschuldigt fern, gilt diese als nicht bestanden. Die Behörde muss bei der Anordnung der Kontrollfahrt auf diese Säumnisfolge aufmerksam machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 1quater VZV",
        "content": "Besteht die betroffene Person die Kontrollfahrt nicht, wird der ausländische Führerausweis aberkannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 2 VZV",
        "content": "Der zum berufsmässigen Führen von Motorfahrzeugen berechtigende schweizerische Führerausweis wird Motorfahrzeugführern aus dem Ausland nur erteilt, wenn sie zusätzlich zur Kontrollfahrt an einer Prüfung nachweisen, dass sie die in der Schweiz für solche Führer geltende Regelung kennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 3 VZV",
        "content": "Führer von ausländischen Motorfahrrädern, Kleinmotorrädern, land- und forstwirtschaftlichen Motorfahrzeugen und Arbeitsmotorfahrzeugen, die sich um den schweizerischen Führerausweis bewerben, haben eine Führerprüfung abzulegen, wenn sie nicht im Besitz eines entsprechenden ausländischen Ausweises sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Erwerb des schweizerischen Führerausweises",
        "citation": "Art. 44 Abs. 4 VZV",
        "content": "Wenn die Behörden einen schweizerischen Führerausweis erteilen, müssen sie Ausweise, die von EU- oder EFTA-Staaten ausgestellt worden sind, an die Ausstellungsbehörde zurücksenden. Andere Ausweise müssen sie an die Ausstellungsbehörde zurücksenden oder dem Inhaber aushändigen. Der Inhalt der ausländischen Ausweise wird registriert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Führerausweis auf Probe",
        "citation": "Art. 44a Abs. 1 VZV",
        "content": "Inhabern eines gültigen ausländischen Führerausweises, der zum Führen von Motorfahrzeugen der Kategorie A oder B berechtigt, wird ein schweizerischer Führerausweis auf Probe erteilt. Die Probezeit beginnt mit der Ausstellung des schweizerischen Führerausweises. Sie dauert drei Jahre, abzüglich der Zeitdauer zwischen dem Ausstelldatum des ausländischen Führerausweises und dem letzten regulären Umtauschtermin nach Artikel 42 Absatz 3bis Buchstabe a. Sie bezieht sich auf alle bereits erworbenen Ausweiskategorien und auf die während der Probezeit erworbenen weiteren Kategorien und Unterkategorien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Führerausweis auf Probe",
        "citation": "Art. 44a Abs. 2 VZV",
        "content": "Der schweizerische Führerausweis wird nicht auf Probe erteilt bei Personen, deren Führerausweis der Kategorie A oder B:\na. vor dem 1. Dezember 2005 ausgestellt wurde; oder\nb. am oder nach dem 1. Dezember 2005 ausgestellt wurde und bei der Wohnsitznahme in der Schweiz bereits mindestens ein Jahr gültig war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_44_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 1 VZV",
        "content": "Ausländische Führerausweise können nach den gleichen Bestimmungen aberkannt werden, die für den Entzug des schweizerischen Führerausweises gelten. Sie sind ausserdem auf unbestimmte Zeit abzuerkennen, wenn sie in Umgehung der schweizerischen oder ausländischen Zuständigkeitsbestimmungen im Ausland erworben worden sind. Die Aberkennung eines ausländischen Führerausweises ist der zuständigen ausländischen Behörde direkt oder durch Vermittlung des ASTRA mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 2 VZV",
        "content": "Mit dem Entzug des schweizerischen Führerausweises ist immer auch die Aberkennung allfälliger ausländischer Führerausweise zu verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 3 VZV",
        "content": "Bei internationalen Führerausweisen ist die Aberkennung an der dafür vorgesehenen Stelle einzutragen. Der Eintrag ist mit dem Amtsstempel zu versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 4 VZV",
        "content": "Aberkannte ausländische Führerausweise werden bei der Behörde hinterlegt, sofern der Inhaber in der Schweiz Wohnsitz hat. Sie werden dem Berechtigten ausgehändigt:\na. nach Ablauf der Aberkennungsfrist oder Aufhebung der Aberkennung;\nb. auf Verlangen, wenn er den Wohnsitz in der Schweiz aufgibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 4bis VZV",
        "content": "Unbefristet aberkannte ausländische Führerausweise werden mit einer Kopie der Aberkennungsverfügung an die Ausstellungsbehörde zurückgesendet, sofern der Inhaber in der Schweiz keinen Wohnsitz hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 5 VZV",
        "content": "Kann die Aberkennung dem Betroffenen in der Schweiz nicht eröffnet werden, so ist sie durch das ASTRA auf dem Rechtshilfeweg eröffnen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 6 VZV",
        "content": "Aberkennungen, die wegen Umgehung der schweizerischen oder ausländischen Zuständigkeitsbestimmungen verfügt wurden, erlöschen, wenn der Inhaber nachweist, dass er seither:\na. während mindestens drei Monaten Wohnsitz in dem Staat begründet hat, der den aberkannten Ausweis ausgestellt hat; oder\nb. einen gültigen Ausweis im neuen Wohnsitzstaat erworben hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Aberkennung; Entzug",
        "citation": "Art. 45 Abs. 7 VZV",
        "content": "Die von ausländischen Behörden verfügten Entzüge von ausländischen Führerausweisen sind zu vollziehen, wenn das ASTRA dies anordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_45"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Internationale Führerausweise",
        "citation": "Art. 46 Abs. 1 VZV",
        "content": "Internationale Führerausweise dürfen nur Inhabern nationaler schweizerischer oder ausländischer Ausweise erteilt werden, die in der Schweiz Wohnsitz haben. Aufgrund schweizerischer Ausweise ausgestellte internationale Führerausweise sind in der Schweiz ungültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_46"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Internationale Führerausweise",
        "citation": "Art. 46 Abs. 2 VZV",
        "content": "Die Gültigkeitsdauer beträgt drei Jahre; sie darf nicht über die Gültigkeitsdauer des nationalen Führerausweises hinausgehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_46"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Internationale Führerausweise",
        "citation": "Art. 46 Abs. 3 VZV",
        "content": "Die Kantone können die Ausstellung internationaler Führerausweise an Inhaber schweizerischer Führerausweise Strassenbenützerverbänden übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_46"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 14, Motorfahrzeugführer aus dem Ausland, Internationale Führerausweise",
        "citation": "Art. 46 Abs. 4 VZV",
        "content": "Wird ein nationaler Führerausweis entzogen oder aberkannt, so ist für die Dauer der Massnahme auch ein allfälliger internationaler Führerausweis einzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_46"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Bewilligungspflicht",
        "citation": "Art. 64a Abs. 1 VZV",
        "content": "Moderatoren von Weiterausbildungskursen benötigen eine Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Bewilligungspflicht",
        "citation": "Art. 64a Abs. 2 VZV",
        "content": "Die Bewilligung wird vom Wohnsitzkanton erteilt. Sie ist in der ganzen Schweiz gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Voraussetzungen",
        "citation": "Art. 64b Abs. 1 VZV",
        "content": "Voraussetzung für den Erhalt der Bewilligung ist der Besuch einer Moderatorenausbildung an einer vom ASTRA anerkannten Ausbildungsstätte und die Erlangung des Kompetenznachweises nach Artikel 64d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Voraussetzungen",
        "citation": "Art. 64b Abs. 2 VZV",
        "content": "Wer zur Ausbildung zugelassen werden will, hat bei der zuständigen Behörde des Wohnsitzkantons ein Gesuch mit Lebenslauf, Angaben über die bisherige Ausbildung und Berufszeugnisse einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Voraussetzungen",
        "citation": "Art. 64b Abs. 3 VZV",
        "content": "Zur Ausbildung zugelassen wird, wer:\na. das 25. Altersjahr vollendet hat;\nb. einen Abschluss als Fahrlehrer, Verkehrsexperte, Verkehrsinstruktor oder eine gleichwertige Ausbildung nachweist;\nc. drei Jahre Berufserfahrung in einem Tätigkeitsgebiet nach Buchstabe b nachweist;\nd. nach seinem bisherigen Verhalten Gewähr für eine einwandfreie Berufsausübung bietet;\ne. einen die sozialpädagogische Eignung bestätigenden Eintrittstest bestanden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_b"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Ausbildung",
        "citation": "Art. 64c Abs. 1 VZV",
        "content": "Die Ausbildung muss den Bewerber befähigen:\na. den Lehr- und Prüfungsstoff der Basistheorie, des Kurses über Verkehrskunde, der praktischen Grundschulung für Motorrad-Fahrschüler und der praktischen Führerprüfung zu kennen;\nb. den Inhalt der Weiterausbildung nach Artikel 27b Absätze 1 und 2 methodisch geeignet zu vermitteln;\nc. die unterschiedlichen Charaktere der Kursteilnehmer sowie die unterschiedlichen Gruppendynamiken zu erkennen und einzuschätzen und die entsprechende Lehrmethode zu wählen;\nd. die Hauptursachen von Strassenverkehrsunfällen unter besonderer Berücksichtigung der Neulenker als Verursacher zu kennen;\ne. die Entwicklungsphasen von jungen Erwachsenen und ihre Auswirkungen auf das Verhalten im Strassenverkehr zu kennen;\nf. die innere Einstellung der Kursteilnehmer so zu beeinflussen, dass diese zu einem gefahrenvermeidenden, umweltschonenden und partnerschaftlichen Fahren motiviert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Ausbildung",
        "citation": "Art. 64c Abs. 2 VZV",
        "content": "Vorkenntnisse werden nach Anhören der Ausbildungsstätte angerechnet. Für die Zuständigkeiten gilt Artikel 27g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_c"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Kompetenznachweis",
        "citation": "Art. 64d Abs. 1 VZV",
        "content": "Zur Erlangung des Kompetenznachweises muss der Bewerber:\na. in einer schriftlichen Prüfung nachweisen, dass er fähig ist, unterschiedlich zusammengesetzten Personengruppen Theorie- und Praxisunterricht zu erteilen; und\nb. probeweise einen Weiterausbildungskurs moderieren, der den ganzen Inhalt abdeckt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Kompetenznachweis",
        "citation": "Art. 64d Abs. 2 VZV",
        "content": "Das Ergebnis der Prüfung ist dem Bewerber unter Angabe der Gesamtnote schriftlich zu eröffnen. Im Falle des Nichtbestehens ist eine Rechtsmittelbelehrung anzufügen. Das Prüfungsergebnis ist dem Wohnsitzkanton des Bewerbers mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Kompetenznachweis",
        "citation": "Art. 64d Abs. 3 VZV",
        "content": "Wer die Moderatorenprüfung nicht bestanden hat, kann die nicht bestandenen Elemente im Rahmen einer Nachprüfung wiederholen. Wird diese Nachprüfung nicht bestanden, so muss der Kandidat das Hauptmodul ein zweites Mal absolvieren, bevor er zu einer dritten und letzten Prüfung zugelassen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_d"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Geltungsdauer der Bewilligung",
        "citation": "Art. 64e Abs. 1 VZV",
        "content": "Die Bewilligung wird auf drei Jahre befristet. Ihre Geltungsdauer wird um jeweils drei Jahre verlängert, wenn der Inhaber den Nachweis erbringt, dass er innerhalb der drei Jahre:\na. an mindestens 30 Tagen Weiterausbildungskurse für die Inhaber eines Führerausweises auf Probe erteilt hat; und\nb. zwei ganztägige Weiterbildungskurse für Moderatoren besucht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Geltungsdauer der Bewilligung",
        "citation": "Art. 64e Abs. 2 VZV",
        "content": "Die Anforderungen an die Organisatoren und den Inhalt der Weiterbildungskurse für Moderatoren legen die Kantone im Einvernehmen mit dem ASTRA fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Geltungsdauer der Bewilligung",
        "citation": "Art. 64e Abs. 3 VZV",
        "content": "Den Moderatoren ist die Erteilung von Weiterausbildungskursen von den Kursveranstaltern und jeder ganztägige Besuch von Weiterbildungskursen von deren Organisatoren schriftlich zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_e"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Ausbildungsstätten für Moderatoren",
        "citation": "Art. 64f Abs. 1 VZV",
        "content": "Ausbildungsstätten für Moderatoren müssen vom ASTRA anerkannt werden. Die Anerkennung wird erteilt, wenn:\na. die Leitung für die einwandfreie Führung der Ausbildungsstätte und die sachkundige Überwachung des Unterrichts Gewähr bietet;\nb. der Ausbildungsstätte geeignete Lehrkräfte zur Verfügung stehen;\nc. das geeignete Unterrichtslokal und -material sowie geeignete Unterrichtsplätze vorhanden sind;\nd. der Lehrplan und der gebotene Lehrstoff die vorgeschriebene Ausbildung gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Ausbildungsstätten für Moderatoren",
        "citation": "Art. 64f Abs. 2 VZV",
        "content": "Das ASTRA kann die Anerkennung widerrufen, wenn deren Voraussetzungen nicht mehr gegeben sind oder wenn an der Ausbildungsstätte während mehr als zwei Jahren keine Moderatoren mehr ausgebildet wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 15a, Moderatoren von Weiterausbildungskursen, Ausbildungsstätten für Moderatoren",
        "citation": "Art. 64f Abs. 3 VZV",
        "content": "Die Ausbildungsstätten haben dafür zu sorgen, dass die Ausbildung die für Moderatoren erforderlichen Kenntnisse und Fähigkeiten vermittelt. Sie haben die Bewerber zur Prüfung für die Erlangung des Kompetenznachweises anzumelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_64_f"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Anforderungen",
        "citation": "Art. 65 Abs. 1 VZV",
        "content": "Die Verkehrsexperten für amtliche Führer- und Fahrzeugprüfungen müssen die Anforderungen nach den Absätzen 2–5 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_65"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Anforderungen",
        "citation": "Art. 65 Abs. 2 VZV",
        "content": "Der Verkehrsexperte für Führer- und Fahrzeugprüfungen muss:\na. das 24. Altersjahr vollendet haben;\nb. sich über eine abgeschlossene Lehre als Automechaniker oder in einem technisch gleichwertigen Beruf sowie über eine mindestens einjährige Berufspraxis seit Abschluss der Lehre ausweisen;\nc. seit mindestens drei Jahren im Besitz des schweizerischen Führerausweises der Kategorie B oder C sein, ohne während dieser Zeit eine verkehrsgefährdende Verletzung von Verkehrsvorschriften begangen zu haben;\nd. nachweisen, dass er die medizinischen Mindestanforderungen nach Anhang 1 erfüllt, indem er eine Meldung nach Anhang 3 eines Arztes mit der Anerkennung der Stufe 2 beibringt;\ne. ein die verkehrspsychologische Eignung bestätigendes Gutachten eines Verkehrspsychologen nach Artikel 5c beibringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_65"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Anforderungen",
        "citation": "Art. 65 Abs. 3 VZV",
        "content": "Der Verkehrsexperte für Führerprüfungen hat sich anstelle von Absatz 2 Buchstabe b über eine abgeschlossene Lehre in irgendeinem Beruf oder über eine andere gleichwertige Ausbildung auszuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_65"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Anforderungen",
        "citation": "Art. 65 Abs. 4 VZV",
        "content": "Beim Verkehrsexperten für Fahrzeugprüfungen entfällt die Anforderung nach Absatz 2 Buchstabe e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_65"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Anforderungen",
        "citation": "Art. 65 Abs. 5 VZV",
        "content": "Fahrlehrer, die Verkehrsexperten werden wollen, müssen den Fahrlehrerberuf während mindestens eines Jahres klaglos ausgeübt und das 24. Altersjahr vollendet haben. Sie müssen in der Ausbildung und Prüfung die Fächer nachholen, auf die sich die Fahrlehrerprüfung nicht bezogen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_65"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Ausbildung",
        "citation": "Art. 66 Abs. 1 VZV",
        "content": "Die Ausbildung zum Verkehrsexperten für Führer- und/oder Fahrzeugprüfungen erfolgt in den Fachgruppen nach Anhang 7. Der Verkehrsexperte für Führer- oder Fahrzeugprüfungen, der Verkehrsexperte für Führer- und Fahrzeugprüfungen werden will, hat in der Ausbildung die Fachgruppen nachzuholen, in denen er nicht ausgebildet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_66"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Ausbildung",
        "citation": "Art. 66 Abs. 2 VZV",
        "content": "Der Lehrstoff der theoretischen Fachgruppen ist auf die praktische Tätigkeit der Verkehrsexperten auszurichten. In der praktischen Ausbildung wird der angehende Verkehrsexperte in den technischen und administrativen Betriebsablauf der Zulassungsbehörde eingeführt und zur selbständigen Abnahme von Führer- und/oder Fahrzeugprüfungen befähigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_66"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Ausbildung",
        "citation": "Art. 66 Abs. 3 VZV",
        "content": "Die Ausbildung in den theoretischen Fachgruppen erfolgt in Kursen durch fachlich und pädagogisch geschulte Lehrkräfte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_66"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Ausbildung",
        "citation": "Art. 66 Abs. 4 VZV",
        "content": "Die praktische Ausbildung umfasst Instruktionen und praktische Arbeiten. Sie erfolgt bei Verkehrsexperten, die zur Abnahme von Fahrzeugprüfungen ausgebildet werden, durch Zulassungsbehörden, die über die erforderlichen Einrichtungen und Geräte verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_66"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Prüfung",
        "citation": "Art. 67 Abs. 1 VZV",
        "content": "Nach Abschluss eines Kurses, frühestens aber nach sechsmonatiger Tätigkeit bei einer Zulassungsbehörde hat der angehende Verkehrsexperte eine Abschlussprüfung in den Fachgruppen nach Anhang 7 abzulegen. Der Verkehrsexperte für Führerprüfungen oder für Fahrzeugprüfungen, der Verkehrsexperte für Führer- und Fahrzeugprüfungen werden will, hat die Prüfung in den Fachgruppen abzulegen, in denen er nicht geprüft worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_67"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Prüfung",
        "citation": "Art. 67 Abs. 1bis VZV",
        "content": "Die Prüfung in den Fachgruppen nach Anhang 7 Ziffern 12, 22 und 32 kann in mehrere Teilprüfungen aufgeteilt werden. Die Teilprüfungen können vor Abschluss eines Kurses, aber frühestens nach dreimonatiger Tätigkeit bei einer Zulassungsbehörde abgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_67"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Prüfung",
        "citation": "Art. 67 Abs. 2 VZV",
        "content": "Bei der Beurteilung der Prüfung sind die Erfahrungsnoten zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_67"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Prüfung",
        "citation": "Art. 67 Abs. 3 VZV",
        "content": "Das Ergebnis der Prüfung ist dem Geprüften unter Angabe der Noten pro Fachgruppe und der Gesamtnote von der Zulassungsbehörde zu eröffnen, bei der der Geprüfte angestellt ist. Das Bestehen der Prüfung ist durch ein Zeugnis zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_67"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Wiederholung der Prüfung",
        "citation": "Art. 68 Abs. 1 VZV",
        "content": "Die Verkehrsexperten-Prüfung kann insgesamt dreimal abgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_68"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Wiederholung der Prüfung",
        "citation": "Art. 68 Abs. 2 VZV",
        "content": "Wer die Prüfung nicht bestanden hat, wird jeweils frühestens nach Ablauf eines halben Jahres nochmals zur Prüfung zugelassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_68"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Wiederholung der Prüfung",
        "citation": "Art. 68 Abs. 3 VZV",
        "content": "Die zweite Prüfung bezieht sich nur auf die Fachgruppen, in denen das Ergebnis ungenügend war, die dritte Prüfung dagegen auf alle Fachgruppen der zweiten Prüfung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_68"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Einsatz der Verkehrsexperten",
        "citation": "Art. 68a Abs. 1 VZV",
        "content": "Die Verkehrsexperten dürfen amtliche Führer- oder Fahrzeugprüfungen abnehmen, wenn sie die Ausbildung nach Artikel 66 abgeschlossen und die Prüfung nach Artikel 67 bestanden haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_68_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Einsatz der Verkehrsexperten",
        "citation": "Art. 68a Abs. 2 VZV",
        "content": "Haben sie eine Teilprüfung nach Artikel 67 Absatz 1bis bestanden, so dürfen sie bereits während der Ausbildung selbstständig Führer- oder Fahrzeugprüfungen abnehmen, wenn:\na. die in der Teilprüfung nachgewiesenen Kompetenzen sie dazu befähigen; und\nb. sie dabei in geeigneter Weise von einem Ausbilder betreut werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_68_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Aufgaben der Behörden",
        "citation": "Art. 69 Abs. 1 VZV",
        "content": "Die Kantone und die zuständige Behörde des Bundes erlassen ein Ausbildungs- und Prüfungsreglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_69"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Aufgaben der Behörden",
        "citation": "Art. 69 Abs. 2 VZV",
        "content": "Die Ausbildung der Verkehrsexperten obliegt den Kantonen. Die Prüfung wird durch kantonale oder interkantonale Kommissionen abgenommen, denen Vorsteher von Zulassungsbehörden, Chef-Verkehrsexperten und weitere Fachleute angehören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_69"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 16, Verkehrsexperten für Führer- und Fahrzeugprüfungen, Aufgaben der Behörden",
        "citation": "Art. 69 Abs. 3 VZV",
        "content": "Die Kantone und die zuständige Bundesstelle sind für die Weiterbildung ihrer Verkehrsexperten besorgt. Ihnen obliegt insbesondere die Weiterausbildung der Verkehrsexperten zur Abnahme von Führerprüfungen und zur Durchführung technischer Prüfungen von Fahrzeugen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_69"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 17, Vermieter von Motorfahrzeugen",
        "citation": "Art. 70 Abs. 1 VZV",
        "content": "Wer gewerbsmässig Motorfahrzeuge an Selbstfahrer vermietet, hat über die Mieter Verzeichnisse zu führen. Er hat den Kontrollorganen auf Verlangen Einsicht in diese Verzeichnisse zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_70"
    },
    {
        "book": "VZV",
        "title": "VZV, 1, Zulassung von Personen, 17, Vermieter von Motorfahrzeugen",
        "citation": "Art. 70 Abs. 2 VZV",
        "content": "Die Verzeichnisse sind während zweier Jahre aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_70"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Grundsätze",
        "citation": "Art. 71 Abs. 1 VZV",
        "content": "Fahrzeugausweis und Kontrollschilder werden erteilt, wenn:\na. die vorgeschriebene Haftpflichtversicherung besteht oder der Halter nach Artikel 73 Absatz 1 SVG von der Versicherungspflicht befreit ist;\nb. das Fahrzeug den Bau- und Ausrüstungsvorschriften entspricht und die für die Zulassung erforderlichen Angaben vorliegen;\nc. das Fahrzeug nach AStG versteuert oder von der Steuer befreit ist;\nd. das im Ausland hergestellte Fahrzeug veranlagt oder von der Zollveranlagung befreit ist;\ne. kein Antrag des Bundesamts für Zoll und Grenzsicherheit (BAZG) auf Verweigerung der Erteilung des Fahrzeugausweises und des Kontrollschildes gestützt auf Artikel 14a des Schwerverkehrsabgabegesetzes vom 19. Dezember 1997 (SVAG) vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_71"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Grundsätze",
        "citation": "Art. 71 Abs. 1bis VZV",
        "content": "Das Verfahren zur Prüfung der Voraussetzungen nach Absatz 1 Buchstabe b richtet sich nach der VTS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_71"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Grundsätze",
        "citation": "Art. 71 Abs. 2 VZV",
        "content": "Für die Erteilung von Tagesausweisen und Kollektiv-Fahrzeugausweisen sowie die Abgabe von entsprechenden Kontrollschildern (Art. 20–26 VVV) ist eine Bewilligung der Zollbehörden nicht erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_71"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Grundsätze",
        "citation": "Art. 71 Abs. 3 VZV",
        "content": "Für die provisorische Zulassung der Fahrzeuge gelten die Artikel 16–19 VVV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_71"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Grundsätze",
        "citation": "Art. 71 Abs. 4 VZV",
        "content": "Fahrzeugausweise sind, unter Vorbehalt der Abgabe eines Duplikats, stets im Original mitzuführen. Sie müssen bei land- und forstwirtschaftlichen Fahrzeugen auf Fahrten zwischen dem Betrieb und dem bewirtschafteten Einsatzgebiet sowie bei Anhängern der Feuerwehr und des Zivilschutzes auf Fahrten innerhalb des Gemeindegebietes nicht mitgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_71"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Ausnahmen",
        "citation": "Art. 72 Abs. 1 VZV",
        "content": "Weder Fahrzeugausweis noch Kontrollschilder benötigen:\na. Motoreinachser, die von einer zu Fuss gehenden Person geführt werden und keinen Anhänger ziehen;\nb. Motorhandwagen;\nc. folgende Anhänger, unter Ausschluss der Ausnahmeanhänger:\n1. land- und forstwirtschaftliche Anhänger mit einer Höchstgeschwindigkeit von 30 km/h an Traktoren sowie an Motorfahrzeugen mit einer bauartbedingten Höchstgeschwindigkeit von 30 km/h,\n2. land- und forstwirtschaftliche Anhänger mit einer Höchstgeschwindigkeit von 30 km/h und einem Garantiegewicht von höchstens 1500 kg an Motorfahrzeugen mit einer bauartbedingten Höchstgeschwindigkeit von mehr als 30 km/h und Allradantrieb,\n3. Anhänger an Motor- und Arbeitskarren,\n4. Anhänger und Nachlaufachsen an Motoreinachsern,\n5. Schlittenanhänger;\nd. Arbeitsfahrzeuge auf begrenzten, aber dem Verkehr nicht völlig verschlossenen Strassenbaustellen;\ne. Motorfahrzeuge und ihre Anhänger im behördlich bewilligten werkinternen Verkehr auf öffentlichen Strassen;\nf. Abschlepprollis;\ng. Fahrbare Transportbehälter; die Bewilligung für das Schleppen von und zur Verladestation wird auf das Zugfahrzeug ausgestellt und auf bestimmte Arten von Behältern beschränkt;\nh. geschleppte Motorfahrzeuge;\ni. Fahrzeuge, die auf einem Transportmotorwagen oder einem Anhänger transportiert und beim Auf- und Abladen gefahren werden, sofern der Halter des Transportfahrzeugs eine Versicherung nach Artikel 27 Absatz 1 VVV abgeschlossen hat;\nj. Fahrzeuge, die durch Unternehmen des Motorfahrzeuggewerbes auf dem betriebsinternen Areal verschoben werden, sofern eine Versicherung nach Artikel 27 Absatz 1 VVV besteht;\nk. Leicht-Motorfahrräder;\nl. Rollstühle mit elektrischem Antrieb und einer Höchstgeschwindigkeit bis 10 km/h;\nm. Arbeitskarren mit einer Höchstgeschwindigkeit bis 10 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_72"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 211, Zulassung, Ausnahmen",
        "citation": "Art. 72 Abs. 3 VZV",
        "content": "Die Kantone können bei Vorliegen eines gültigen Versicherungsnachweises die Überführung eines Fahrzeugs zur Fahrzeugprüfung auf dem kürzesten Weg durch eine Vorladung bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_72"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Ausweisarten",
        "citation": "Art. 73 VZV",
        "content": "Es gibt folgende Arten von Fahrzeugausweisen:\na. den Fahrzeugausweis für die ordentliche Zulassung von Motorfahrzeugen oder Anhängern;\nb. den Fahrzeugausweis für die provisorische Zulassung von Motorfahrzeugen oder Anhängern;\nc. den Tagesausweis für Motorfahrzeuge oder Anhänger;\nd. den Kollektiv-Fahrzeugausweis für die Zulassung von Motorfahrzeugen oder Anhängern von Unternehmungen des Motorfahrzeuggewerbes;\ne. den Ausweis für Ersatzfahrzeuge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_73"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Erteilung",
        "citation": "Art. 74 Abs. 1 VZV",
        "content": "Die Zulassungsbehörde des Standortkantons erteilt den Fahrzeugausweis dem Halter, wenn ihr der entsprechende Versicherungsnachweis zur Verfügung steht und folgende Unterlagen vorliegen:\na. bei der erstmaligen Zulassung eines Fahrzeugs schweizerischer Herkunft oder bei der Zulassung eines Fahrzeugs ausländischer Herkunft:\n1. den Prüfungsbericht (Form. 13.20 A) gegebenenfalls mit Zollstempel oder mit separater Zollbewilligung,\n2. ...\nb. bei der Zulassung bereits immatrikulierter Fahrzeuge nach Verlegung des Standortkantons oder Halterwechsel:\n1. den alten Fahrzeugausweis,\n2. beim Halterwechsel eines Fahrzeugs, für das keine Zollveranlagung durchgeführt wurde, zudem eine auf den neuen Halter lautende Bewilligung der Zollbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_74"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Erteilung",
        "citation": "Art. 74 Abs. 2 VZV",
        "content": "Der Bewerber um den Tagesausweis muss nicht Halter des Fahrzeugs sein, und das Fahrzeug muss nicht im Standortkanton zugelassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_74"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Erteilung",
        "citation": "Art. 74 Abs. 3 VZV",
        "content": "Der Kollektiv-Fahrzeugausweis wird vom Kanton, in dem das Unternehmen seinen Sitz hat, auf das Unternehmen oder dessen verantwortlichen Leiter ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_74"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Erteilung",
        "citation": "Art. 74 Abs. 4 VZV",
        "content": "Der Ausweis für Ersatzfahrzeuge kann auch vom Kanton erteilt werden, in dem das Originalfahrzeug gebrauchsunfähig geworden ist und das Ersatzfahrzeug bezogen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_74"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Erteilung",
        "citation": "Art. 74 Abs. 5 VZV",
        "content": "Die Inhaber haben unter Vorlage des Fahrzeugausweises der Behörde innert 14 Tagen jede Tatsache zu melden, die eine Änderung oder Ersetzung des Ausweises erfordert. Sie haben der Behörde die endgültige Ausserverkehrsetzung des Fahrzeugs unter Rückgabe des Fahrzeugausweises bekannt zu geben. Lässt der Halter innert 14 Tagen kein anderes Fahrzeug in den Verkehr setzen, so hat er auch die Kontrollschilder unverzüglich zurückzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_74"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Prüfungsbericht",
        "citation": "Art. 75 Abs. 1 VZV",
        "content": "Besteht eine Typengenehmigung (Art. 2 Bst. b TGV) oder ein Datenblatt (Art. 2 Bst. l TGV), so wird der Prüfungsbericht vom Hersteller oder Importeur ausgefüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_75"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Prüfungsbericht",
        "citation": "Art. 75 Abs. 2 VZV",
        "content": "Besteht weder eine Typengenehmigung noch ein Datenblatt, so wird der Prüfungsbericht von der Zulassungsbehörde ausgefüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_75"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Prüfungsbericht",
        "citation": "Art. 75 Abs. 3 VZV",
        "content": "Für die Meldung technischer Änderungen (Art. 34 Abs. 2 VTS) ist ein besonderer Prüfungsbericht (Form. 13.20 B) erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_75"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Prüfungsbericht",
        "citation": "Art. 75 Abs. 4 VZV",
        "content": "Die Prüfungsberichte oder deren Inhalt sowie die technischen Angaben in den Beilagen sind von der Behörde während 15 Jahren seit der ersten Inverkehrsetzung der Fahrzeuge aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_75"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Prüfungsbericht",
        "citation": "Art. 75 Abs. 5 VZV",
        "content": "Im Einvernehmen mit den Kantonen, der zuständigen Behörde im Eidgenössischen Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) und dem BAZG legt das ASTRA den Inhalt des Prüfungsberichts fest und erlässt Weisungen über das Ausfüllen des Prüfungsberichtes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_75"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Zollveranlagungs- und Versteuerungskontrolle",
        "citation": "Art. 76 Abs. 1 VZV",
        "content": "Als Nachweis der Zollveranlagung und der Versteuerung nach AStG gilt der zollamtlich abgestempelte Prüfungsbericht (Form. 13.20 A).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_76"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Zollveranlagungs- und Versteuerungskontrolle",
        "citation": "Art. 76 Abs. 2 VZV",
        "content": "Die Berechtigung, in der Schweiz ein Fahrzeug zu verwenden, für das keine Zollveranlagung durchgeführt wurde oder das unversteuert ist, ist mit einer Bewilligung der Zollbehörde nachzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_76"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Zollveranlagungs- und Versteuerungskontrolle",
        "citation": "Art. 76 Abs. 3 VZV",
        "content": "Das BAZG gibt den Zulassungsbehörden die Fahrzeugarten bekannt, für die der Nachweis der Zollveranlagung und der Versteuerung nach Absatz 1 oder eine Bewilligung nach Absatz 2 nicht erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_76"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Standort",
        "citation": "Art. 77 Abs. 1 VZV",
        "content": "Als Standort gilt der Ort, wo das Fahrzeug nach Gebrauch in der Regel für die Nacht abgestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_77"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Standort",
        "citation": "Art. 77 Abs. 2 VZV",
        "content": "Der Wohnsitz des Halters gilt als Standort:\na. bei Fahrzeugen, die während der Woche ausserhalb des Wohnsitzkantons des Halters verwendet und durchschnittlich mindestens zweimal im Monat über das Wochenende im Wohnsitzkanton des Halters untergebracht werden;\nb. bei Fahrzeugen, die in verschiedenen Kantonen je weniger als neun zusammenhängende Monate verwendet werden;\nc. bei Fahrzeugen mit gleicher Standortdauer innerhalb und ausserhalb des Wohnsitzkantons des Halters.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_77"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Halter",
        "citation": "Art. 78 Abs. 1 VZV",
        "content": "Die Haltereigenschaft beurteilt sich nach den tatsächlichen Verhältnissen. Als Halter gilt namentlich, wer die tatsächliche und dauernde Verfügungsgewalt über das Fahrzeug besitzt und es in seinem Interesse oder auf seine Kosten gebraucht oder gebrauchen lässt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_78"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Halter",
        "citation": "Art. 78 Abs. 1bis VZV",
        "content": "Sind mehrere Personen Halter eines Fahrzeugs, so haben sie eine gegenüber den Zulassungsbehörden verantwortliche Person zu bezeichnen. Diese Person wird im Fahrzeugausweis als Halter eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_78"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Halter",
        "citation": "Art. 78 Abs. 2 VZV",
        "content": "Die kantonale Behörde klärt die Haltereigenschaft nur in Zweifelsfällen ab, namentlich wenn der Versicherungsnachweis nicht auf den Bewerber um den Fahrzeugausweis lautet, wenn der Bewerber keinen Führerausweis besitzt oder bei der Erteilung von Wechselschildern und bei Geschäftsfahrzeugen, die einem Arbeitnehmer zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_78"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Gültigkeit",
        "citation": "Art. 79 Abs. 1 VZV",
        "content": "Der Fahrzeugausweis für die ordentliche Zulassung und der Kollektiv- Fahrzeugausweis sind unbefristet gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_79"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Gültigkeit",
        "citation": "Art. 79 Abs. 2 VZV",
        "content": "Die Gültigkeitsdauer des Ausweises für Ersatzfahrzeuge, des Fahrzeugausweises für die provisorische Zulassung und des Tagesausweises richtet sich nach der VVV; für die Gültigkeit der Sonderbewilligung ist die VRV massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_79"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Gültigkeit",
        "citation": "Art. 79 Abs. 3 VZV",
        "content": "Der Fahrzeugausweis für die provisorische Zulassung unverzollter Fahrzeuge darf unter Beachtung des Artikels 17 VVV nur dann über die Gültigkeitsdauer und Zollbewilligung hinaus befristet oder verlängert werden, wenn dies in der Zollbewilligung ausdrücklich vorgesehen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_79"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Eintragungen",
        "citation": "Art. 80 Abs. 1 VZV",
        "content": "Als Auflagen im Sinne von Artikel 10 Absatz 3 und 96 Ziffer 1 Absatz 3 SVG gelten:\na. die im Fahrzeugausweis oder im Anhang zum Fahrzeugausweis eingetragenen Verfügungen der Behörde, z. B. über die Höchstgeschwindigkeit;\nb. die Eintragungen über die zulässigen Höchstgewichte und Masse der Fahrzeuge;\nc. die Eintragungen über die Platzzahl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_80"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Eintragungen",
        "citation": "Art. 80 Abs. 2 VZV",
        "content": "Die Verwendung eines Fahrzeugs zum berufsmässigen Personentransport nach Artikel 3 ARV 2, ausgenommen Fahrzeuge nach Artikel 4 Absatz 1 Buchstabe d ARV 2, wird im Fahrzeugausweis eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_80"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Eintragungen",
        "citation": "Art. 80 Abs. 3 VZV",
        "content": "Bei Ausnahmefahrzeugen wird im Fahrzeugausweis das Erfordernis der Sonderbewilligung eingetragen. Bei Fahrzeugen, die zum Ziehen besonders schwerer Anhänger bestimmt sind, werden die vom SVG abweichenden Zuggewichte als Verfügung der Behörde im Fahrzeugausweis vermerkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_80"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Eintragungen",
        "citation": "Art. 80 Abs. 4 VZV",
        "content": "Ein Halter, der sein Fahrzeug least oder häufig oder dauernd Dritten überlässt, kann bei der Zulassungsbehörde mit einem amtlichen elektronischen Formular beantragen, dass ein Halterwechsel seiner oder der Zustimmung einer zusätzlichen im Formular erwähnten natürlichen oder juristischen Person bedarf. Steht einem Halter der elektronische Weg nicht offen, so kann er das Gesuch schriftlich einreichen. Die Zulassungsbehörde trägt die Beschränkung im Fahrzeugausweis ein und übermittelt dem Informationssystem Verkehrszulassung die Daten, wenn ihr das Gesuch im Zeitpunkt der Zulassung vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_80"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Eintragungen",
        "citation": "Art. 80 Abs. 5 VZV",
        "content": "Die Zulassungsbehörde bewahrt das Formular im Original oder elektronisch reproduzierbar auf, solange der Eintrag besteht und zehn Jahre darüber hinaus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_80"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Annullierung",
        "citation": "Art. 81 Abs. 1 VZV",
        "content": "Wird ein Fahrzeug ausser Verkehr gesetzt oder durch ein anderes Fahrzeug ersetzt, so hat der Halter den Fahrzeugausweis und ein allfälliges Duplikat durch die Behörde annullieren zu lassen. Kommt der Halter dieser Pflicht nicht nach, so werden ihm die im Ausweis vermerkten Schilder nicht mehr zugeteilt, ausser wenn er nachweist, dass das Fahrzeug verschrottet oder auf einen andern Halter zugelassen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_81"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Annullierung",
        "citation": "Art. 81 Abs. 2 VZV",
        "content": "Wird der Zulassungsbehörde ein Fahrzeugausweis vorgelegt, der einen Eintrag nach Artikel 80 Absatz 4 enthält, so verweigert sie:\na. die Ausstellung des Fahrzeugausweises auf einen neuen Halter;\nb. die Löschung des Eintrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_81"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 212, Fahrzeugausweis, Annullierung",
        "citation": "Art. 81 Abs. 3 VZV",
        "content": "Die Verweigerung ist hinfällig, wenn die schriftliche oder elektronische Zustimmung der im Formular genannten natürlichen oder juristischen Person oder ein rechtskräftiges Gerichtsurteil über die Eigentumsverhältnisse vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_81"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Arten von Kontrollschildern",
        "citation": "Art. 82 Abs. 1 VZV",
        "content": "Es werden abgegeben:\na. Kontrollschilder mit weissem Grund und schwarzer Schrift für Motorwagen, Motorräder, Klein- und dreirädrige Motorfahrzeuge, Motoreinachser und Anhänger;\nb. Kontrollschilder mit hellblauem Grund und schwarzer Schrift für Arbeitsfahrzeuge;\nc. Kontrollschilder mit hellbraunem Grund und schwarzer Schrift für Ausnahmefahrzeuge;\nd. Kontrollschilder mit hellgrünem Grund und schwarzer Schrift für land- und forstwirtschaftliche Fahrzeuge;\ne. Kontrollschilder mit gelbem Grund und schwarzer Schrift für Kleinmotorräder und Leichtmotorfahrzeuge;\nf. Kontrollschilder mit schattenschwarzem Grund und weisser Schrift für Armeefahrzeuge; lassen sich diese Kontrollschilder nicht zweckmässig anbringen, so werden Wappen, Buchstabe und Nummer in einem schattenschwarzen Feld auf die Karosserie aufgemalt;\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_82"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Arten von Kontrollschildern",
        "citation": "Art. 82 Abs. 2 VZV",
        "content": "Besonders gekennzeichnet werden:\na. die Schilder für die provisorische Zulassung nach Artikel 18 VVV;\nb. ...\nc. die Händlerschilder mit dem Buchstaben «U»;\nd. die Schilder für Fahrzeuge von Haltern mit diplomatischen oder konsularischen Vorrechten und Immunitäten mit dem Zeichen «CD», «CC» oder «AT» auf dunkelgrünem oder dunkelblauem Feld.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_82"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Arten von Kontrollschildern",
        "citation": "Art. 82 Abs. 3 VZV",
        "content": "Ein Schilderwechsel ist vorzunehmen, wenn sich die Fahrzeugeinteilung ändert und für die neue Fahrzeugart eine andere Schilderart bestimmt ist. Kein Schilderwechsel ist erforderlich:\na. bei Motorfahrzeugen bis höchstens 3500 kg Gesamtgewicht, wenn sich die Einteilung für höchstens sechs zusammenhängende Monate ändert;\nb. bei den übrigen Motorfahrzeugen, wenn sich die Einteilung für höchstens drei zusammenhängende Monate ändert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_82"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Material; Ausführung",
        "citation": "Art. 83 Abs. 1 VZV",
        "content": "Die Kontrollschilder bestehen aus korrosionsbeständigem Metall; sie können mit einem rückstrahlenden Belag versehen sein. Das ASTRA kann andere geeignete Materialien zulassen und Minimalanforderungen für das rückstrahlende Material festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_83"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Material; Ausführung",
        "citation": "Art. 83 Abs. 2 VZV",
        "content": "Wappen, Buchstaben und Zahlen sind auf 1,5 mm erhaben gepresst. Die Wappen müssen der offiziellen Gestaltung entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_83"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Material; Ausführung",
        "citation": "Art. 83 Abs. 3 VZV",
        "content": "Die Kontrollschilder weisen folgende Formate auf, wobei die Ecken mit einem Radius von 1 cm abgerundet sind:\na. Das vordere Schild für Motorwagen sowie das Schild für Motoreinachser, land- und forstwirtschaftliche Fahrzeuge und Arbeitsanhänger haben eine Länge von 30 cm und eine Höhe von 8 cm.\nb. Das hintere Schild für Motorwagen sowie das Schild für Transportanhänger an Motorwagen haben entweder eine Länge von 30 cm und eine Höhe von 16 cm (Hochformat) oder eine Länge von 50 cm und eine Höhe von 11 cm (Langformat).\nc. Das Schild für Motorräder, Klein- und dreirädrige Motorfahrzeuge sowie für ihre Anhänger hat eine Länge von 18 cm und eine Höhe von 14 cm.\nd. Das Schild für Kleinmotorräder und Leichtmotorfahrzeuge sowie für ihre Anhänger hat eine Länge von 10 cm und eine Höhe von 14 cm.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_83"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Material; Ausführung",
        "citation": "Art. 83 Abs. 4 VZV",
        "content": "Für Fahrzeuge von Haltern mit diplomatischen oder konsularischen Vorrechten und Immunitäten kann das ASTRA das Format der Schilder abweichend regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_83"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Material; Ausführung",
        "citation": "Art. 83 Abs. 5 VZV",
        "content": "Bei Militäranhängern entspricht das zweizeilige Schild dem Schildformat für Motorräder und das einzeilige Schild dem vorderen Motorwagenschild.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_83"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Nummerierungssystem",
        "citation": "Art. 84 Abs. 1 VZV",
        "content": "Jeder Kanton wird mit zwei grossen Buchstaben wie folgt bezeichnet:ZürichZHBernBELuzernLUUriURSchwyzSZObwaldenOWNidwaldenNWGlarusGLZugZGFreiburgFRSolothurnSOBasel-StadtBSBasel-LandschaftBLSchaffhausenSHAppenzell A. RhARAppenzell I. Rh.AISt. GallenSGGraubündenGRAargauAGThurgauTGTessinTIWaadtVDWallisVSNeuenburgNEGenfGEJuraJU",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_84"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Nummerierungssystem",
        "citation": "Art. 84 Abs. 2 VZV",
        "content": "Die Nummerierung beginnt für Motorwagen, Motoreinachser und Anhänger einerseits und Motorräder, Klein- und dreirädrige Motorfahrzeuge anderseits separat sowie für jede Schilderart nach Grundfarbe und besonderer Kennzeichnung getrennt in der Regel mit der Zahl 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_84"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Nummerierungssystem",
        "citation": "Art. 84 Abs. 3 VZV",
        "content": "Die Kontrollschilder des Bundes tragen nur das eidgenössische Wappen und erhalten den Buchstaben M für Militärkontrollschilder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_84"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Nummerierungssystem",
        "citation": "Art. 84 Abs. 4 VZV",
        "content": "Die Kontrollschilder für Fahrzeuge von Haltern mit diplomatischen oder konsularischen Vorrechten und Immunitäten enthalten keine Wappen, jedoch Kantonsbuchstaben in schwarzer Farbe. Zeichen und Buchstaben können unverwischbar fotografisch ins Metall eingelassen werden. Die Zahlen und der Punkt in schwarzer Farbe können im gleichen Verfahren angebracht werden oder aus gestanzten, auf das Schild aufgenieteten Aluminiumstücken bestehen. Von den beiden durch einen Punkt getrennten Zahlengruppen gilt die erste als Ordnungsnummer innerhalb der Mission, des Postens, der Delegation oder der Organisation, und die zweite bezeichnet den einzelnen Staat oder die Organisation. Die ersten Zahlen der Ordnungsnummer sind dem Chef der Vertretung oder der Organisation und seinen Stellvertretern vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_84"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Anordnung; Schriftart",
        "citation": "Art. 85 Abs. 1 VZV",
        "content": "Auf dem vorderen Schild für Motorwagen und auf dem Schild für Motoreinachser, land- und forstwirtschaftliche Fahrzeuge und Arbeitsanhänger sind von links nach rechts die zugeteilten Buchstaben, ein Punkt auf halber Höhe und die Zahlen aufzutragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_85"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Anordnung; Schriftart",
        "citation": "Art. 85 Abs. 2 VZV",
        "content": "Das hintere Schild im Hochformat für Motorwagen sowie das Schild für Motorräder, Kleinmotorräder, Leicht‐, Klein- und dreirädrige Motorfahrzeuge, Transport- und Ausnahmeanhänger müssen im oberen Teil von links nach rechts das eidgenössische Wappen, die Kantonsbuchstaben und das Kantonswappen, im unteren Teil die Kontrollnummer tragen. Das hintere Schild im Langformat für Motorwagen und ihre Anhänger muss von links nach rechts das eidgenössische Wappen, die Kantonsbuchstaben, einen Punkt auf halber Höhe, die Kontrollnummer und das Kantonswappen tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_85"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Anordnung; Schriftart",
        "citation": "Art. 85 Abs. 3 VZV",
        "content": "Auf dem zweizeiligen Schild für Militäranhänger werden die ersten zwei Zahlen im oberen Teil neben dem zugeteilten Buchstaben aufgeführt; auf dem einzeiligen Schild wird ein grösserer Abstand zwischen der zweiten und dritten Zahl gemacht. Das Wappen fällt weg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_85"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Anordnung; Schriftart",
        "citation": "Art. 85 Abs. 4 VZV",
        "content": "Auf dem vorderen sowie auf dem hinteren Schild im Langformat für Fahrzeuge diplomatischer oder konsularischer Vertretungen und ständiger Delegationen oder internationaler Organisationen sind von links nach rechts das Feld mit einem der drei Zeichen, die Kantonsbuchstaben und die durch einen Punkt getrennten zwei Zahlengruppen anzubringen. Auf dem hintern Schild im Hochformat befinden sich im oberen Teil das Feld mit dem Zeichen und die Kantonsbuchstaben, im untern Teil die beiden Zahlengruppen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_85"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Anordnung; Schriftart",
        "citation": "Art. 85 Abs. 5 VZV",
        "content": "Das ASTRA bestimmt das Schriftbild und die Abmessungen für Buchstaben und Zahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_85"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, CD‐, CC- und AT-Zeichen",
        "citation": "Art. 86 Abs. 1 VZV",
        "content": "Das Zeichen «CD» ist bestimmt:\na. für Dienstwagen der diplomatischen Missionen und für Motorfahrzeuge der Mitglieder des diplomatischen Personals dieser Missionen;\nb. für Dienstwagen ständiger Missionen oder anderer Vertretungen bei zwischenstaatlichen Organisationen sowie für Motorfahrzeuge der Mitglieder des diplomatischen Personals dieser Missionen;\nc. für Dienstwagen institutioneller Begünstigter nach Artikel 2 Absatz 1 Buchstaben a, b, i, j, k, l und m des Gaststaatgesetzes vom 22. Juni 2007, die Vorrechte, Immunitäten und Erleichterungen geniessen, sowie für die Motorfahrzeuge der höchstgestellten Beamten dieser institutionellen Begünstigten, die in der Schweiz diplomatischen Status geniessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_86"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, CD‐, CC- und AT-Zeichen",
        "citation": "Art. 86 Abs. 2 VZV",
        "content": "Das Zeichen «CC» ist für Dienstwagen der von einem Berufsbeamten geleiteten konsularischen Posten und für Motorfahrzeuge von Berufskonsularbeamten bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_86"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, CD‐, CC- und AT-Zeichen",
        "citation": "Art. 86 Abs. 3 VZV",
        "content": "Das Zeichen «AT» ist für Motorfahrzeuge der Mitglieder des Verwaltungs- und technischen Personals der diplomatischen Missionen bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_86"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, CD‐, CC- und AT-Zeichen",
        "citation": "Art. 86 Abs. 4 VZV",
        "content": "Die Verwendung separater Zeichen «CD» und «AT» ist untersagt. Die separaten Zeichen «CC» sind nur zugelassen für höchstens einen Wagen jedes Honorar-Postenchefs eines konsularischen Postens, dem der Bundesrat das Exequatur erteilt hat. Der Fahrzeugausweis trägt in diesen Fällen den Vermerk «CC-Zeichen bewilligt».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_86"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Schilderabgabe",
        "citation": "Art. 87 Abs. 1 VZV",
        "content": "Die einmal zugeteilte Schildnummer bleibt für den Halter reserviert. Die Zuteilung anderer Nummern ist zulässig, wenn die Schilder länger als ein Jahr hinterlegt oder entzogen worden sind; sie erfolgt überdies nach Artikel 81.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_87"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Schilderabgabe",
        "citation": "Art. 87 Abs. 2 VZV",
        "content": "Der Verlust von Kontrollschildern ist vom Halter unverzüglich der Behörde zu melden, welche Kontrollschilder mit anderer Nummer zuteilt und die vermissten Schilder im automatisierten Polizeifahndungssystem (RIPOL) ausschreiben kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_87"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Schilderabgabe",
        "citation": "Art. 87 Abs. 3 VZV",
        "content": "Die Hersteller dürfen keine Schilder direkt an Halter abgeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_87"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Schilderabgabe",
        "citation": "Art. 87 Abs. 4 VZV",
        "content": "Die Kontrollschilder mit Zeichen «CD», «CC» und «AT» werden im Einvernehmen mit dem Eidgenössischen Departement für auswärtige Angelegenheiten abgegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_87"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Schilderabgabe",
        "citation": "Art. 87 Abs. 5 VZV",
        "content": "Die Kontrollschilder, mit Ausnahme der Schilder für die provisorische Zulassung, bleiben Eigentum der Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_87"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 21, Motorfahrzeuge und ihre Anhänger, 213, Kontrollschilder, Abgabe von Kontrollschildern mit reflektierendem Belag",
        "citation": "Art. 87a VZV",
        "content": "Die Kantone stellen Schilder mit reflektierendem Belag zur Verfügung. Sie entscheiden, ob solche Schilder für alle Fahrzeuge oder nur auf Ersuchen des Halters abgegeben oder umgetauscht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_87_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 22, Prüfungsfahrzeuge, Prüfungsfahrzeuge",
        "citation": "Art. 88 Abs. 1 VZV",
        "content": "An Führerprüfungen sind die in Anhang 12 Ziffer V genannten Prüfungsfahrzeuge zu verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_88"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 22, Prüfungsfahrzeuge, Prüfungsfahrzeuge",
        "citation": "Art. 88 Abs. 2 VZV",
        "content": "Die Prüfungsfahrzeuge dürfen nicht mit aussergewöhnlichen Fahrhilfen versehen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_88"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 22, Prüfungsfahrzeuge, Motorrad der Unterkategorie A1 mit beschränkter Geschwindigkeit",
        "citation": "Art. 88a Abs. 1 VZV",
        "content": "Wird die praktische Führerprüfung der Unterkategorie A1 mit einem Motorrad abgelegt, dessen Geschwindigkeit auf 45 km/h beschränkt ist, so dürfen nur entsprechende Motorräder geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_88_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 22, Prüfungsfahrzeuge, Motorrad der Unterkategorie A1 mit beschränkter Geschwindigkeit",
        "citation": "Art. 88a Abs. 2 VZV",
        "content": "Diese Beschränkung wird im Führerausweis eingetragen (Art. 24d), sofern der Inhaber das 16. Altersjahr zurückgelegt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_88_a"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Zulassung",
        "citation": "Art. 90 VZV",
        "content": "Motorfahrräder sind zum Verkehr zugelassen, wenn sie mit dem Fahrzeugausweis für Motorfahrräder, dem darin genannten Kontrollschild und einer gültigen Versicherungsvignette versehen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_90"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Fahrzeugausweis",
        "citation": "Art. 91 Abs. 1 VZV",
        "content": "Der Fahrzeugausweis wird erteilt, wenn:\na. der Fahrzeugtyp aufgrund der Typenprüfung als Motorfahrrad anerkannt ist;\nb. das Einzelfahrzeug dem anerkannten Motorfahrradtyp entspricht;\nc. für das Motorfahrrad, das im Ausland hergestellt wurde, nachgewiesenermassen eine Zollveranlagung durchgeführt wurde oder es von der Zollveranlagung befreit ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_91"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Fahrzeugausweis",
        "citation": "Art. 91 Abs. 2 VZV",
        "content": "Der Fahrzeugausweis wird aufgrund einer gruppenweisen Prüfung der Motorfahrräder beim Hersteller oder Importeur nach Artikel 92 oder aufgrund einer Einzelprüfung nach Artikel 93 abgegeben. Er ist unbefristet gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_91"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Fahrzeugausweis",
        "citation": "Art. 91 Abs. 3 VZV",
        "content": "Zuständig für die Abgabe des Fahrzeugausweises ist bei der gruppenweisen Prüfung die Zulassungsbehörde des Kantons, in dem der Betrieb liegt. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_91"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Fahrzeugausweis",
        "citation": "Art. 91 Abs. 4 VZV",
        "content": "Der Fahrzeugausweis für Motorfahrräder ist stets mitzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_91"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Gruppenweise Prüfung",
        "citation": "Art. 92 Abs. 1 VZV",
        "content": "Vor der gruppenweisen Prüfung neuer Motorfahrräder beim Hersteller oder Importeur hat der Betrieb der Behörde vollständige Verzeichnisse im Doppel zu übergeben, die für jedes Motorfahrrad die Marke, die Rahmennummer, die Typenscheinnummer sowie das Typenzeichen des Motors enthalten müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_92"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Gruppenweise Prüfung",
        "citation": "Art. 92 Abs. 2 VZV",
        "content": "Die Zollveranlagung der im Ausland hergestellten Motorfahrräder ist durch die zollamtliche Abstempelung der Verzeichnisse nachzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_92"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Gruppenweise Prüfung",
        "citation": "Art. 92 Abs. 3 VZV",
        "content": "Die Kantone übergeben dem Hersteller oder Importeur die Fahrzeugausweise in der Anzahl der auf den Verzeichnissen angegebenen Motorfahrräder. Der Hersteller oder Importeur hat im Fahrzeugausweis die technischen Daten der einzelnen Motorfahrräder einzutragen und ihre Typenkonformität zu bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_92"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Gruppenweise Prüfung",
        "citation": "Art. 92 Abs. 4 VZV",
        "content": "Die Kantone führen über die den Herstellern oder den Importeuren abgegebenen Fahrzeugausweise Kontrollen, die zusammen mit den Verzeichnissen während fünf Jahren aufzubewahren sind. Sie stellen die Doppel der Verzeichnisse dem ASTRA zu. Das ASTRA und das BAZG sind jederzeit zur Einsichtnahme in die kantonalen Kontrollen befugt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_92"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Gruppenweise Prüfung",
        "citation": "Art. 92 Abs. 5 VZV",
        "content": "Gruppenweise geprüfte Motorfahrräder dürfen nur mit den für sie bestimmten Fahrzeugausweisen in den Handel gebracht werden. Für abhanden gekommene Fahrzeugausweise erteilt der für die Abgabe zuständige Kanton (Art. 91 Abs. 3 erster Satz) aufgrund der Verzeichnisse neue Ausweise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_92"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Einzelprüfung",
        "citation": "Art. 93 Abs. 1 VZV",
        "content": "Einzeln eingeführte Motorfahrräder sind vor der Zulassung durch amtliche Verkehrsexperten zu prüfen. Die Zollveranlagung ist durch ein unverletztes Zollblei, die Befreiung von der Veranlagung durch eine Zollbewilligung nachzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_93"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Einzelprüfung",
        "citation": "Art. 93 Abs. 2 VZV",
        "content": "Gebrauchte Motorfahrräder, deren Fahrzeugausweis und Kontrollschild behördlich entzogen worden sind oder deren Fahrzeugausweis abhanden gekommen ist, müssen vor der Wiederzulassung durch den Verkehrsexperten geprüft werden. Die Zollveranlagungskontrolle entfällt, wenn das Motorfahrrad deutliche Gebrauchsspuren aufweist oder der Halter den Kauf des Fahrzeugs in der Schweiz oder im Fürstentum Liechtenstein belegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_93"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Einzelprüfung",
        "citation": "Art. 93 Abs. 3 VZV",
        "content": "Wird an ein Fahrrad nachträglich ein Hilfsmotor angebaut, so gibt die kantonale Behörde den Fahrzeugausweis ab, wenn sie aufgrund einer Prüfung festgestellt hat, dass das Fahrzeug den Anforderungen an Motorfahrräder entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_93"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Einzelprüfung",
        "citation": "Art. 93 Abs. 4 VZV",
        "content": "In den Fällen der Absätze 1‒3 beschriftet die Zulassungsbehörde den Fahrzeugausweis vollständig und bestätigt darin die Typen- oder Vorschriftskonformität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_93"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Einzelprüfung",
        "citation": "Art. 93 Abs. 5 VZV",
        "content": "Die Fahrt zur Prüfung eines Motorfahrrads ohne Fahrzeugausweis und Kontrollschild kann von der Behörde bewilligt werden, wenn nachgewiesen ist, dass das Motorfahrrad versichert ist. Unter der gleichen Voraussetzung kann der Kanton einem von der Vorführpflicht befreiten Lieferanten bewilligen, Probefahrten mit Motorfahrrädern ohne Fahrzeugausweis und Kontrollschild durchzuführen oder durch Kaufinteressenten durchführen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_93"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 1 VZV",
        "content": "Bei gruppenweise geprüften Motorfahrrädern wird das Kontrollschild vom Standortkanton abgegeben, wenn der Halter den Fahrzeugausweis nach Artikel 92 Absatz 3 dieser Verordnung und den Nachweis der Versicherung nach Artikel 35 Absatz 2 VVV beibringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 2 VZV",
        "content": "Bei einzeln geprüften Motorfahrrädern erteilt der Standortkanton das Kontrollschild und den Fahrzeugausweis, wenn der Halter den Nachweis der Versicherung nach Artikel 35 Absatz 2 VVV beibringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 3 VZV",
        "content": "Die Nummer des Schildes ist durch die Behörde in den Fahrzeugausweis einzutragen. Dieselbe Kontrollschildnummer wird auf Ersuchen des Halters in die Fahrzeugausweise weiterer Motorfahrräder desselben Halters mit Standort im gleichen Kanton eingetragen. Die Versicherungsvignette wird lediglich in einen Fahrzeugausweis geklebt. Dieser Fahrzeugausweis ist zusammen mit dem Ausweis des benützten Motorfahrrades mitzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 4 VZV",
        "content": "Das Kontrollschild eines gebrauchsunfähigen Motorfahrrads darf zusammen mit der Versicherungsvignette ohne behördliche Bewilligung (Art. 9 Abs. 2 VVV) während höchstens 30 Tagen an einem betriebssicheren Ersatz-Motorfahrrad verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 5 VZV",
        "content": "Beim Fahrzeugwechsel darf das Kontrollschild des ausser Verkehr gesetzten Motorfahrrads zusammen mit der Versicherungsvignette für ein anderes Motorfahrrad des gleichen Halters zugeteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 6 VZV",
        "content": "Die Kontrollschilder für Motorfahrräder sind 14 cm hoch und 10 cm breit. Sie sind aus korrosionsbeständigem Metall und weisen einen gelb reflektierenden Belag auf. Im oberen Drittel sind links die dem Kanton zugeteilten Buchstaben und im unteren Teil die Nummer in schwarzer Schrift erhaben eingepresst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollschild",
        "citation": "Art. 94 Abs. 7 VZV",
        "content": "Das ASTRA bestimmt das Schriftbild und die Abmessungen für Buchstaben und Zahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_94"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollen",
        "citation": "Art. 95 Abs. 1 VZV",
        "content": "Zur Kontrolle der Zulassungen dienen dem Standortkanton die versandten Kontrollschilder und Versicherungsvignetten beziehungsweise die Rückmeldungen der Abgabestellen (Art. 37 Abs. 3 VVV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_95"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollen",
        "citation": "Art. 95 Abs. 2 VZV",
        "content": "Als Standort des Motorfahrrads gilt während der ganzen Dauer der Zulassung der Kanton, der für die Abgabe des Kontrollschilds massgebend war. Wird der Standort eines Motorfahrrads in einen andern Kanton verlegt, so ist beim neuen Standortkanton ein neues Kontrollschild einzuholen, sobald die Gültigkeit der Versicherungsvignette abgelaufen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_95"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollen",
        "citation": "Art. 95 Abs. 3 VZV",
        "content": "Geht das Motorfahrrad auf einen anderen Halter über, so hat dies der neue Halter der Behörde innert 14 Tagen zu melden. Die Behörde trägt den neuen Halter in die vorgesehene Rubrik des bestehenden Fahrzeugausweises ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_95"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollen",
        "citation": "Art. 95 Abs. 4 VZV",
        "content": "Wird ein Motorfahrrad unter gleichem Kontrollschild durch ein anderes ersetzt (Art. 94 Abs. 5), so hat dies der Halter der Behörde innert 14 Tagen zu melden. Die Behörde trägt die Kontrollschildnummer im Fahrzeugausweis ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_95"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Kontrollen",
        "citation": "Art. 95 Abs. 5 VZV",
        "content": "Ein abhanden gekommenes Kontrollschild kann durch ein Schild mit anderer Nummer und einer Versicherungsvignette des laufenden Jahres (Art. 36 Abs. 1 VVV) ersetzt werden. Die Behörde trägt die neue Kontrollschildnummer im Fahrzeugausweis ein und bringt die Versicherungsvignette im dafür vorgesehenen Feld an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_95"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Motorfahrräder des Bundes und der Kantone",
        "citation": "Art. 96 Abs. 1 VZV",
        "content": "Für die Zulassung der Motorfahrräder des Bundes gelten folgende Besonderheiten:\na. die Kontrollschilder werden von der nach der Verordnung vom 23. Februar 2005 über die Fahrzeuge des Bundes und ihre Führer und Führerinnen (VFBF) zuständigen Stelle abgegeben. Sie sind unbefristet gültig und tragen im obern Drittel von links nach rechts ein weisses Schweizer Kreuz und die Buchstaben gemäss der VFBF;\nb. der Nachweis der Versicherung entfällt;\nc. die Fahrzeugausweise müssen nicht mitgeführt, sondern bei der Abgabestelle hinterlegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_96"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Motorfahrräder des Bundes und der Kantone",
        "citation": "Art. 96 Abs. 2 VZV",
        "content": "Die Motorfahrräder der Kantone, für die keine Haftpflichtversicherung abgeschlossen wird (Art. 73 Abs. 2 SVG), werden mit ordentlichen kantonalen Kontrollschildern einer besonderen vom Kanton zu bestimmenden Nummernserie versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_96"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 23, Motorfahrräder, Anhänger an Motorfahrrädern",
        "citation": "Art. 97 VZV",
        "content": "Anhänger an Motorfahrrädern benötigen weder einen Fahrzeugausweis noch ein Kontrollschild.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_97"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Entzugsgründe",
        "citation": "Art. 106 Abs. 1 VZV",
        "content": "Der Fahrzeugausweis ist zu entziehen, wenn: \na. die Voraussetzungen des SVG oder der Vollziehungsvorschriften zur Erteilung nicht mehr erfüllt sind;\nb. der Halter der Aufforderung zur Fahrzeugprüfung ohne genügende Gründe nicht nachkommt;\nc.  das BAZG gestützt auf Artikel 14a SVAG einen Antrag auf Entzug des Fahrzeugausweises und des Kontrollschildes stellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_106"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Entzugsgründe",
        "citation": "Art. 106 Abs. 2 VZV",
        "content": "Der Fahrzeugausweis kann entzogen werden, wenn:\na. die mit dem Ausweis verbundenen Beschränkungen oder Auflagen (Art. 80) missachtet wurden;\nb. Ausweis oder Kontrollschilder missbräuchlich verwendet wurden;\nc. die Fahrzeugsteuern oder ‐gebühren für Fahrzeuge desselben Halters nicht entrichtet sind;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_106"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Entzugsgründe",
        "citation": "Art. 106 Abs. 3 VZV",
        "content": "Mit dem Entzug des Fahrzeugausweises sind immer auch die Kontrollschilder zu entziehen. Bei Wechselschildern können die Schilder für ein Fahrzeug belassen werden. Die Sicherstellung von Fahrzeugen richtet sich nach Artikel 221 Absätze 3 und 4 VTS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_106"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Dauer und Vollzug",
        "citation": "Art. 107 Abs. 1 VZV",
        "content": "Fahrzeugausweis und Kontrollschilder sind auf unbestimmte Zeit zu entziehen. Der Entzug wegen missbräuchlicher Verwendung und wegen Nichtbeachtung der Beschränkungen und Auflagen kann befristet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_107"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Dauer und Vollzug",
        "citation": "Art. 107 Abs. 2 VZV",
        "content": "Ist der Entzugsgrund dahingefallen, so sind Fahrzeugausweis und Kontrollschilder auf Verlangen wieder abzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_107"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Dauer und Vollzug",
        "citation": "Art. 107 Abs. 3 VZV",
        "content": "Fahrzeugausweise und Kontrollschilder, deren Entzug verfügt worden ist, sind beim Halter unter Ansetzung einer kurzen Frist einzufordern. Nach Ablauf der Frist sind Fahrzeugausweise und Kontrollschilder polizeilich einzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_107"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Verfahren",
        "citation": "Art. 108 Abs. 1 VZV",
        "content": "Die Entzugsbehörde hat dem Halter vor dem Entzug von Fahrzeugausweis und Kontrollschildern Gelegenheit zu geben, sich mündlich oder schriftlich zu äussern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_108"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Verfahren",
        "citation": "Art. 108 Abs. 2 VZV",
        "content": "Die Entzugsverfügung ist schriftlich zu eröffnen und zu begründen und muss eine Rechtsmittelbelehrung enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_108"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 251, Fahrzeugausweisentzug, Verfahren",
        "citation": "Art. 108 Abs. 3 VZV",
        "content": "Aus Gründen der Verkehrssicherheit und beim Fehlen der Versicherung kann der Fahrzeugausweis sofort vorsorglich entzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_108"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 25, Massnahmen, 252, Fahrzeuge ohne Ausweis, Verwendungsverbot",
        "citation": "Art. 109 VZV",
        "content": "Wird bei einer Prüfung oder Kontrolle festgestellt, dass Fahrzeuge, die nach Artikel 72 keinen Fahrzeugausweis benötigen, nicht betriebssicher oder nicht in vorschriftsgemässem Zustand sind, so kann die Behörde deren Weiterverwendung bis zur Behebung der Mängel verbieten. Die Sicherstellung solcher Fahrzeuge richtet sich nach Artikel 221 Absätze 3 und 4 VTS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_109"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Anerkennung der Zulassung",
        "citation": "Art. 114 Abs. 1 VZV",
        "content": "Ausländische Motorfahrzeuge und Anhänger dürfen in der Schweiz verkehren, wenn sie im Zulassungsstaat verkehrsberechtigt sind und:\na. mit einem gültigen nationalen Fahrzeugausweis oder internationalen Zulassungsschein nach dem Abkommen vom 24. April 1926 über Kraftfahrzeugverkehr sowie\nb. mit gültigen, im Ausweis nach Buchstabe a bezeichneten Kontrollschildern versehen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_114"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Anerkennung der Zulassung",
        "citation": "Art. 114 Abs. 2 VZV",
        "content": "Ausländische Motorfahrräder, Kleinmotorräder, Motorräder mit einem Zylinderinhalt bis 125 cm3, land- und forstwirtschaftliche Motorfahrzeuge, Arbeitsmotorfahrzeuge und Anhänger, für die in ihrem Herkunftsland Fahrzeugausweise und Kontrollschilder nicht erforderlich sind, dürfen ohne solche Schilder in der Schweiz verkehren. Anstelle des Fahrzeugausweises ist ein Dokument mit den wesentlichen Angaben über das Fahrzeug und den Halter erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_114"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Anerkennung der Zulassung",
        "citation": "Art. 114 Abs. 3 VZV",
        "content": "Für ausländische Motorfahrzeuge aus Staaten, die kein vorderes Schild abgeben, genügt das hintere Kontrollschild.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_114"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Anerkennung der Zulassung",
        "citation": "Art. 114 Abs. 4 VZV",
        "content": "Ausländische Fahrzeuge müssen das Unterscheidungszeichen des Zulassungsstaates tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_114"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Schweizerische Zulassung",
        "citation": "Art. 115 Abs. 1 VZV",
        "content": "Ausländische Motorfahrzeuge und Anhänger müssen mit schweizerischem Fahrzeugausweis und schweizerischen Kontrollschildern versehen werden, wenn:\na. ihr Standort sich seit mehr als einem Jahr ohne Unterbruch von mehr als drei zusammenhängenden Monaten in der Schweiz befindet;\nb. der Halter sich seit mehr als einem Jahr ohne Unterbruch von mehr als drei zusammenhängenden Monaten in der Schweiz aufhält und das Fahrzeug länger als einen Monat hier verwendet;\nc. der Halter mit rechtlichem Wohnsitz in der Schweiz sich für weniger als zwölf zusammenhängende Monate im Ausland aufhält und das Fahrzeug langer als einen Monat hier verwendet;\nd. sie zur entgeltlichen Beförderung von in der Schweiz aufgenommenen und hier wieder abzusetzenden Personen oder Gütern (Binnentransporte) verwendet werden;\ne. sie die Erfordernisse des Artikels 114 Absätze 1 und 2 nicht erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_115"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Schweizerische Zulassung",
        "citation": "Art. 115 Abs. 2 VZV",
        "content": "Ist die Gültigkeitsdauer einer ausländischen Zulassung im Ausland abgelaufen, so können die Zollämter bei der Einreise die Verwendung des Fahrzeugs in der Schweiz für höchstens einmal 30 aufeinander folgende Tage bewilligen; nach Ablauf dieser Frist muss das Fahrzeug in der Schweiz immatrikuliert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_115"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Schweizerische Zulassung",
        "citation": "Art. 115 Abs. 4 VZV",
        "content": "Ausländische Motorfahrräder sind als Motorräder oder Kleinmotorräder zuzulassen, sofern sie nicht einem in der Schweiz anerkannten Motorfahrrad-Typ in allen Teilen entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_115"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Schweizerische Zulassung",
        "citation": "Art. 115 Abs. 5 VZV",
        "content": "Ausländische Fahrzeuge sind vor der schweizerischen Zulassung amtlich zu prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_115"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Schweizerische Zulassung",
        "citation": "Art. 115 Abs. 6 VZV",
        "content": "Bei der Erteilung der schweizerischen Fahrzeugausweise und Kontrollschilder sind die ausländischen Ausweise und Kontrollschilder einzuziehen. Die kantonale Behörde annulliert die Ausweise und vernichtet oder entwertet die Kontrollschilder. Sie sendet die Ausweise an die Zulassungsbehörde unter Hinweis auf die schweizerische Zulassung und die Vernichtung oder Entwertung der Kontrollschilder. Der Halter kann verlangen, dass ihm entwertete Kontrollschilder zurückgegeben werden oder die Vernichtung bestätigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_115"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Schweizerische Zulassung",
        "citation": "Art. 115 Abs. 7 VZV",
        "content": "Absatz 6 gilt nicht, wenn ausländische Fahrzeuge nur vorübergehend mit schweizerischem Ausweis und Kontrollschildern zugelassen werden oder wenn eine Doppelimmatrikulation erforderlich ist, weil:\na. der Halter Wohnsitz in der Schweiz hat, sein Arbeitsort sich aber im Ausland befindet;\nb. ein ausländisches Fahrzeug auch für Binnentransporte in der Schweiz verwendet wird; oder\nc. der Standort des Fahrzeuges sich abwechslungsweise für ungefähr die gleiche Dauer in der Schweiz und im Ausland befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_115"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Massnahmen",
        "citation": "Art. 116 Abs. 1 VZV",
        "content": "Die Aberkennung des Fahrzeugausweises und der Kontrollschilder oder die Sicherstellung sind bei ausländischen Fahrzeugen zulässig, wenn sie sich offensichtlich in einem nicht betriebssicheren und den Verkehr gefährdenden Zustand befinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_116"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Massnahmen",
        "citation": "Art. 116 Abs. 2 VZV",
        "content": "Die Aberkennung ausländischer Fahrzeugausweise und Kontrollschilder ist auch bei deren missbräuchlichen Verwendung zulässig. Artikel 60 Ziffer 4 zweiter Satz VVV bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_116"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Massnahmen",
        "citation": "Art. 116 Abs. 3 VZV",
        "content": "Für das Verfahren gilt Artikel 108 dieser Verordnung sowie Artikel 221 Absätze 3 und 4 VTS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_116"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Massnahmen",
        "citation": "Art. 116 Abs. 4 VZV",
        "content": "Die nach Absatz 1 angeordneten Massnahmen sind aufzuheben, wenn sich das beanstandete Fahrzeug wieder in betriebssicherem Zustand befindet; andernfalls gilt Artikel 115 Absatz 6 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_116"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Massnahmen",
        "citation": "Art. 116 Abs. 5 VZV",
        "content": "Der Vollzug des von ausländischen Behörden verfügten Entzuges ausländischer Fahrzeugausweise und Kontrollschilder ist vom ASTRA anzuordnen, sofern Entzugsverfügungen nicht direkt an den Kanton gehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_116"
    },
    {
        "book": "VZV",
        "title": "VZV, 2, Fahrzeuge, 26, Ausländische Fahrzeuge, Besteuerung",
        "citation": "Art. 117 VZV",
        "content": "Die ausländischen Fahrzeuge können im Standortkanton von dem Tag an besteuert werden, da sie mit schweizerischem Fahrzeugausweis und schweizerischen Kontrollschildern versehen werden oder nach dieser Verordnung hätten versehen werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_117"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 312, Meldung der Ausstellung neuer Ausweise, Standortwechsel",
        "citation": "Art. 120 Abs. 1 VZV",
        "content": "Wird ein Fahrzeug oder Anhänger in einem anderen Kanton zum Verkehr zugelassen, so sendet die Zulassungsbehörde den annullierten Fahrzeugausweis und die Kontrollschilder an die ausstellende Behörde des früheren Standortkantons zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_120"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 312, Meldung der Ausstellung neuer Ausweise, Standortwechsel",
        "citation": "Art. 120 Abs. 2 VZV",
        "content": "Der frühere Standortkanton hat dem neuen Standortkanton auf Ersuchen den Prüfungsbericht für das Fahrzeug oder eine beglaubigte Kopie zu übermitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_120"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 312, Meldung der Ausstellung neuer Ausweise, Kontrolle durch das BAZG",
        "citation": "Art. 122 Abs. 1 VZV",
        "content": "Das BAZG trifft mit den Kantonen die für die Nachprüfung der Zollveranlagung und Versteuerung nach AStG sowie für die Kontrollführung erforderliche Regelung. Es ist befugt, die damit zusammenhängenden Überprüfungen vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_122"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 312, Meldung der Ausstellung neuer Ausweise, Kontrolle durch das BAZG",
        "citation": "Art. 122 Abs. 2 VZV",
        "content": "Bei provisorisch zugelassenen Fahrzeugen, für die keine Zollveranlagung durchgeführt wurde oder die unversteuert sind, senden die Kantone die von dem BAZG verlangten Unterlagen über die Befreiung an die Eidgenössische Fahrzeugkontrolle. Das BAZG kann im Einvernehmen mit der Eidgenössischen Fahrzeugkontrolle ein elektronisches Meldeverfahren vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_122"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 313, Meldung von Widerhandlungen und andern Tatsachen, Meldung an Strassenverkehrsbehörde",
        "citation": "Art. 123 Abs. 1 VZV",
        "content": "Die Strafbehörden melden der für den Strassenverkehr zuständigen Behörde des Kantons, in dem der Täter wohnt:\na. Verzeigungen wegen Widerhandlungen gegen Strassenverkehrsvorschriften;\nb. auf Verlangen im Einzelfall Urteile wegen Widerhandlungen gegen Strassenverkehrsvorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_123"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 313, Meldung von Widerhandlungen und andern Tatsachen, Meldung an Strassenverkehrsbehörde",
        "citation": "Art. 123 Abs. 2 VZV",
        "content": "Die für den Strassenverkehr zuständige Behörde vernichtet Meldungen über Verzeigungen und Verurteilungen nach Absatz 1, wenn feststeht, dass sie nicht zu einer Massnahme führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_123"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 31, Meldewesen, 313, Meldung von Widerhandlungen und andern Tatsachen, Meldung an Strassenverkehrsbehörde",
        "citation": "Art. 123 Abs. 3 VZV",
        "content": "Erhält eine Strafbehörde Kenntnis von Tatsachen, wie z. B. von schwerer Krankheit oder Süchten, die zur Verweigerung oder zum Entzug des Ausweises führen können, so benachrichtigt sie die für den Strassenverkehr zuständige Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_123"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 32, Statistik, Fahrzeugstatistik",
        "citation": "Art. 127 Abs. 1 VZV",
        "content": "Die Statistik über die Fahrzeuge wird vom Bundesamt für Statistik erstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_127"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 32, Statistik, Fahrzeugstatistik",
        "citation": "Art. 127 Abs. 2 VZV",
        "content": "Die Fahrzeugstatistik umfasst:\na. den Bestand der am 30. September in Verkehr stehenden Motorfahrzeuge;\nb. die Zahl der monatlich neu zugelassenen Motorfahrzeuge nach Buchstabe a;\nc. den Bestand der am 30. September in Verkehr stehenden Transport- und Arbeitsanhänger;\nd. den Bestand der Motorfahrräder und Fahrräder am Jahresende;\ne. die Zahl der monatlich eingeführten Motorfahrräder und Motorfahrzeuge nach Buchstabe a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_127"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 32, Statistik, Fahrzeugstatistik",
        "citation": "Art. 127 Abs. 3 VZV",
        "content": "Nach Massgabe des Bundesamtes für Statistik werden Unterlagen für die Statistik über Motorfahrzeuge nach Absatz 2 Buchstaben a und b von der Eidgenössischen Fahrzeugkontrolle, über die Anhänger sowie Motorfahrräder und Fahrräder (Abs. 2 Bst. c und d) von den Kantonen und über die Einfuhren (Abs. 2 Bst. e) vom BAZG zur Verfügung gestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_127"
    },
    {
        "book": "VZV",
        "title": "VZV, 3, Meldewesen, Statistik, Verkehrskontrollen, 32, Statistik, Fahrzeugstatistik",
        "citation": "Art. 127 Abs. 4 VZV",
        "content": "Die für die Erhebungen notwendigen Formulare werden vom Bundesamt für Statistik abgegeben. Das ASTRA kann auf Antrag des Bundesamtes für Statistik das Meldeverfahren abweichend regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_127"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrzeugführer; Kontrollschilder",
        "citation": "Art. 143 Abs. 1. VZV",
        "content": "Wer vor Erreichung des Mindestalters ein Motorfahrzeug führt, für das ein Führerausweis nicht erforderlich ist, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_143"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrzeugführer; Kontrollschilder",
        "citation": "Art. 143 Abs. 2. VZV",
        "content": "Wer ein Motorfahrzeug, für das ein Führerausweis nicht erforderlich ist, trotz Fahrverbot führt, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_143"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrzeugführer; Kontrollschilder",
        "citation": "Art. 143 Abs. 3. VZV",
        "content": "Wer als Inhaber eines Lernfahr-, Führer- oder Fahrzeugausweises oder einer Bewilligung Tatsachen, die eine Änderung oder Ersetzung dieser Dokumente erfordern, nicht fristgemäss meldet oder bei einem Wohnsitzwechsel der zuständigen Behörde am neuen schweizerischen Wohnsitz seine neue Adresse nicht rechtzeitig mitteilt,wer Duplikate von Ausweisen beim Wiederauffinden des Originals der Behörde nicht fristgemäss zurückgibt,wer als Inhaber des Führerausweises der Kategorie A, beschränkt auf 25 kW, ein Motorrad mit einer Motorleistung von mehr als 25 aber nicht mehr als 35 kW und einem Verhältnis von Motorleistung und Leergewicht von mehr als 0,16 aber nicht mehr als 0,20 kW/kg führt, sich jedoch von der Zulassungsbehörde die entsprechende Berechtigung nicht hat im Führerausweis eintragen lassen,wird mit Busse bis 100 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_143"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrzeugführer; Kontrollschilder",
        "citation": "Art. 143 Abs. 4. VZV",
        "content": "Wer am Fahrzeug separate Zeichen «CD» oder «AT» oder ohne Bewilligung ein separates Zeichen «CC» verwendet, wird mit Busse bis 100 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_143"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrzeugführer; Kontrollschilder",
        "citation": "Art. 143 Abs. 5. VZV",
        "content": "Hersteller von Kontrollschildern, die Schilder direkt an Halter von Fahrzeugen abgeben, werden mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_143"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Unterlassen der Meldung der Auflösung von Lehrverträgen",
        "citation": "Art. 144 Abs. 1 VZV",
        "content": "Der Berufsbildner, der die Auflösung des Lehrvertrages mit einem Lernenden der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ», «Automobil-Fachfrau/Automobil-Fachmann EFZ» mit der Fachrichtung «Nutzfahrzeuge» oder «Automobil-Mechatronikerin/Automobil-Mechatroniker EFZ» mit der Fachrichtung «Nutzfahrzeuge», dem der Lernfahrausweis der Kategorie C oder CE vor dem vollendeten 18. Altersjahr erteilt worden ist, nicht meldet, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_144"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Unterlassen der Meldung der Auflösung von Lehrverträgen",
        "citation": "Art. 144 Abs. 2 VZV",
        "content": "Der Berufsbildner, der die Auflösung des Lehrvertrages mit einem Lernenden der beruflichen Grundbildung «Motorradmechanikerin/Motorradmechaniker EFZ» während der Gültigkeitsdauer des Lernfahrausweises der Kategorie A ohne Leistungsbeschränkung nach Artikel 15 Absatz 2 Buchstabe a nicht meldet, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_144"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrradfahrer",
        "citation": "Art. 145 Abs. 3. VZV",
        "content": "Wer ohne den erforderlichen Fahrzeugausweis oder das Kontrollschild ein Motorfahrrad führt,wer ein Motorfahrrad ohne Fahrzeugausweis oder Kontrollschild einem andern überlässt,wer ein Motorfahrrad verwendet, das unrechtmässig mit einem Fahrzeugausweis versehen worden ist,wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_145"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrradfahrer",
        "citation": "Art. 145 Abs. 4. VZV",
        "content": "Wer ein Motorfahrrad führt, für das die vorgeschriebene Haftpflichtversicherung nicht besteht,wer ein Motorfahrrad, für das die vorgeschriebene Haftpflichtversicherung nicht besteht, einer anderen Person zum Gebrauch überlässt,wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_145"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Motorfahrradfahrer",
        "citation": "Art. 145 Abs. 5. VZV",
        "content": "Der Halter eines Motorfahrrads, der den Halter- oder Fahrzeugwechsel nicht fristgemäss meldet,der Inhaber eines Führerausweises für Motorfahrräder, welcher der Behörde Tatsachen, die eine Änderung oder Ersetzung dieses Dokuments erfordern, nicht fristgerecht meldet,wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_145"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Verkehrsunterricht",
        "citation": "Art. 146 VZV",
        "content": "Wer der Vorladung zum Verkehrsunterricht unentschuldigt keine Folge gibt, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_146"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Führer aus dem Ausland",
        "citation": "Art. 147 Abs. 1. VZV",
        "content": "Wer ein Fahrzeug mit ausländischem Führerausweis oder mit ausländischem Fahrzeugausweis und ausländischen Kontrollschildern führt, obwohl er die schweizerischen Ausweise und Kontrollschilder hätte erwerben müssen,wer ein ausländisches Motorfahrrad, Kleinmotorrad oder Motorrad mit einem Hubraum bis 125 cm3 oder einen ausländischen Anhänger ohne Fahrzeugausweis und Kontrollschilder führt, obwohl er die schweizerischen Ausweise und Kontrollschilder hätte erwerben müssen,wer ein ausländisches Fahrzeug führt, das nicht mit dem Unterscheidungszeichen des Zulassungsstaates versehen ist,wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_147"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Nichtbesuch der Weiterausbildung",
        "citation": "Art. 148 Abs. 1 VZV",
        "content": "Inhaber eines Führerausweises auf Probe, welche die Weiterausbildung nicht innerhalb von zwölf Monaten nach der Erteilung des Führerausweises auf Probe besucht haben, werden mit Busse bis zu 300 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_148"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Nichtbesuch der Weiterausbildung",
        "citation": "Art. 148 Abs. 2 VZV",
        "content": "Absatz 1 ist nicht anwendbar, wenn die Person nachweist, dass sie objektiv nicht in der Lage war, die Weiterausbildung zu absolvieren. Dies trifft namentlich zu, wenn sie:\na. wegen des Entzugs ihres Führerausweises kein Motorfahrzeug führen durfte;\nb. sich zu Aus- oder Weiterbildungszwecken im Ausland aufgehalten hat;\nc. nicht über die Fahreignung nach Artikel 14 Absatz 2 SVG verfügte; oder\nd. ihre Militärdienstpflicht als Durchdiener oder Durchdienerin im Sinne der Verordnung vom 22. November 2017 über die Militärdienstpflicht leistete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_148"
    },
    {
        "book": "VZV",
        "title": "VZV, 4, Strafbestimmungen, Vermieter von Motorfahrzeugen",
        "citation": "Art. 149 VZV",
        "content": "Wer gewerbsmässig Motorfahrzeuge an Selbstfahrer vermietet und die vorgeschriebenen Mieterverzeichnisse nicht führt oder sich weigert, den Kontrollorganen darin Einsicht zu gewähren, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1976/2423_2423_2423/de#art_149"
    }
]