[
    {
        "book": "WA",
        "title": "WA, I. Kapitel: Gegenstand – Begriffsbestimmungen",
        "citation": "Art. 1 Abs. 1 WA",
        "content": "Dieses Abkommen gilt für jede internationale Beförderung von Personen, Reisegepäck oder Gütern, die durch Luftfahrzeuge gegen Entgelt erfolgt. Es gilt auch für unentgeltliche Beförderungen durch Luftfahrzeuge, wenn sie von einem Luftfahrtunternehmen ausgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_1"
    },
    {
        "book": "WA",
        "title": "WA, I. Kapitel: Gegenstand – Begriffsbestimmungen",
        "citation": "Art. 1 Abs. 2 WA",
        "content": "Als «internationale Beförderung» im Sinne dieses Abkommens ist jede Beförderung anzusehen, bei der nach den Vereinbarungen der Parteien der Abgangsort und der Bestimmungsort, gleichviel ob eine Unterbrechung der Beförderung oder ein Fahrzeugwechsel stattfindet oder nicht, in den Gebieten von zwei der Hohen Vertragschliessenden Teile liegen oder, wenn diese Orte zwar im Gebiet nur eines Hohen Vertragschliessenden Teiles liegen, aber eine Zwischenlandung in dem Gebiet eines anderen Staates vorgesehen ist, selbst wenn dieser Staat keine Hoher Vertragschliessender Teil ist. Die Beförderung zwischen zwei Orten innerhalb des Gebiets nur eines Hohen Vertragschliessenden Teiles ohne eine solche Zwischenlandung gilt nicht als internationale Beförderung im Sinne dieses Abkommens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_1"
    },
    {
        "book": "WA",
        "title": "WA, I. Kapitel: Gegenstand – Begriffsbestimmungen",
        "citation": "Art. 1 Abs. 3 WA",
        "content": "Ist eine Beförderung von mehreren aufeinanderfolgenden Luftfrachtführern auszuführen, so gilt sie bei der Anwendung dieses Abkommens als eine einzige Beförderung, sofern sie von den Parteien als einheitliche Leistung vereinbart worden ist. Hierbei macht es keinen Unterschied, ob der Beförderungsvertrag in der Form eines einzigen Vertrages oder einer Reihe von Verträgen geschlossen worden ist. Eine solche Beförderung verliert ihre Eigenschaft als internationale Beförderung nicht dadurch, dass ein Vertrag oder eine Reihe von Verträgen ausschliesslich im Gebiet ein und desselben Staates zu erfüllen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_1"
    },
    {
        "book": "WA",
        "title": "WA, I. Kapitel: Gegenstand – Begriffsbestimmungen",
        "citation": "Art. 2 Abs. 1 WA",
        "content": "Sind die Voraussetzungen des Artikels 1 gegeben, so gilt das Abkommen auch für die Beförderungen, die der Staat oder eine andere juristische Person des öffentlichen Rechts ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_2"
    },
    {
        "book": "WA",
        "title": "WA, I. Kapitel: Gegenstand – Begriffsbestimmungen",
        "citation": "Art. 2 Abs. 2 WA",
        "content": "Bei der Beförderung von Postsendungen haftet der Luftfrachtführer nur gegenüber der zuständigen Postverwaltung nach Massgabe der auf die Beziehungen zwischen Frachtführern und Postverwaltungen anwendbaren Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_2"
    },
    {
        "book": "WA",
        "title": "WA, I. Kapitel: Gegenstand – Begriffsbestimmungen",
        "citation": "Art. 2 Abs. 3 WA",
        "content": "Mit Ausnahme des Absatzes 2 dieses Artikels wird das Abkommen auf die Beförderung von Postsendungen nicht angewendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_2"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 1. Abschnitt: Flugschein",
        "citation": "Art. 3 Abs. 1 WA",
        "content": "Bei der Beförderung von Reisenden ist ein Flugschein auszustellen, der enthält:\na. die Angabe des Abgangs- und Bestimmungsortes;\nb. falls Abgangs- und Bestimmungsort im Gebiet ein und desselben Hohen Vertragschliessenden Teiles liegen, jedoch eine oder mehrere Zwischenlandungen im Gebiet eines anderen Staates vorgesehen sind, die Angabe eines dieser Zwischenlandepunkte;\nc. einen Hinweis darauf, dass die Beförderung der Reisenden im Fall einer Reise, bei welcher der endgültige Bestimmungsort oder ein Zwischenlandepunkt in einem anderen Land als dem Abgangsland liegt, dem Warschauer Abkommen unterliegen kann, das in der Regel die Haftung des Luftfrachtführers für Tod oder Körperverletzung sowie für Verlust oder Beschädigung von Gepäck beschränkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_3"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 1. Abschnitt: Flugschein",
        "citation": "Art. 3 Abs. 2 WA",
        "content": "Der Flugschein beweist, bis zum Nachweis des Gegenteils, den Abschluss und die Bedingungen des Beförderungsvertrages. Auf den Bestand und die Wirksamkeit des Beförderungsvertrages ist es ohne Einfluss, wenn der Flugschein fehlt, nicht ordnungsmässig ist oder in Verlust gerät; auch in diesen Fällen unterliegt der Vertrag den Vorschriften dieses Abkommens. Besteigt jedoch der Reisende mit Zustimmung des Luftfrachtführers das Luftfahrzeug, ohne dass ein Flugschein ausgestellt worden ist,  oder enthält der Flugschein nicht den in Absatz 1 Buchstabe c vorgeschriebenen Hinweis, so kann sich der Luftfrachtführer nicht auf die Vorschriften des Artikels 22 berufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_3"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 2. Abschnitt: Fluggepäckschein",
        "citation": "Art. 4 Abs. 1 WA",
        "content": "Bei der Beförderung von aufgegebenem Reisegepäck ist ein Fluggepäckschein auszustellen. Wenn der Fluggepäckschein mit einem den Vorschriften des Artikels 3 Absatz 1 entsprechenden Flugschein nicht verbunden oder in ihn nicht aufgenommen ist, muss er enthalten:\na. die Angabe des Abgangs- und Bestimmungsortes;\nb. falls Abgangs- und Bestimmungsort im Gebiet ein und desselben Hohen Vertragschliessenden Teiles liegen, jedoch eine oder mehrere Zwischenlandungen im Gebiet eines anderen Staates vorgesehen sind, die Angabe eines dieser Zwischenlandepunkte;\nc. einen Hinweis darauf, dass die Beförderung, falls der endgültige Bestimmungsort oder ein Zwischenlandepunkt in einem anderen Land als dem Abgangsland liegt, dem Warschauer Abkommen unterliegen kann, das in der Regel die Haftung des Luftfrachtführers für Verlust oder Beschädigung von Gepäck beschränkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_4"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 2. Abschnitt: Fluggepäckschein",
        "citation": "Art. 4 Abs. 2 WA",
        "content": "Der Fluggepäckschein beweist, bis zum Nachweis des Gegenteils, die Aufgabe des Reisegepäcks und die Bedingungen des Beförderungsvertrages. Auf den Bestand und die Wirksamkeit des Beförderungsvertrages ist es ohne Einfluss, wenn der Fluggepäckschein fehlt, nicht ordnungsmässig ist oder in Verlust gerät; auch in diesen Fällen unterliegt der Vertrag den Vorschriften dieses Abkommens. Nimmt jedoch der Luftfrachtführer das Reisegepäck in seine Obhut, ohne einen Fluggepäckschein auszustellen, oder fehlt im Fluggepäckschein, wenn er mit einem den Vorschriften des Artikels 3 Absatz 1 entsprechenden Flugschein nicht verbunden oder in ihn nicht aufgenommen ist, der im Absatz 1 Buchstabe c geforderte Hinweis, so kann sich der Luftfrachtführer nicht auf die Vorschriften des Artikels 22 Absatz 2 berufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_4"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 5 Abs. 1 WA",
        "content": "Bei der Beförderung von Gütern wird ein Luftfrachtbrief ausgehändigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_5"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 5 Abs. 2 WA",
        "content": "Mit Zustimmung des Absenders kann anstelle eines Luftfrachtbriefs jedes andere Mittel verwendet werden, das die Angaben über die auszuführende Beförderung enthält. Werden derartige andere Mittel verwendet, so erteilt der Luftfrachtführer dem Absender auf dessen Verlangen eine Empfangsbestätigung über die Güter, die es ermöglicht, die Sendung genau zu bestimmen und auf die mit diesen anderen Mitteln festgehaltenen Angaben zurückzugreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_5"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 5 Abs. 3 WA",
        "content": "Die Unmöglichkeit, an den Durchlieferungs- und Bestimmungsorten von anderen Mitteln Gebrauch zu machen, welche die Feststellung der Angaben über die Beförderung im Sinne des Absatzes 2 gestatten, berechtigt den Luftfrachtführer nicht dazu, die Annahme der Güter zur Beförderung zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_5"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 6 Abs. 1 WA",
        "content": "Der Luftfrachtbrief wird vom Absender in drei Ausfertigungen ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_6"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 6 Abs. 2 WA",
        "content": "Die erste Ausfertigung trägt den Vermerk «für den Luftfrachtführer»; sie wird vom Absender unterzeichnet. Die zweite Ausfertigung trägt den Vermerk «für den Empfänger»; sie wird vom Absender und vom Luftfrachtführer unterzeichnet. Die dritte Ausfertigung wird vom Luftfrachtführer unterzeichnet und nach Annahme des Gutes dem Absender ausgehändigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_6"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 6 Abs. 3 WA",
        "content": "Die Unterschrift des Luftfrachtführers und diejenige des Absenders können gedruckt oder durch einen Stempel ersetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_6"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 6 Abs. 4 WA",
        "content": "Wird der Luftfrachtbrief auf Verlangen des Absenders vom Luftfrachtführer ausgestellt, so wird bis zum Beweis des Gegenteils vermutet, dass der Luftfrachtführer im Namen des Absenders gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_6"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 7 WA",
        "content": "Handelt es sich um mehrere Frachtstücke,\na) so kann der Luftfrachtführer vom Absender die Ausstellung einzelner Luftfrachtbriefe verlangen;\nb) so kann der Absender vom Luftfrachtführer die Aushändigung einzelner Empfangsbestätigungen verlangen, wenn andere Mittel im Sinne des Artikels 5 Absatz 2 verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_7"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 8 WA",
        "content": "Der Luftfrachtbrief und die Empfangsbestätigung über Güter müssen enthalten:\na) die Angabe des Abgangs- und Bestimmungsorts;\nb) falls Abgangs- und Bestimmungsort im Gebiet ein und desselben Hohen Vertragschliessenden Teiles liegen, jedoch eine oder mehrere Zwischenlandungen im Gebiet eines anderen Staates vorgesehen sind, die Angabe eines dieser Zwischenlandepunkte;\nc) die Angabe des Gewichts der Sendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_8"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 9 WA",
        "content": "Die Nichtbeachtung der Artikel 5–8 berührt weder den Bestand noch die Wirksamkeit des Beförderungsvertrags; dieser unterliegt dennoch den Vorschriften dieses Abkommens, einschliesslich derjenigen über die Haftungsbeschränkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_9"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 10 Abs. 1 WA",
        "content": "Der Absender haftet für die Richtigkeit der Angaben und Erklärungen über das Gut, die von ihm oder in seinem Namen in den Luftfrachtbrief eingetragen werden, sowie der von ihm oder in seinem Namen dem Luftfrachtführer gemachten Angaben oder abgegebenen Erklärungen zur Aufnahme in die Empfangsbestätigung über das Gut oder zur Aufnahme in die mit anderen Mitteln im Sinne des Artikels 5 Absatz 2 festgehaltenen Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_10"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 10 Abs. 2 WA",
        "content": "Der Absender haftet dem Luftfrachtführer für jeden Schaden, den dieser oder ein Dritter, dem der Luftfrachtführer verantwortlich ist, dadurch erleidet, dass die vom Absender oder in seinem Namen gemachten Angaben und Erklärungen unrichtig, ungenau oder unvollständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_10"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 10 Abs. 3 WA",
        "content": "Vorbehaltlich der Absätze 1 und 2 haftet der Luftfrachtführer dem Absender für jeden Schaden, den dieser oder ein Dritter, dem der Absender verantwortlich ist, dadurch erleidet, dass die Angaben und Erklärungen, die vom Luftfrachtführer oder in seinem Namen in die Empfangsbestätigung über das Gut oder in die mit anderen Mitteln im Sinne des Artikels 5 Absatz 2 festgehaltenen Daten aufgenommen wurden, unrichtig, ungenau oder unvollständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_10"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 11 Abs. 1 WA",
        "content": "Der Luftfrachtbrief und die Empfangsbestätigung über das Gut beweisen bis zum Beweis des Gegenteils den Abschluss des Vertrags, die Annahme des Gutes und die Beförderungsbedingungen, die darin niedergelegt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_11"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 11 Abs. 2 WA",
        "content": "Die Angaben des Luftfrachtbriefs und der Empfangsbestätigung über das Gut betreffend Gewicht, Masse und Verpackung des Gutes sowie die Anzahl der Frachtstücke gelten bis zum Beweis des Gegenteils als richtig; die Angaben über Menge, Raumgehalt und Zustand des Gutes erbringen gegenüber dem Luftfrachtführer nur insoweit Beweis, als dieser sie in Gegenwart des Absenders nachgeprüft hat und dies auf dem Frachtbrief vermerkt ist, oder wenn es sich um Angaben handelt, die sich auf den äusserlich erkennbaren Zustand des Gutes beziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_11"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 12 Abs. 1 WA",
        "content": "Der Absender ist unter der Bedingung, dass er alle Verpflichtungen aus dem Frachtvertrag erfüllt, berechtigt, über das Gut in der Weise zu verfügen, dass er es am Abgangs- oder Bestimmungsflughafen sich zurückgeben, unterwegs während einer Landung aufhalten, am Bestimmungsort oder unterwegs an eine andere Person als den ursprünglich bezeichneten Empfänger abliefern oder nach dem Abgangsflughafen zurückbringen lässt; dieses Recht kann nur insoweit ausgeübt werden, als dadurch der Luftfrachtführer oder die anderen Absender nicht geschädigt werden; der Absender ist zur Erstattung der durch die Ausübung dieses Rechtes entstehenden Kosten verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_12"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 12 Abs. 2 WA",
        "content": "Ist die Ausführung der Weisungen des Absenders unmöglich, so hat der Luftfrachtführer ihn umgehend zu verständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_12"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 12 Abs. 3 WA",
        "content": "Entspricht der Luftfrachtführer den Weisungen des Absenders, ohne die Vorlage des diesem übergebenen Stückes des Luftfrachtbriefs oder der Empfangsbestätigung über das Gut zu verlangen, so haftet er unbeschadet seines Rückgriffs gegen den Absender dem rechtmässigen Besitzer des Luftfrachtbriefs oder der Empfangsbestätigung über das Gut für den hieraus entstehenden Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_12"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 12 Abs. 4 WA",
        "content": "Das Recht des Absenders erlischt mit dem Zeitpunkt, in dem das Recht des Empfängers gemäss Artikel 13 entsteht. Es lebt wieder auf, wenn der Empfänger die Annahme des Gutes verweigert oder wenn er nicht erreicht werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_12"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 13 Abs. 1 WA",
        "content": "Der Empfänger ist berechtigt, sofern der Absender nicht von seinem Recht nach Artikel 12 Gebrauch gemacht hat, nach Ankunft des Gutes am Bestimmungsort vom Luftfrachtführer die Ablieferung des Gutes gegen Zahlung der geschuldeten Beträge und gegen Erfüllung der im Frachtbrief angegebenen Beförderungsbedingungen zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_13"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 13 Abs. 2 WA",
        "content": "Mangels abweichender Vereinbarung hat der Luftfrachtführer dem Empfänger die Ankunft des Gutes umgehend anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_13"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 13 Abs. 3 WA",
        "content": "Ist der Verlust des Gutes vom Luftfrachtführer anerkannt oder ist das Gut nach Ablauf von sieben Tagen seit dem Tag, an dem es hätte eintreffen sollen, nicht eingetroffen, so kann der Empfänger die Rechte aus dem Frachtvertrag gegen den Luftfrachtführer geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_13"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 14 WA",
        "content": "Der Absender und der Empfänger können, gleichviel ob sie für eigene oder fremde Rechnung handeln, die ihnen nach den Artikeln 12 und 13 zustehenden Rechte im eigenen Namen geltend machen, sofern sie die Verpflichtungen aus dem Frachtvertrag erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_14"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 15 Abs. 1 WA",
        "content": "Die Beziehungen zwischen dem Absender und dem Empfänger sowie die Beziehungen Dritter, deren Rechte vom Absender oder vom Empfänger herrühren, werden durch die Artikel 12, 13 und 14 nicht berührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_15"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 15 Abs. 2 WA",
        "content": "Jede von den Artikeln 12, 13 und 14 abweichende Vereinbarung muss auf dem Luftfrachtbrief oder auf der Empfangsbestätigung über das Gut vermerkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_15"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 16 Abs. 1 WA",
        "content": "Der Absender ist verpflichtet, alle Auskünfte zu erteilen, die vor Aushändigung des Gutes an den Empfänger zur Erfüllung der Zoll-, Steuer- oder Polizeivorschriften erforderlich sind, und alle zu diesem Zweck notwendigen Begleitpapiere beizufügen. Der Absender haftet dem Luftfrachtführer für alle Schäden, die aus dem Fehlen, der Unzulänglichkeit oder der Unrichtigkeit dieser Auskünfte und Papiere entstehen, es sei denn, dass den Luftfrachtführer oder seine Leute ein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_16"
    },
    {
        "book": "WA",
        "title": "WA, II. Kapitel: Beförderungsscheine, 3. Abschnitt:, Güterbeförderungsscheine",
        "citation": "Art. 16 Abs. 2 WA",
        "content": "Der Luftfrachtführer ist nicht verpflichtet, diese Auskünfte und Papiere auf ihre Richtigkeit und Vollständigkeit zu prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_16"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 17 WA",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der dadurch entsteht, dass ein Reisender getötet, körperlich verletzt oder sonst gesundheitlich geschädigt wird, wenn der Unfall, durch den der Schaden verursacht wurde, sich an Bord des Luftfahrzeugs oder beim Ein- und Aussteigen ereignet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_17"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 18 Abs. 1 WA",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der durch Zerstörung, Verlust oder Beschädigung von aufgegebenem Reisegepäck entsteht, wenn das Ereignis, durch das der Schaden verursacht wurde, während der Luftbeförderung eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_18"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 18 Abs. 2 WA",
        "content": "Der Luftfrachtführer hat den Schaden, der durch Zerstörung, Verlust oder Beschädigung von Gütern entsteht, nur zu ersetzen, wenn das Ereignis, durch das der Schaden verursacht wurde, während der Luftbeförderung eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_18"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 18 Abs. 3 WA",
        "content": "Der Luftfrachtführer haftet jedoch nicht, wenn er nachweist, dass die Zerstörung, der Verlust oder die Beschädigung der Güter ausschliesslich durch einen oder mehrere der folgenden Umstände verursacht wurde:\na) die Eigenart der Güter oder ein ihnen innewohnender Mangel;\nb) mangelhafte Verpackung der Güter durch eine andere Person als den Luftfrachtführer oder seine Leute;\nc) eine Kriegshandlung oder ein bewaffneter Konflikt;\nd) hoheitliches Handeln in Verbindung mit der Einfuhr, Ausfuhr oder Durchfuhr der Güter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_18"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 18 Abs. 4 WA",
        "content": "Der Ausdruck ‹Luftbeförderung› im Sinne der vorstehenden Absätze umfasst den Zeitraum, während dessen das Reisegepäck oder die Güter sich in der Obhut des Luftfrachtführers auf einem Flughafen, an Bord eines Luftfahrzeugs oder, bei Landung ausserhalb eines Flughafens, an einem beliebigen Ort befinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_18"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 18 Abs. 5 WA",
        "content": "Der Zeitraum der Luftbeförderung umfasst nicht die Beförderung zu Land, zur See oder auf Binnengewässern ausserhalb eines Flughafens. Erfolgt jedoch eine solche Beförderung bei Ausführung des Luftbeförderungsvertrags zum Zweck der Verladung, der Ablieferung oder der Umladung, so wird bis zum Beweis des Gegenteils vermutet, dass der Schaden durch ein während der Luftbeförderung eingetretenes Ereignis verursacht worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_18"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 19 WA",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der durch Verspätung bei der Luftbeförderung von Reisenden, Gepäck oder Gütern entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_19"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 20 WA",
        "content": "Bei der Beförderung von Reisenden und Reisegepäck sowie im Fall von Schäden, die durch Verspätung bei der Beförderung von Gütern entstehen, haftet der Luftfrachtführer nicht, wenn er beweist, dass er und seine Leute alle erforderlichen Massnahmen zur Verhütung des Schadens getroffen haben oder dass sie diese Massnahmen nicht treffen konnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_20"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 21 Abs. 1 WA",
        "content": "Bei der Beförderung von Reisenden und Reisegepäck kann das Gericht, wenn der Luftfrachtführer beweist, dass ein eigenes Verschulden des Geschädigten den Schaden verursacht oder dazu beigetragen hat, nach Massgabe seines Rechtes entscheiden, dass der Luftfrachtführer nicht oder nur in vermindertem Umfang zum Schadenersatz verpflichtet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_21"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 21 Abs. 2 WA",
        "content": "Bei der Beförderung von Gütern ist der Luftfrachtführer ganz oder teilweise insoweit von seiner Haftung befreit, als er beweist, dass ein Verschulden der Person, die den Anspruch erhebt, oder ihres Rechtsvorgängers den Schaden verursacht oder dazu beigetragen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_21"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 22 Abs. 1 WA",
        "content": "Bei der Beförderung von Personen haftet der Luftfrachtführer jedem Reisenden gegenüber nur bis zu einem Betrag von 16 600 Sonderziehungsrechten. Kann nach dem Recht des angerufenen Gerichts die Entschädigung in Form einer Geldrente festgesetzt werden, so darf der Kapitalwert der Rente diesen Höchstbetrag nicht übersteigen. Der Reisende kann jedoch mit dem Luftfrachtführer eine höhere Haftsumme besonders vereinbaren.\n2 a) Bei der Beförderung von aufgegebenem Reisegepäck ... haftet der Luftfrachtführer nur bis zu einem Betrag von 17 Sonderziehungsrechten für das Kilogramm. Diese Beschränkung gilt nicht, wenn der Absender bei der Aufgabe des Stückes das Interesse an der Lieferung besonders deklariert und den etwa vereinbarten Zuschlag entrichtet hat. In diesem Fall hat der Luftfrachtführer bis zur Höhe des deklarierten Betrags Ersatz zu leisten, sofern er nicht beweist, dass dieser höher ist als das tatsächliche Interesse des Absenders an der Lieferung.\nb) Bei der Beförderung von Gütern haftet der Luftfrachtführer nur bis zu einem Betrag von 17 Sonderziehungsrechten für das Kilogramm; diese Beschränkung gilt nicht, wenn der Absender bei der Aufgabe des Stückes das Interesse an der Lieferung besonders deklariert und den etwa vereinbarten Zuschlag entrichtet hat. In diesem Fall hat der Luftfrachtführer bis zur Höhe des deklarierten Betrags Ersatz zu leisten, sofern er nicht beweist, dass dieser höher ist als das tatsächliche Interesse des Absenders an der Lieferung.\nc) Im Fall des Verlusts, der Beschädigung, der Verspätung eines Teiles des aufgegebenen Reisegepäcks oder der Güter oder irgendeines darin enthaltenen Gegenstands kommt für die Feststellung, bis zu welchem Betrag der Luftfrachtführer haftet, nur das Gesamtgewicht der betroffenen Stücke in Betracht. Beeinträchtigt jedoch der Verlust, die Beschädigung oder die Verspätung eines Teiles des aufgegebenen Reisegepäcks oder der Güter oder eines darin enthaltenen Gegenstands den Wert anderer in demselben Fluggepäckschein oder demselben Luftfrachtbrief angeführter Stücke, so wird das Gesamtgewicht dieser Stücke für die Feststellung, bis zu welchem Betrag der Luftfrachtführer haftet, berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_22"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 22 Abs. 3 WA",
        "content": "Die Haftung des Luftfrachtführers für Gegenstände, die der Reisende in seiner Obhut behält, ist auf einen Höchstbetrag von 332 Sonderziehungsrechten gegenüber jedem Reisenden beschränkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_22"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 22 Abs. 4 WA",
        "content": "Die in diesem Artikel festgesetzten Haftungsbeschränkungen hindern das Gericht nicht, zusätzlich nach seinem Recht einen Betrag zuzusprechen, der ganz oder teilweise den vom Kläger aufgewendeten Gerichtskosten und sonstigen Ausgaben für den Rechtsstreit entspricht. Diese Bestimmung findet keine Anwendung, wenn der zugesprochene Schadenersatz ohne Berücksichtigung der Gerichtskosten und der sonstigen Ausgaben für den Rechtsstreit denjenigen Betrag nicht übersteigt, den der Luftfrachtführer dem Kläger schriftlich innerhalb einer Frist von sechs Monaten seit dem Ereignis, das den Schaden verursacht hat, oder, falls die Klage nach Ablauf dieser Frist erhoben worden ist, vor ihrer Erhebung angeboten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_22"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 22 Abs. 5 WA",
        "content": "Die in diesem Artikel angegebenen Beträge von Sonderziehungsrechten beziehen sich auf das vom Internationalen Währungsfonds festgelegte Sonderziehungsrecht. Die Umrechnung dieser Beträge in Landeswährungen erfolgt im Fall eines gerichtlichen Verfahrens nach dem Wert dieser Währungen in Sonderziehungsrechten im Zeitpunkt der Entscheidung. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Hohen Vertragschliessenden Teiles, der Mitglied des Internationalen Währungsfonds ist, wird nach der vom Internationalen Währungsfonds angewendeten Bewertungsmethode errechnet, die im Zeitpunkt der Entscheidung für seine Operationen und Transaktionen gilt. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Hohen Vertragschliessenden Teiles, der nicht Mitglied des Internationalen Währungsfonds ist, wird auf die von diesem Hohen Vertragschliessenden Teil bestimmte Weise errechnet.Dessen ungeachtet können Staaten, die nicht Mitglieder des Internationalen Währungsfonds sind und deren Recht die Anwendung des Artikels 22 Absätze 1, 2 Buchstabe a und 3 nicht zulässt, bei der Ratifikation oder dem Beitritt oder jederzeit danach erklären, dass die Haftung des Luftfrachtführers in gerichtlichen Verfahren in ihrem Gebiet im Fall des Artikels 22 Absatz 1 auf 250 000 Werteinheiten je Reisenden, im Fall des Artikels 22 Absatz 2 Buchstabe a auf 250 Werteinheiten für das Kilogramm und im Fall des Artikels 22 Absatz 3 auf 5000 Werteinheiten je Reisenden begrenzt ist. Diese Werteinheit entspricht 651/2 Milligramm Gold von 900/1000 Feingehalt. Diese Beträge können in abgerundete Beträge der Landeswährung umgerechnet werden. Die Umrechnung der Beträge in die Landeswährung erfolgt nach dem Recht des betreffenden Staates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_22"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 22 Abs. 6 WA",
        "content": "Die in diesem Artikel 42 angegebenen Beträge von Sonderziehungsrechten beziehen sich auf das vom Internationalen Währungsfonds festgelegte Sonderziehungsrecht. Die Umrechnung dieser Beträge in Landeswährungen erfolgt im Fall eines gerichtlichen Verfahrens nach dem Wert dieser Währungen in Sonderziehungsrechten im Zeitpunkt der Entscheidung. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Hohen Vertragschliessenden Teiles, der Mitglied des Internationalen Währungsfonds ist, wird nach der vom Internationalen Währungsfonds angewendeten Bewertungsmethode errechnet, die im Zeitpunkt der Entscheidung für seine Operationen und Transaktionen gilt. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Hohen Vertragschliessenden Teiles, der nicht Mitglied des Internationalen Währungsfonds ist, wird auf eine von diesem Hohen Vertragschliessenden Teil bestimmte Weise errechnet.Dessen ungeachtet können Staaten, die nicht Mitglieder des Internationalen Währungsfonds sind und deren Recht die Anwendung des Artikels 22 Absatz 2 Buchstabe b nicht zulässt, bei der Ratifikation oder dem Beitritt oder jederzeit danach erklären, dass die Haftung des Luftfrachtführers in gerichtlichen Verfahren in ihrem Gebiet auf 250 Werteinheiten für das Kilogramm begrenzt ist; diese Werteinheit entspricht 651/2 Milligramm Gold von 900/1000 Feingehalt. Dieser Betrag kann in einen abgerundeten Betrag der Landeswährung umgerechnet werden. Die Umrechnung des Betrags in die Landeswährung erfolgt nach dem Recht des betreffenden Staates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_22"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 23 Abs. 1 WA",
        "content": "Jede Bestimmung des Beförderungsvertrages, durch welche die Haftung des Luftfrachtführers ganz oder teilweise ausgeschlossen oder die in diesem Abkommen bestimmte Haftsumme herabgesetzt werden soll, ist nichtig; ihre Nichtigkeit hat nicht die Nichtigkeit des Vertrages zur Folge; dieser bleibt den Vorschriften dieses Abkommens unterworfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_23"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 23 Abs. 2 WA",
        "content": "Absatz 1 ist nicht anzuwenden auf Bestimmungen des Beförderungsvertrages über Verluste oder Beschädigungen, die aus der Eigenart der beförderten Güter oder einem ihnen anhaftenden Mangel herrühren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_23"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 24 Abs. 1 WA",
        "content": "Bei der Beförderung von Reisenden und Reisegepäck kann ein Anspruch auf Schadenersatz, auf welchem Rechtsgrund er auch beruht, nur unter den Voraussetzungen und mit den Beschränkungen geltend gemacht werden, die in diesem Abkommen vorgesehen sind; die Frage, welche Personen zur Klage berechtigt sind und was für Rechte ihnen zustehen, wird hierdurch nicht berührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_24"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 24 Abs. 2 WA",
        "content": "Bei der Beförderung von Gütern kann ein Anspruch auf Schadenersatz, auf welchem Rechtsgrund er auch beruht, sei es dieses Abkommen, ein Vertrag, eine unerlaubte Handlung oder ein sonstiger Rechtsgrund, nur unter den Voraussetzungen und mit den Beschränkungen geltend gemacht werden, die in diesem Abkommen vorgesehen sind; die Frage, welche Personen zur Klage berechtigt sind und was für Rechte ihnen zustehen, wird hierdurch nicht berührt. Diese Haftungsbeschränkungen stellen Höchstgrenzen dar und dürfen, unabhängig von dem haftungsbegründenden Sachverhalt, nicht überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_24"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 25 WA",
        "content": "Bei der Beförderung von Reisenden und Reisegepäck gelten die in Artikel 22 vorgesehenen Haftungsbeschränkungen nicht, wenn nachgewiesen wird, dass der Schaden durch eine Handlung oder Unterlassung des Luftfrachtführers oder seiner Leute verursacht worden ist, die entweder in der Absicht, Schaden herbeizuführen, oder leichtfertig und in dem Bewusstsein begangen wurde, dass ein Schaden mit Wahrscheinlichkeit eintreten werde; im Fall einer Handlung oder Unterlassung der Leute ist ausserdem zu beweisen, dass diese in Ausführung ihrer Verrichtungen gehandelt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_25"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 25A Abs. 1 WA",
        "content": "Wird einer der Leute des Luftfrachtführers wegen eines Schadens in Anspruch genommen, der unter dieses Abkommen fällt, so kann er sich auf die Haftungsbeschränkungen berufen, die nach Artikel 22 für den Luftfrachtführer gelten, sofern er beweist, dass er in Ausführung seiner Verrichtungen gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_25_A"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 25A Abs. 2 WA",
        "content": "Der Gesamtbetrag, der in diesem Falle von dem Luftfrachtführer und seinen Leuten als Ersatz zu leisten ist, darf die genannten Haftsummen nicht übersteinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_25_A"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 25A Abs. 3 WA",
        "content": "Bei der Beförderung von Reisenden und Reisegepäck sind die Absätze 1 und 2 nicht anzuwenden, wenn nachgewiesen wird, dass der Schaden durch eine Handlung oder Unterlassung der Leute des Luftfrachtführers verursacht worden ist, die entweder in der Absicht, Schaden herbeizuführen, oder leichtfertig und in dem Bewusstsein begangen wurde, dass ein Schaden mit Wahrscheinlichkeit eintreten werde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_25_A"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 26 Abs. 1 WA",
        "content": "Nimmt der Empfänger Reisegepäck oder Güter vorbehaltlos an, so wird bis zum Beweise des Gegenteils vermutet, dass sie in gutem Zustand und dem Beförderungsschein entsprechend abgeliefert worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_26"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 26 Abs. 2 WA",
        "content": "Im Fall einer Beschädigung muss der Empfänger unverzüglich nach Entdeckung des Schadens, aber jedenfalls bei Reisegepäck binnen sieben und bei Gütern binnen vierzehn Tagen nach der Annahme, dem Luftfrachtführer Anzeige erstatten. Im Fall einer Verspätung muss die Anzeige binnen einundzwanzig Tagen, nachdem das Reisegepäck oder das Gut dem Empfänger zur Verfügung gestellt worden ist, erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_26"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 26 Abs. 3 WA",
        "content": "Jede Beanstandung muss auf den Beförderungsschein gesetzt oder in anderer Weise schriftlich erklärt und innerhalb der dafür vorgesehenen Frist abgesandt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_26"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 26 Abs. 4 WA",
        "content": "Wird die Anzeigefrist versäumt, so ist jede Klage gegen den Luftfrachtführer ausgeschlossen, es sei denn, dass dieser arglistig gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_26"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 27 WA",
        "content": "Stirbt der Schuldner, so kann der Anspruch auf Schadenersatz in den Grenzen dieses Abkommens gegen seine Rechtsnachfolger geltend gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_27"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 28 Abs. 1 WA",
        "content": "Die Klage auf Schadenersatz muss in dem Gebiet eines der Hohen Vertragschliessenden Teile erhoben werden, und zwar nach Wahl des Klägers entweder bei dem Gericht des Ortes, wo der Luftfrachtführer seinen Wohnsitz hat oder wo sich seine Hauptbetriebsleitung oder diejenige seiner Geschäftsstellen befindet, durch die der Vertrag abgeschlossen worden ist, oder bei dem Gericht des Bestimmungsortes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_28"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 28 Abs. 2 WA",
        "content": "Das Verfahren richtet sich nach den Gesetzen des angerufenen Gerichts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_28"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 29 Abs. 1 WA",
        "content": "Die Klage auf Schadenersatz kann nur binnen einer Ausschlussfrist von zwei Jahren erhoben werden. Die Frist beginnt mit dem Tage, an dem das Luftfahrzeug am Bestimmungsort angekommen ist oder an dem es hätte ankommen sollen oder an dem die Beförderung abgebrochen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_29"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 29 Abs. 2 WA",
        "content": "Die Berechnung der Frist bestimmt sich nach den Gesetzen des angerufenen Gerichts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_29"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 30 Abs. 1 WA",
        "content": "Wird die Beförderung durch mehrere aufeinanderfolgende Luftfrachtführer ausgeführt (Art. 1 Abs. 3), so ist jeder von ihnen, der Reisende, Reisegepäck oder Güter annimmt, den Vorschriften dieses Abkommens unterworfen; er gilt als eine der Parteien des Beförderungsvertrages, soweit dieser sich auf den Teil der Beförderung bezieht, der unter seiner Leitung ausgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_30"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 30 Abs. 2 WA",
        "content": "Bei einer solchen Beförderung von Reisenden können der Reisende oder die sonst anspruchsberechtigten Personen nur den Luftfrachtführer in Anspruch nehmen, der die Beförderung ausgeführt hat, in deren Verlauf der Unfall oder die Verspätung eingetreten ist, es sei denn, dass der erste Luftfrachtführer durch ausdrückliche Vereinbarung die Haftung für die ganze Reise übernommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_30"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 30 Abs. 3 WA",
        "content": "Handelt es sich um Reisegepäck oder Güter, so kann der Absender den ersten, der Empfänger, der die Auslieferung verlangen kann, den letzten, und jeder von ihnen denjenigen Luftfrachtführer in Anspruch nehmen, welcher die Beförderung ausgeführt hat, in deren Verlauf die Zerstörung, der Verlust oder die Beschädigung erfolgt oder die Verspätung eingetreten ist. Diese Luftfrachtführer haften dem Absender und dem Empfänger als Solidarschuldner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_30"
    },
    {
        "book": "WA",
        "title": "WA, III. Kapitel: Haftung des Luftfrachtführers",
        "citation": "Art. 30A WA",
        "content": "Dieses Abkommen berührt nicht die Frage, ob die nach seinen Vorschriften schadenersatzpflichtige Person gegen eine andere Person Rückgriff nehmen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_30_A"
    },
    {
        "book": "WA",
        "title": "WA, IV. Kapitel: Bestimmungen über gemischte Beförderungen",
        "citation": "Art. 31 Abs. 1 WA",
        "content": "Bei gemischten Beförderungen, die zum Teil durch Luftfahrzeuge, zum Teil durch andere Verkehrsmittel ausgeführt werden, gelten die Bestimmungen dieses Abkommens nur für die Luftbeförderung und nur, wenn diese den Voraussetzungen des Artikels 1 entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_31"
    },
    {
        "book": "WA",
        "title": "WA, IV. Kapitel: Bestimmungen über gemischte Beförderungen",
        "citation": "Art. 31 Abs. 2 WA",
        "content": "Keine Bestimmung dieses Abkommens hindert die Parteien, für den Fall einer gemischten Beförderung Bedingungen für die Beförderung durch andere Verkehrsmittel in den Luftbeförderungsschein aufzunehmen, sofern hinsichtlich der Luftbeförderung die Vorschriften dieses Abkommens beachtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/50/438_450_499/de#art_31"
    }
]