[
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 1 al. 1 LFo",
        "content": "La présente loi a pour but:\na. d’assurer la conservation des forêts dans leur étendue et leur répartition géographique;\nb. de protéger les forêts en tant que milieu naturel;\nc. de garantir que les forêts puissent remplir leurs fonctions, notamment leurs fonctions protectrice, sociale et économique (fonctions de la forêt);\nd. de maintenir et promouvoir l’économie forestière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_1"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 1 al. 2 LFo",
        "content": "Elle a en outre pour but de contribuer à protéger la population et les biens d’une valeur notable contre les avalanches, les glissements de terrain, l’érosion et les chutes de pierres (catastrophes naturelles).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_1"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, Définition de la forêt",
        "citation": "Art. 2 al. 1 LFo",
        "content": "Par forêt on entend toutes les surfaces couvertes d’arbres ou d’arbustes forestiers à même d’exercer des fonctions forestières. Leur origine, leur mode d’exploitation et la mention au registre foncier ne sont pas pertinents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_2"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, Définition de la forêt",
        "citation": "Art. 2 al. 2 LFo",
        "content": "Sont assimilés aux forêts:\na. les forêts pâturées, les pâturages boisés, les peuplements de noyers et de châtaigniers;\nb. les surfaces non boisées ou improductives d’un bien-fonds forestier, telles que les vides ou les surfaces occupées par des routes forestières ou d’autres constructions ou installations forestières;\nc. les biens-fonds faisant l’objet d’une obligation de reboiser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_2"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, Définition de la forêt",
        "citation": "Art. 2 al. 3 LFo",
        "content": "Ne sont pas considérés comme forêts les groupes d’arbres ou d’arbustes isolés, les haies, les allées, les jardins, les parcs et les espaces verts, les cultures d’arbres en terrain nu destinées à une exploitation à court terme ainsi que les buissons et les arbres situés sur ou à proximité immédiate des installations de barrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_2"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, Définition de la forêt",
        "citation": "Art. 2 al. 4 LFo",
        "content": "Dans le cadre fixé par le Conseil fédéral, les cantons peuvent préciser la largeur, la surface et l’âge minimaux que doit avoir un peuplement sur une surface conquise par la forêt ainsi que la largeur et la surface minimales que doit avoir un autre peuplement pour être considérés comme forêt. Si le peuplement en question exerce une fonction sociale ou protectrice particulièrement importante, les critères cantonaux ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_2"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 1, Dispositions générales, Conservation des forêts",
        "citation": "Art. 3 LFo",
        "content": "L’aire forestière ne doit pas être diminuée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_3"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Définition du défrichement",
        "citation": "Art. 4 LFo",
        "content": "Par défrichement, on entend tout changement durable ou temporaire de l’affectation du sol forestier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_4"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Interdiction de défricher; dérogations",
        "citation": "Art. 5 al. 1 LFo",
        "content": "Les défrichements sont interdits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_5"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Interdiction de défricher; dérogations",
        "citation": "Art. 5 al. 2 LFo",
        "content": "Une autorisation peut être accordée à titre exceptionnel au requérant qui démontre que le défrichement répond à des exigences primant l’intérêt à la conservation de la forêt à condition que:\na. l’ouvrage pour lequel le défrichement est sollicité ne puisse être réalisé qu’à l’endroit prévu;\nb. l’ouvrage remplisse, du point de vue matériel, les conditions posées en matière d’aménagement du territoire;\nc. le défrichement ne présente pas de sérieux dangers pour l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_5"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Interdiction de défricher; dérogations",
        "citation": "Art. 5 al. 3 LFo",
        "content": "Ne sont pas considérés comme raisons importantes les motifs financiers, tels que le souhait de tirer du sol le plus gros profit possible ou la volonté de se procurer du terrain bon marché à des fins non forestières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_5"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Interdiction de défricher; dérogations",
        "citation": "Art. 5 al. 3bis LFo",
        "content": "Lorsqu’une autorité doit statuer sur l’autorisation de construire des installations destinées à utiliser les énergies renouvelables ainsi que des installations de transport et de distribution d’énergie, l’intérêt national attaché à la réalisation de ces projets doit être considéré comme équivalent à d’autres intérêts nationaux lors de la pesée des intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_5"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Interdiction de défricher; dérogations",
        "citation": "Art. 5 al. 4 LFo",
        "content": "Les exigences de la protection de la nature et du paysage doivent être respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_5"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Interdiction de défricher; dérogations",
        "citation": "Art. 5 al. 5 LFo",
        "content": "Les dérogations à l’interdiction de défricher doivent être limitées dans le temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_5"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compétence",
        "citation": "Art. 6 al. 1 LFo",
        "content": "Les dérogations sont accordées:\na. soit par les autorités fédérales, lorsque la construction ou la transformation d’un ouvrage exigeant un défrichement relève de leur compétence;\nb. soit par les autorités cantonales, lorsque la construction ou la transformation d’un ouvrage exigeant un défrichement relève de leur compétence",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_6"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compétence",
        "citation": "Art. 6 al. 2 LFo",
        "content": "Avant que l’autorité cantonale n’accorde une dérogation, elle consulte l’Office fédéral de l’environnement (office);\na. lorsque la surface excède 5000 m2; si plusieurs demandes de défrichement sont présentées pour le même ouvrage, le total des surfaces à défricher est déterminant;\nb. lorsque la surface à défricher est située sur le territoire de plusieurs cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_6"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compensation du défrichement",
        "citation": "Art. 7 al. 1 LFo",
        "content": "Tout défrichement doit être compensé en nature dans la même région, avec des essences adaptées à la station.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_7"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compensation du défrichement",
        "citation": "Art. 7 al. 2 LFo",
        "content": "Au lieu de fournir une compensation en nature, il est possible de prendre des mesures équivalentes en faveur de la protection de la nature et du paysage:\na. dans les régions où la surface forestière augmente;\nb. dans les autres régions, à titre exceptionnel, si cela permet d’épargner des terres agricoles ou des zones d’une grande valeur écologique ou paysagère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_7"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compensation du défrichement",
        "citation": "Art. 7 al. 3 LFo",
        "content": "Il est possible de renoncer à la compensation du défrichement:\na. pour récupérer des terres agricoles sur des surfaces conquises par la forêt au cours des 30 dernières années;\nb. pour assurer la protection contre les crues et la revitalisation des eaux;\nc. pour préserver et valoriser des biotopes selon les art. 18a et 18b, al. 1, de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_7"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compensation du défrichement",
        "citation": "Art. 7 al. 4 LFo",
        "content": "Si des terres agricoles récupérées au sens de l’al. 3, let. a, sont affectées dans les 30 ans qui suivent à une autre utilisation, la compensation du défrichement doit être effectuée ultérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_7"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Compensation",
        "citation": "Art. 9 al. RS 700 LFo",
        "content": "Les cantons veillent à ce que les avantages considérables résultant de l’octroi d’autorisations de défrichement, qui ne sont pas traités selon l’art. 5 de la loi fédérale du 22 juin 1979 sur l’aménagement du territoire soient équitablement compensés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_9"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Constatation de la nature forestière",
        "citation": "Art. 10 al. 1 LFo",
        "content": "Quiconque prouve un intérêt digne d’être protégé peut demander au canton de décider si un bien-fonds doit être considéré comme forêt ou non.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_10"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Constatation de la nature forestière",
        "citation": "Art. 10 al. 2 LFo",
        "content": "Lors de l’édiction et de la révision des plans d’affectation au sens de la loi fédérale du 22 juin 1979 sur l’aménagement du territoire, une constatation de la nature forestière doit être ordonnée:\na. là où des zones à bâtir confinent ou confineront à la forêt;\nb. là où, en dehors des zones à bâtir, le canton veut empêcher une croissance de la surface forestière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_10"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 1, Défrichement et constatation de la nature forestière, Constatation de la nature forestière",
        "citation": "Art. 10 al. 3 LFo",
        "content": "Lorsqu’une telle demande est liée à une demande de défrichement, la compétence est réglée à l’art. 6. L’autorité fédérale compétente décide sur demande de l’autorité cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_10"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 2, Forêts et aménagement du territoire, Défrichement et autorisation de construire",
        "citation": "Art. 11 al. 1 LFo",
        "content": "L’autorisation de défricher ne dispense pas son titulaire de demander l’autorisation de construire prévue par la loi fédérale du 22 juin 1979 sur l’aménagement du territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_11"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 2, Forêts et aménagement du territoire, Défrichement et autorisation de construire",
        "citation": "Art. 11 al. 2 LFo",
        "content": "Lorsqu’un projet de construction exige aussi bien une autorisation de défrichement qu’une autorisation exceptionnelle de construire en dehors de la zone à bâtir, cette dernière ne peut être octroyée que d’entente avec l’autorité compétente selon l’art. 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_11"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 2, Forêts et aménagement du territoire, Insertion des forêts dans les plans d’affectation",
        "citation": "Art. 12 LFo",
        "content": "L’insertion de forêts dans une zone d’affectation est subordonnée à une autorisation de défricher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_12"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 2, Forêts et aménagement du territoire, Délimitation des forêts par rapport aux zones d’affectation",
        "citation": "Art. 13 al. 1 LFo",
        "content": "Les limites des bien-fonds dont la nature forestière a été constatée conformément à l’art. 10, al. 2, sont fixées dans les plans d’affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_13"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 2, Forêts et aménagement du territoire, Délimitation des forêts par rapport aux zones d’affectation",
        "citation": "Art. 13 al. 2 LFo",
        "content": "Les nouveaux peuplements à l’extérieur de ces limites de forêts ne sont pas considérés comme forêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_13"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 2, Forêts et aménagement du territoire, Délimitation des forêts par rapport aux zones d’affectation",
        "citation": "Art. 13 al. 3 LFo",
        "content": "Les limites de forêts peuvent être réexaminées dans le cadre d’une procédure en constatation de la nature forestière conformément à l’art. 10 lorsque les plans d’affectation sont révisés et que les conditions effectives se sont sensiblement modifiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_13"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 3, Accès aux forêts et circulation en forêt, Accès",
        "citation": "Art. 14 al. 1 LFo",
        "content": "Les cantons veillent à ce que les forêts soient accessibles au public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_14"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 3, Accès aux forêts et circulation en forêt, Accès",
        "citation": "Art. 14 al. 2 LFo",
        "content": "Si la conservation des forêts ou un autre intérêt public l’exigent, par exemple la protection des plantes ou d’animaux sauvages, les cantons doivent:\na. limiter l’accès à certaines zones forestières;\nb. soumettre à autorisation l’organisation de grandes manifestations en forêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_14"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 3, Accès aux forêts et circulation en forêt, Circulation des véhicules à moteur",
        "citation": "Art. 15 al. 1 LFo",
        "content": "Les véhicules à moteur ne sont autorisés à circuler en forêt et sur des routes forestières que pour accomplir les activités de gestion forestière. Le Conseil fédéral règle les exceptions nécessaires pour l’armée et pour l’accomplissement d’autres tâches d’intérêt public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_15"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 3, Accès aux forêts et circulation en forêt, Circulation des véhicules à moteur",
        "citation": "Art. 15 al. 2 LFo",
        "content": "Les cantons peuvent admettre d’autres catégories d’usagers sur les routes forestières pour autant que la conservation des forêts ne s’en trouve pas menacée et qu’une telle décision ne soit pas contraire à l’intérêt public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_15"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 3, Accès aux forêts et circulation en forêt, Circulation des véhicules à moteur",
        "citation": "Art. 15 al. 3 LFo",
        "content": "Les cantons pourvoient à la signalisation et aux contrôles nécessaires. Là où la signalisation et les contrôles ne suffisent pas, il est possible d’installer des barrières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_15"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 4, Protection des forêts contre d’autres atteintes, Exploitations préjudiciables",
        "citation": "Art. 16 al. 1 LFo",
        "content": "Les exploitations qui ne constituent pas un défrichement au sens de l’art. 4, mais qui compromettent ou perturbent les fonctions ou la gestion de la forêt sont interdites. Les droits sur de telles exploitations doivent être rachetés, si nécessaire par voie d’expropriation. Les cantons édictent les dispositions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_16"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 4, Protection des forêts contre d’autres atteintes, Exploitations préjudiciables",
        "citation": "Art. 16 al. 2 LFo",
        "content": "Si des raisons importantes le justifient, les autorités compétentes peuvent autoriser de telles exploitations en imposant des conditions et des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_16"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 4, Protection des forêts contre d’autres atteintes, Distance par rapport à la forêt",
        "citation": "Art. 17 al. 1 LFo",
        "content": "Les constructions et installations à proximité de la forêt peuvent être autorisées uniquement si elles n’en compromettent ni la conservation, ni le traitement, ni l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_17"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 4, Protection des forêts contre d’autres atteintes, Distance par rapport à la forêt",
        "citation": "Art. 17 al. 2 LFo",
        "content": "Les cantons fixent la distance minimale appropriée qui doit séparer les constructions et les installations de la lisière de la forêt. Cette distance est déterminée compte tenu de la situation et de la hauteur prévisible du peuplement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_17"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 4, Protection des forêts contre d’autres atteintes, Distance par rapport à la forêt",
        "citation": "Art. 17 al. 3 LFo",
        "content": "Si des raisons importantes le justifient, les autorités compétentes peuvent autoriser une distance plus courte en imposant des conditions et des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_17"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 2, Protection des forêts contre les atteintes de l’homme, Section 4, Protection des forêts contre d’autres atteintes, Substances dangereuses pour l’environnement",
        "citation": "Art. 18 LFo",
        "content": "L’utilisation en forêt de substances dangereuses pour l’environnement est interdite. Les exceptions sont réglées dans la législation fédérale en matière de protection de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_18"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 3, Protection contre les catastrophes naturelles",
        "citation": "Art. 19 al. Nouvelle teneur selon le ch. I de la LF du 18 mars 2016, en vigueur depuis le 1er janv. 2017 (RO 2016 3207; FF 2014 4775). LFo",
        "content": "Là où la protection de la population ou des biens d’une valeur notable l’exige, les cantons doivent assurer la sécurité des zones d’avalanches, de glissements de terrain, d’érosion et de chutes de pierres et veiller à l’endiguement forestier des torrents. Des méthodes aussi respectueuses que possible de la nature doivent être utilisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_19"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Principes de gestion",
        "citation": "Art. 20 al. 1 LFo",
        "content": "Les forêts doivent être gérées de manière que leurs fonctions soient pleinement et durablement garanties (rendement soutenu).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_20"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Principes de gestion",
        "citation": "Art. 20 al. 2 LFo",
        "content": "Les cantons édictent les prescriptions nécessaires en matière d’aménagement et de gestion, en tenant compte des exigences de l’approvisionnement en bois, d’une sylviculture proche de la nature et de la protection de la nature et du paysage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_20"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Principes de gestion",
        "citation": "Art. 20 al. 3 LFo",
        "content": "Dans la mesure où l’état et la conservation des forêts le permettent, il est possible de renoncer entièrement ou en partie à leur entretien et à leur exploitation, notamment pour des raisons écologiques et paysagères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_20"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Principes de gestion",
        "citation": "Art. 20 al. 4 LFo",
        "content": "Les cantons peuvent délimiter des réserves forestières de surface suffisante pour assurer la conservation de la diversité des espèces animales et végétales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_20"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Principes de gestion",
        "citation": "Art. 20 al. 5 LFo",
        "content": "Là où la sauvegarde de la fonction protectrice l’exige, les cantons doivent garantir des soins minimums.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_20"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Exploitation du bois",
        "citation": "Art. 21 LFo",
        "content": "Tout abattage d’arbres en forêt est soumis à l’autorisation du service forestier. Les cantons peuvent prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_21"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Sécurité au travail",
        "citation": "Art. 21a LFo",
        "content": "Aux fins de garantir la sécurité au travail, les mandataires doivent justifier que les personnes qui exécutent les travaux de récolte du bois en forêt ont suivi un cours de sensibilisation aux dangers des travaux forestiers reconnu par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_21_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Interdiction des coupes rases",
        "citation": "Art. 22 al. 1 LFo",
        "content": "Les coupes rases et toutes les formes d’exploitation dont les effets peuvent être assimilés à ceux des coupes rases sont inadmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_22"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Interdiction des coupes rases",
        "citation": "Art. 22 al. 2 LFo",
        "content": "Les cantons peuvent les autoriser à titre exceptionnel pour permettre l’exécution de travaux sylvicoles particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_22"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Reboisement de vides",
        "citation": "Art. 23 al. 1 LFo",
        "content": "S’ils compromettent la stabilité ou la fonction protectrice des forêts, les vides qui ont été occasionnés par des atteintes de l’homme ou de la nature doivent être reboisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_23"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Reboisement de vides",
        "citation": "Art. 23 al. 2 LFo",
        "content": "Lorsque le reboisement ne peut pas être assuré par régénération naturelle, des arbres et des buissons adaptés à la station doivent être plantés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_23"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Plants et semences d’essences forestières",
        "citation": "Art. 24 al. 1 LFo",
        "content": "Les plants et semences utilisés pour les plantations forestières doivent être sains et adaptés à la station.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_24"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Plants et semences d’essences forestières",
        "citation": "Art. 24 al. 2 LFo",
        "content": "Le Conseil fédéral édicte des prescriptions sur la provenance, l’utilisation, le commerce et la sauvegarde des plants et semences d’essences forestières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_24"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Vente et partage",
        "citation": "Art. 25 al. 1 LFo",
        "content": "La vente de forêts appartenant à des communes ou à d’autres collectivités publiques ainsi que le partage de forêts sont soumis à une autorisation cantonale. Celle-ci peut être accordée uniquement à la condition que l’opération ne porte pas atteinte aux fonctions de la forêt en cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_25"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 1, Gestion des forêts, Vente et partage",
        "citation": "Art. 25 al. 2 LFo",
        "content": "Lorsque la vente ou le partage sont aussi soumis à autorisation en vertu de la loi fédérale du 4 octobre 1991 sur le droit foncier rural, les cantons veillent à ce que les procédures d’autorisation soient réunies et aboutissent à une seule décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_25"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures de la Confédération",
        "citation": "Art. 26 al. 1 LFo",
        "content": "Le Conseil fédéral édicte des prescriptions sur les mesures visant à prévenir et à réparer les dégâts qui sont causés par des événements naturels ou des organismes nuisibles et qui peuvent mettre gravement en danger les fonctions de la forêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_26"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures de la Confédération",
        "citation": "Art. 26 al. 2 LFo",
        "content": "Il peut en particulier, pour protéger la forêt contre les organismes nuisibles, interdire ou limiter l’utilisation de certains organismes, plantes ou marchandises et introduire un régime d’autorisation, de déclaration, d’enregistrement et de documentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_26"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures de la Confédération",
        "citation": "Art. 26 al. 3 LFo",
        "content": "La Confédération pourvoit aux mesures aux frontières nationales, et à la définition et à la coordination de mesures supracantonales des cantons à l’intérieur du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_26"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures de la Confédération",
        "citation": "Art. 26 al. 4 LFo",
        "content": "Elle gère un service phytosanitaire fédéral dont les activités concernant les forêts sont subordonnées à l’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_26"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures des cantons",
        "citation": "Art. 27 al. 1 LFo",
        "content": "Sous réserve de l’art. 26, les cantons prennent des mesures destinées à prévenir et à réparer les dégâts qui peuvent compromettre gravement la conservation des forêts et leurs fonctions. Ils surveillent en particulier les organismes nuisibles sur leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_27"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures des cantons",
        "citation": "Art. 27 al. 2 LFo",
        "content": "Ils édictent des prescriptions visant à prévenir une prolifération nuisible du gibier; ces prescriptions doivent permettre de garantir la conservation des forêts, en particulier leur régénération naturelle par des essences adaptées à la station, sans qu’il soit nécessaire de prendre des mesures pour protéger les arbres. Lorsque cela n’est pas possible, les cantons prennent des mesures pour éviter les dommages causés par le gibier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_27"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures à prendre  face aux organismes nuisibles",
        "citation": "Art. 27a al. 1 LFo",
        "content": "Toute personne qui utilise du matériel végétal doit respecter les principes régissant la protection des végétaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_27_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures à prendre  face aux organismes nuisibles",
        "citation": "Art. 27a al. 2 LFo",
        "content": "La Confédération fixe, en collaboration avec les cantons concernés, des stratégies et des directives concernant les mesures à prendre face aux organismes nuisibles qui peuvent mettre gravement en danger les fonctions de la forêt. Ces mesures doivent être conçues de sorte que:\na. les nouveaux organismes nuisibles détectés soient éliminés en temps utile;\nb. les organismes nuisibles établis soient confinés si l’utilité qu’on peut attendre de cette mesure l’emporte sur les coûts de la lutte contre ces organismes;\nc. les organismes nuisibles soient surveillés, éliminés ou confinés également hors de l’aire forestière aux fins de protéger la forêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_27_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures à prendre  face aux organismes nuisibles",
        "citation": "Art. 27a al. 3 LFo",
        "content": "Les détenteurs d’arbres, de buissons, d’autres plantes, de cultures, de matériel végétal, d’agents de production ou d’objets qui sont ou pourraient être contaminés par des organismes nuisibles ou sont des organismes nuisibles, doivent procéder à la surveillance, à l’isolement, au traitement ou à la destruction en collaboration avec les autorités compétentes, ou tolérer ces mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_27_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures extraordinaires en cas de catastrophe forestière",
        "citation": "Art. 28 LFo",
        "content": "En cas de catastrophe forestière, l’Assemblée fédérale peut prendre des mesures par arrêté fédéral de portée générale non sujet au référendum, en particulier pour sauvegarder l’économie forestière et l’industrie du bois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_28"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 4, Entretien et exploitation des forêts, Section 2, Prévention et réparation des dégâts aux forêts, Mesures à prendre face aux changements climatiques",
        "citation": "Art. 28a LFo",
        "content": "La Confédération et les cantons prennent les mesures qui permettent à la forêt de remplir ses fonctions durablement, même dans un contexte de changements climatiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_28_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Tâches de la Confédération dans le domaine de la formation",
        "citation": "Art. 29 al. 1 LFo",
        "content": "La Confédération coordonne et encourage la formation dans le domaine forestier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_29"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Tâches de la Confédération dans le domaine de la formation",
        "citation": "Art. 29 al. 2 LFo",
        "content": "Elle veille, en collaboration avec les cantons, à la formation initiale et continue, aussi bien théorique que pratique, dans le domaine forestier au niveau des hautes écoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_29"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Tâches de la Confédération dans le domaine de la formation",
        "citation": "Art. 29 al. 4 LFo",
        "content": "La formation professionnelle du personnel forestier est régie par la législation fédérale en matière de formation professionnelle. Le Conseil fédéral détermine les domaines de la formation du personnel forestier pour lesquels l’exécution de cette législation incombe au Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_29"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Tâches des cantons dans les domaines de la formation professionnelle et de la vulgarisation",
        "citation": "Art. 30 LFo",
        "content": "Les cantons veillent à la formation professionnelle des ouvriers forestiers et s’occupent de la vulgarisation à l’intention des propriétaires de forêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_30"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Recherche",
        "citation": "Art. 31 al. 1 LFo",
        "content": "La Confédération peut confier à des tiers ou soutenir par des aides financières:\na. la recherche sur les forêts;\nb. l’étude et la mise au point de mesures visant à protéger les forêts contre les atteintes de toutes sortes;\nc. l’étude et la mise au point de mesures visant à protéger la population et les biens d’une valeur notable contre les catastrophes naturelles;\nd. l’étude et le développement de procédés permettant d’améliorer la commercialisation et l’utilisation du bois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_31"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Recherche",
        "citation": "Art. 31 al. 2 LFo",
        "content": "Elle peut créer des centres de recherche et en financer l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_31"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Délégation de tâches aux associations",
        "citation": "Art. 32 al. 1 LFo",
        "content": "La Confédération peut confier à des associations d’importance nationale des tâches en rapport avec la conservation des forêts et leur allouer des aides financières à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_32"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Délégation de tâches aux associations",
        "citation": "Art. 32 al. 2 LFo",
        "content": "Elle peut également confier des tâches particulièrement importantes pour certaines régions à des associations cantonales ou régionales, notamment dans les régions de montagne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_32"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Relevés",
        "citation": "Art. 33 al. 1 LFo",
        "content": "La Confédération fait exécuter des relevés périodiques sur les stations forestières, les fonctions et l’état des forêts, sur la production et l’utilisation du bois ainsi que sur les structures et la situation économique des entreprises forestières. Les propriétaires de forêt ainsi que les organes responsables des entreprises de l’économie forestière et de l’industrie du bois sont tenus de fournir aux autorités les renseignements nécessaires et, au besoin, de tolérer des enquêtes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_33"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Relevés",
        "citation": "Art. 33 al. 2 LFo",
        "content": "Les personnes chargées de la réalisation des enquêtes ou de l’interprétation des résultats sont tenues au secret de fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_33"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1, Formation, vulgarisation, recherche, collecte de données, Information",
        "citation": "Art. 34 LFo",
        "content": "La Confédération et les cantons veillent à ce que les autorités et la population soient informées sur le rôle et sur l’état des forêts ainsi que sur l’économie forestière et l’industrie du bois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_34"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1a, Promotion du bois, Vente et valorisation du bois",
        "citation": "Art. 34a LFo",
        "content": "La Confédération encourage la vente et la valorisation du bois produit selon les principes du développement durable, en particulier en soutenant des projets innovants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_34_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1a, Promotion du bois, Construction et installations de la Confédération ",
        "citation": "Art. 34b al. 1 LFo",
        "content": "La Confédération encourage, dans la mesure où elle s’y prête, l’utilisation du bois produit selon les principes du développement durable lors de la planification, de la construction et de l’exploitation de ses propres bâtiments ou installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_34_b"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 1a, Promotion du bois, Construction et installations de la Confédération ",
        "citation": "Art. 34b al. 2 LFo",
        "content": "Lors de l’acquisition de produits en bois, elle tient compte d’une gestion forestière durable et proche de la nature ainsi que du but de réduction des émissions de gaz à effet de serre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_34_b"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Principes",
        "citation": "Art. 35 al. 1 LFo",
        "content": "Les subventions d’encouragement au sens de la présente loi sont allouées dans les limites des crédits accordés et aux conditions suivantes:\na. les mesures doivent être exécutées de manière économique et professionnelle;\nb. les mesures sont appréciées dans leur ensemble et dans leur action conjointe par rapport aux autres dispositions fédérales pertinentes;\nc. le bénéficiaire fournit une prestation propre adaptée à ses moyens, aux efforts personnels qu’on est en droit d’attendre de lui ainsi qu’aux autres sources de financement dont il pourrait disposer;\nd. les tiers, qu’ils soient usufruitiers ou responsables de dégâts, participent au financement;\ne. les litiges éventuels ont été réglés durablement et de manière à assurer la conservation des forêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_35"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Principes",
        "citation": "Art. 35 al. 2 LFo",
        "content": "Le Conseil fédéral peut prévoir que des subventions ne soient accordées qu’à des bénéficiaires participant à des mesures d’entraide de l’économie forestière et de l’industrie du bois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_35"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Protection contre les catastrophes naturelles",
        "citation": "Art. 36 al. 1 LFo",
        "content": "La Confédération alloue aux cantons, sur la base de conventions-programmes, des indemnités globales pour les mesures destinées à protéger la population et les biens d’une valeur notable contre les catastrophes naturelles, notamment:\na. la construction, la remise en état et le remplacement d’ouvrages et d’installations de protection;\nb. la création et le traitement de jeunes peuplements ayant une fonction protectrice particulière;\nc. l’établissement de cadastres et de cartes des dangers, l’aménagement et l’exploitation de stations de mesures ainsi que la mise sur pied de services d’alerte, pour assurer la sécurité des agglomérations et des voies de communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_36"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Protection contre les catastrophes naturelles",
        "citation": "Art. 36 al. 2 LFo",
        "content": "Exceptionnellement, elle peut allouer par voie de décision des indemnités pour des projets impliquant une évaluation individuelle de sa part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_36"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Protection contre les catastrophes naturelles",
        "citation": "Art. 36 al. 3 LFo",
        "content": "Le montant des indemnités dépend de la mise en danger par des catastrophes naturelles, ainsi que du coût et de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_36"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Forêts protectrices",
        "citation": "Art. 37 al. 1 LFo",
        "content": "La Confédération alloue aux cantons, sur la base de conventions-programmes, des indemnités globales pour les mesures nécessaires afin que les forêts protectrices puissent remplir leur fonction, notamment:\na. l’entretien des forêts protectrices, y compris la prévention et la réparation des dégâts qui les menacent;\nb. la garantie des infrastructures servant à l’entretien des forêts protectrices, pour autant qu’elles respectent la forêt en tant que biocénose naturelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Forêts protectrices",
        "citation": "Art. 37 al. 1bis LFo",
        "content": "Exceptionnellement, elle peut, par voie de décision, allouer des indemnités pour des projets qui ont été lancés à la suite d'événements naturels extraordinaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Forêts protectrices",
        "citation": "Art. 37 al. 2 LFo",
        "content": "Le montant des indemnités dépend de l’aire des forêts protectrices à entretenir, du danger à prévenir et de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Mesures contre les dégâts aux forêts hors forêts protectrices",
        "citation": "Art. 37a al. 1 LFo",
        "content": "La Confédération alloue aux cantons, sur la base de conventions-programmes, des indemnités globales pour les mesures de prévention et de réparation des dégâts aux forêts hors forêts protectrices causés par des événements naturels ou par des organismes nuisibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Mesures contre les dégâts aux forêts hors forêts protectrices",
        "citation": "Art. 37a al. 2 LFo",
        "content": "Exceptionnellement, elle peut, par voie de décision, allouer des indemnités pour des projets qui impliquent une évaluation au, cas par cas, par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Mesures contre les dégâts aux forêts hors forêts protectrices",
        "citation": "Art. 37a al. 3 LFo",
        "content": "Le montant des indemnités dépend des dangers à prévenir et de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Indemnisation des frais",
        "citation": "Art. 37b al. 1 LFo",
        "content": "Les destinataires des mesures de lutte contre les organismes nuisibles visées à l’art. 27a, al. 3, peuvent recevoir une indemnisation équitable des frais de prévention, de lutte et de remise en état qui ne sont pas pris en charge conformément à l’art. 48a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37_b"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Indemnisation des frais",
        "citation": "Art. 37b al. 2 LFo",
        "content": "L’indemnisation est fixée de manière définitive par l’autorité compétente selon une procédure aussi simple que possible et sans frais pour les personnes lésées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_37_b"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Diversité biologique de la forêt",
        "citation": "Art. 38 al. 1 LFo",
        "content": "La Confédération alloue aux cantons, sur la base de conventions-programmes, des aides financières globales pour les mesures destinées au maintien et à l’amélioration de la diversité biologique de la forêt, notamment pour:\na. la protection et l’entretien des réserves forestières et d’autres espaces forestiers précieux sur le plan écologique;\nb. les mesures d’encouragement de la diversité des espèces et de la diversité génétique en forêt;\nc. la connexion des espaces forestiers;\nd. le maintien des modes traditionnels de gestion forestière;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_38"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Diversité biologique de la forêt",
        "citation": "Art. 38 al. 3 LFo",
        "content": "Le montant des aides financières dépend de l’importance des mesures pour la diversité biologique et de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_38"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Gestion des forêts",
        "citation": "Art. 38a al. 1 LFo",
        "content": "La Confédération alloue des aides financières pour des mesures qui améliorent la rentabilité de la gestion des forêts selon les principes du développement durable, notamment pour:\na. les bases de planification concernant plusieurs entreprises;\nb. les mesures d’amélioration des conditions de gestion des exploitations forestières;\nc. les mesures temporaires de publicité et de promotion des ventes prises en commun par l’économie forestière et l’industrie du bois en cas de surproduction exceptionnelle;\nd. l’entreposage de bois en cas de surproduction exceptionnelle;\ne. l’encouragement de la formation des ouvriers forestiers et la formation pratique des spécialistes forestiers des hautes écoles;\nf. les mesures qui aident la forêt à remplir ses fonctions même dans un contexte de changements climatiques, notamment pour les soins aux jeunes peuplements et la production de plants et de semences d’essences forestières;\ng. l’adaptation ou la remise en état d’équipements de desserte pour autant qu’ils soient indispensables à la gestion de la forêt dans le cadre de concepts généraux, qu’ils respectent la forêt en tant que milieu naturel et que tout suréquipement en matière de desserte soit évité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_38_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Gestion des forêts",
        "citation": "Art. 38a al. 2 LFo",
        "content": "Les aides financières sont allouées:\na. pour les mesures visées à l’al. 1, let. a, b et d à g: sous la forme de contributions globales sur la base de conventions-programmes conclues avec les cantons;\nb. pour les mesures visées à l’al.1, let. c: par décision de l’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_38_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Gestion des forêts",
        "citation": "Art. 38a al. 3 LFo",
        "content": "Le montant des aides financières dépend de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_38_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Formation professionnelle",
        "citation": "Art. 39 al. 1 LFo",
        "content": "La Confédération encourage la formation du personnel forestier en allouant des contributions en vertu des art. 52 à 59 de la loi fédérale du 13 décembre 2002 sur la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_39"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Formation professionnelle",
        "citation": "Art. 39 al. 2 LFo",
        "content": "En dérogation à l’al. 1, elle alloue des aides financières jusqu’à concurrence de 50 % des autres dépenses spécifiques de la formation, notamment des fonds affectés à la formation pratique du personnel forestier sur le terrain et à l’élaboration du matériel pédagogique destiné au personnel forestier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_39"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Crédits d’investissement",
        "citation": "Art. 40 al. 1 LFo",
        "content": "La Confédération peut consentir des prêts remboursables, sans intérêt ou à intérêt réduit:\na. pour des crédits de construction;\nb. pour le financement du solde des frais occasionnés par exécution de mesures subventionnables en vertu des art. 36, 37 et 38a, al. 1, let. b;\nc. pour l’acquisition de véhicules, de machines et d’outillage forestiers ainsi que pour la construction d’installations destinées à l’exploitation forestière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_40"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Crédits d’investissement",
        "citation": "Art. 40 al. 2 LFo",
        "content": "Les prêts sont de durée limitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_40"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Crédits d’investissement",
        "citation": "Art. 40 al. 3 LFo",
        "content": "Ils ne sont consentis que sur proposition du canton. Si un débiteur ne s’acquitte pas de son obligation de rembourser, le canton doit effectuer le remboursement à sa place.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_40"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Crédits d’investissement",
        "citation": "Art. 40 al. 4 LFo",
        "content": "Les sommes provenant de remboursements seront affectées à de nouveaux investissements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_40"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Mise à disposition des subventions",
        "citation": "Art. 41 al. 1 LFo",
        "content": "L’Assemblée fédérale vote tous les quatre ans, par voie d’arrêté fédéral simple, un crédit d’engagement pour l’octroi des subventions et des prêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_41"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 2, Financement, Mise à disposition des subventions",
        "citation": "Art. 41 al. 2 LFo",
        "content": "Si les subventions relèvent de l’aide en cas d’événements naturels exceptionnels, la durée de validité est calculée à partir du moment où les mesures correspondantes sont prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_41"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 3, Autres mesures",
        "citation": "Art. 41a al. 1 LFo",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur la désignation facultative indiquant l’origine des produits sylvicoles et des produits sylvicoles transformés, pour en promouvoir la qualité et l’écoulement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_41_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 5, Mesures d’encouragement, Section 3, Autres mesures",
        "citation": "Art. 41a al. 2 LFo",
        "content": "La procédure d’enregistrement et la protection des appellations sont régies par la loi du 29 avril 1998 sur l’agriculture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_41_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Délits",
        "citation": "Art. 42 al. 1 LFo",
        "content": "La personne qui intentionnellement:\na. défriche sans autorisation;\nb. obtient, pour lui-même ou pour un tiers, une prestation à laquelle il n’a pas droit en fournissant des indications fausses ou incomplètes ou de toute autre manière;\nc. omet ou empêche l’exécution d’un reboisement prescrit,",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_42"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Délits",
        "citation": "Art. 42 al. Nouvelle teneur du par. selon l’art. 333 du CP (RS 311.0), dans la teneur de la LF du 13 déc. 2002, en vigueur depuis le 1er janv. 2007 (RO 2006 3459). LFo",
        "content": "est punie d’une peine privative de liberté d'un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_42"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Délits",
        "citation": "Art. 42 al. 2 LFo",
        "content": "Si le délinquant agit par négligence, il est passible d’une amende de 40 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_42"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Contraventions",
        "citation": "Art. 43 al. 1 LFo",
        "content": "La personne qui intentionnellement et sans autorisation:\na. désaffecte des constructions ou des installations forestières;\nb. limite l’accès à une forêt;\nc. ne respecte pas les limitations d’accès selon l’art. 14;\nd. circule en forêt ou sur des routes forestières avec des véhicules à moteur;\ne. abat des arbres en forêt;\nf. entrave l’établissement des faits ou contrevient à l’obligation d’informer en donnant des indications fausses ou incomplètes, ou refuse de donner des renseignements;\ng. ne respecte pas, à l’intérieur ou à l’extérieur de la forêt, les prescriptions sur les mesures de prévention et de réparation des dégâts aux forêts ainsi que les mesures contre les maladies et les parasites, qui peuvent constituer une menace pour les forêts; l’art. 233 du code pénal suisse est réservé;\nh. ne respecte pas les prescriptions sur la provenance, l’utilisation, le commerce et la sauvegarde des plants et semences d’essences forestières. Lorsqu’une telle infraction constitue en même temps une infraction à la législation douanière, elle sera poursuivie et jugée conformément à la loi fédérale du 1er octobre 1925 sur les douanes",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_43"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Contraventions",
        "citation": "Art. 43 al. Nouvelle teneur du par. selon l’art. 333 du CP (RS 311.0), dans la teneur de la LF du 13 déc. 2002, en vigueur depuis le 1er janv. 2007 (RO 2006 3459). LFo",
        "content": "est passible d’une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_43"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Contraventions",
        "citation": "Art. 43 al. 2 LFo",
        "content": "La tentative et la complicité sont punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_43"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Contraventions",
        "citation": "Art. 43 al. 3 LFo",
        "content": "Si le contrevenant agit par négligence, il est passible de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_43"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Contraventions",
        "citation": "Art. 43 al. 4 LFo",
        "content": "Les cantons peuvent considérer les infractions au droit cantonal comme des contraventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_43"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Contraventions et délits commis par des entreprises commerciales",
        "citation": "Art. 44 al. RS 313.0 LFo",
        "content": "Si une contravention ou un délit est commis dans le cadre de la gestion d’une personne morale, d’une société de personnes, d’une entreprise individuelle ou dans le cadre de la gestion d’une collectivité ou d’un établissement de droit public, les art. 6 et 7 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_44"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 6, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 45 LFo",
        "content": "La poursuite pénale est du ressort des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_45"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Voies de recours",
        "citation": "Art. 46 al. 1 LFo",
        "content": "La procédure de recours est régie par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_46"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Voies de recours",
        "citation": "Art. 46 al. 2 LFo",
        "content": "L’office a qualité pour exercer les recours prévus par le droit fédéral ou par le droit cantonal pour contester les décisions prises par des autorités cantonales en ce qui concerne l’application de la présente loi et de ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_46"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Voies de recours",
        "citation": "Art. 46 al. 3 LFo",
        "content": "Le droit de recours des cantons, des communes et des associations pour la protection de la nature et du paysage est régi par les art. 12 à 12g de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage. Il porte aussi sur les décisions prises en vertu des art. 5, 7, 8, 10, 12 et 13 de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_46"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Voies de recours",
        "citation": "Art. 46 al. 4 LFo",
        "content": "Le Conseil fédéral peut prévoir une procédure d’opposition aux décisions de première instance dans ses dispositions d'exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_46"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Validité des autorisations et autres décisions",
        "citation": "Art. 47 LFo",
        "content": "Les autorisations délivrées et les autres décisions prises sur la base de la présente loi ne prennent effet que lorsqu’elles sont entrées en force. L’art. 12e de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_47"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Expropriation",
        "citation": "Art. 48 al. 1 LFo",
        "content": "Lorsque les cantons ont besoin d’un bien-fonds pour assurer la conservation de forêts ou pour construire des ouvrages ou installations de protection contre les catastrophes naturelles, ils peuvent obtenir ce bien-fonds et, le cas échéant, les servitudes nécessaires par voie d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_48"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Expropriation",
        "citation": "Art. 48 al. 2 LFo",
        "content": "Dans leurs dispositions d’exécution, les cantons peuvent déclarer applicable la loi fédérale du 20 juin 1930 sur l’expropriation; les recours en suspens restent cependant du ressort du gouvernement cantonal. La loi fédérale sur l’expropriation est applicable dans tous les cas où l’objet de l’expropriation s’étend sur le territoire de plusieurs cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_48"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 1, Procédure, Prise en charge des frais par le responsable",
        "citation": "Art. 48a LFo",
        "content": "Les frais des mesures prises ou ordonnées par les autorités pour défendre la forêt contre une atteinte ou un danger imminents, et pour en faire le constat et procéder aux réparations, sont à la charge de celui qui en est la cause par son comportement fautif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_48_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Confédération",
        "citation": "Art. 49 al. 1 LFo",
        "content": "La Confédération veille à l’exécution de la présente loi et accomplit les tâches qui lui sont directement attribuées par celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_49"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Confédération",
        "citation": "Art. 49 al. 1bis LFo",
        "content": "Elle coordonne ses mesures d’exécution avec celles des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_49"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Confédération",
        "citation": "Art. 49 al. 2 LFo",
        "content": "Avant de rendre une décision en application de la présente loi, sur la base d’une autre loi fédérale ou d’un traité international, l’autorité fédérale consulte les cantons concernés. L’office et les autres services fédéraux concernés collaborent à l’exécution conformément aux art. 62a et 62b de la loi fédérale du 21 mars 1997 sur l’organisation du gouvernement et de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_49"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Confédération",
        "citation": "Art. 49 al. 3 LFo",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution. Il peut déléguer l’édiction de prescriptions de nature principalement technique ou administrative au DETEC ou à ses services ainsi qu’aux offices fédéraux subordonnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_49"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Cantons",
        "citation": "Art. 50 al. 1 LFo",
        "content": "Les cantons exécutent la présente loi sous réserve de l’art. 49. Ils édictent les dispositions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_50"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Cantons",
        "citation": "Art. 50 al. 2 LFo",
        "content": "En présence d’une situation contraire au droit, les autorités cantonales compétentes prennent immédiatement les mesures nécessaires à la restauration de l’état légal. Elles sont habilitées à percevoir des cautions et à ordonner l’exécution d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_50"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Externalisation de tâches d’exécution",
        "citation": "Art. 50a LFo",
        "content": "Les autorités d’exécution peuvent charger des collectivités de droit public ou des particuliers de procéder contre rémunération à des contrôles ou à d’autres mesures d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_50_a"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Organisation forestière",
        "citation": "Art. 51 al. 1 LFo",
        "content": "Les cantons veillent à ce que le service forestier soit organisé de façon judicieuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_51"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Organisation forestière",
        "citation": "Art. 51 al. 2 LFo",
        "content": "Ils divisent leur territoire en arrondissements forestiers et en triages forestiers. Les arrondissements forestiers et les triages forestiers sont dirigés par des spécialistes forestiers au bénéfice d’une formation supérieure et d’une expérience pratique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_51"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Approbation des dispositions d’exécution cantonales",
        "citation": "Art. 52 LFo",
        "content": "Pour être valables, les dispositions d’exécution cantonales relatives aux art. 16, al. 1, 17, al. 2, et 20, al. 2, doivent avoir été approuvées par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_52"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Communication obligatoire",
        "citation": "Art. 53 al. 1 LFo",
        "content": "Toutes les dispositions d’exécution cantonales doivent avoir été communiquées à l’office avant leur entrée en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_53"
    },
    {
        "book": "WaG",
        "title": "LFo, Chapitre 7, Procédure et exécution, Section 2, Exécution, Communication obligatoire",
        "citation": "Art. 53 al. 2 LFo",
        "content": "Le DETEC décide quels prononcés et décisions cantonaux doivent être communiqués à l’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/2521_2521_2521/fr#art_53"
    }
]