[
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Scopo",
        "citation": "Art. 1 cpv. 1 LCAP",
        "content": "La legge si prefigge di promuovere la costruzione d’abitazioni e l’urbanizzazione dei terreni necessari, nonché di ridurre i costi d’abitazione, segnatamente le pigioni, e di agevolare l’accesso alla proprietà di appartamenti e case familiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_1"
    },
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Scopo",
        "citation": "Art. 1 cpv. 2 LCAP",
        "content": "Nell’esecuzione di questi compiti la Confederazione collabora con le organizzazioni interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_1"
    },
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Scopo",
        "citation": "Art. 1 cpv. 3 LCAP",
        "content": "Resta riservata la competenza dei Cantoni di completare i provvedimenti della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_1"
    },
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Definizioni",
        "citation": "Art. 2 cpv. 1 LCAP",
        "content": "Sono abitazioni i locali destinati all’alloggio durevole di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_2"
    },
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Definizioni",
        "citation": "Art. 2 cpv. 2 LCAP",
        "content": "La proprietà di appartamenti e di case familiari è considerata abitazione giusta la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_2"
    },
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Definizioni",
        "citation": "Art. 2 cpv. 3 LCAP",
        "content": "Non cadono sotto la presente legge le abitazioni secondarie e quelle di vacanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_2"
    },
    {
        "book": "WEG",
        "title": "LCAP, Introduzione, Definizioni",
        "citation": "Art. 2 cpv. 4 LCAP",
        "content": "La legge si applica a ostelli e ricoveri soltanto per quanto concerne l’urbanizzazione e la riservazione di terreni per la costruzione d’abitazioni nonché la ricerca sul mercato delle abitazioni, la ricerca edilizia e la razionalizzazione della costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_2"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Rapporto con la pianificazione del territorio e la protezione, dell’ambiente",
        "citation": "Art. 3 LCAP",
        "content": "La Confederazione promuove l’urbanizzazione di terreni edificabili adeguata alla pianificazione del territorio e alla protezione dell’ambiente. Essa prende conformemente alle disposizioni seguenti provvedimenti completivi per promuovere e garantire tale urbanizzazione come anche per procurare i terreni per la costruzione d’abitazioni e può prestare a tale scopo aiuti speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_3"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Definizione",
        "citation": "Art. 4 cpv. 1 LCAP",
        "content": "Per urbanizzazione generale si intende l’allacciamento di un territorio edificabile ai rami principali degli impianti di urbanizzazione segnatamente alle condotte dell’acqua, dell’approvvigionamento energetico e delle acque di rifiuto nonché a strade ed accessi che servono direttamente il territorio urbanizzabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_4"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Definizione",
        "citation": "Art. 4 cpv. 2 LCAP",
        "content": "L’urbanizzazione particolare comprende il raccordo dei singoli fondi ai rami principali degli impianti di urbanizzazione, nonché alle strade di quartiere aperte al pubblico e alle canalizzazioni pubbliche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_4"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Obbligo d’urbanizzazione",
        "citation": "Art. 5 cpv. 1 LCAP",
        "content": "L’urbanizzazione generale e quella particolare nelle zone edilizie destinate alla costruzione di abitazioni dev’essere eseguita conformemente al bisogno, in fasi adeguate, in un termine massimo di 10 a 15 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_5"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Obbligo d’urbanizzazione",
        "citation": "Art. 5 cpv. 2 LCAP",
        "content": "Il diritto cantonale designa gli enti di diritto pubblico responsabili per l’urbanizzazione. Può affidare l’urbanizzazione generale ai proprietari e prevedere in tal caso l’esecuzione sussidiaria da parte degli enti di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_5"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Contributi d’urbanizzazione",
        "citation": "Art. 6 cpv. 1 LCAP",
        "content": "Gli enti di diritto pubblico competenti secondo il diritto cantonale, riscuotono dai proprietari dei fondi contributi, adeguati e esigibili entro breve tempo dopo l’ultimazione degli impianti, per i costi dell’urbanizzazione generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_6"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Contributi d’urbanizzazione",
        "citation": "Art. 6 cpv. 2 LCAP",
        "content": "I costi dell’urbanizzazione particolare devono essere messi completamente o nella maggior parte a carico dei proprietari fondiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_6"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 1. In generale, Contributi d’urbanizzazione",
        "citation": "Art. 6 cpv. 3 LCAP",
        "content": "Il Consiglio federale emana disposizioni quadro, segnatamente riguardo all’ammontare ed all’esigibilità delle prestazioni contributive. Si deve tener conto dei casi di rigore e delle circostanze speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_6"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Principio",
        "citation": "Art. 7 LCAP",
        "content": "Se l’urbanizzazione e l’edificazione di un territorio per la costruzione d’abitazioni o se il rinnovo di quartieri abitati sono resi difficili dall’inadeguatezza delle superfici dei fondi e dei rispettivi confini deve essere resa possibile un’edificazione razionale mediante riordinamento dei fondi secondo forma, superficie e fusione oppure mediante correzione dei confini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_7"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Raggruppamento per l’urbanizzazione e per la ristrutturazione",
        "citation": "Art. 8 cpv. 1 LCAP",
        "content": "Il raggruppamento di fondi edificati e non edificati è avviato per decisione delle autorità cantonali competenti o della maggioranza dei proprietari interessati cui appartiene più della metà del territorio colpito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_8"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Raggruppamento per l’urbanizzazione e per la ristrutturazione",
        "citation": "Art. 8 cpv. 2 LCAP",
        "content": "I Cantoni possono affidare ai Comuni la facoltà di ordinare d’ufficio il raggruppamento; essi possono inoltre mitigare le esigenze cui è subordinata la decisione dei proprietari fondiari di avviare il raggruppamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_8"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Obbligo di costruire",
        "citation": "Art. 9 cpv. 1 LCAP",
        "content": "Se i rapporti di proprietà sono ridisciplinati conformemente all’articolo 8, l’assegnazione dei fondi può essere vincolata all’obbligo da parte del proprietario di edificarli entro un congruo termine oppure di metterli a disposizione per scopi utili all’edificazione (obbligo di costruire).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_9"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Obbligo di costruire",
        "citation": "Art. 9 cpv. 2 LCAP",
        "content": "L’obbligo di costruire dev’essere menzionato a registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_9"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Correzione dei confini",
        "citation": "Art. 10 cpv. 1 LCAP",
        "content": "Se l’edificazione razionale di un fondo o di un gruppo di fondi è resa difficile o impossibile dallo sfavorevole tracciato dei confini, i proprietari interessati possono esigere, per la correzione dei confini, la collaborazione dei proprietari dei fondi confinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_10"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Correzione dei confini",
        "citation": "Art. 10 cpv. 2 LCAP",
        "content": "Nell’ambito di una siffatta correzione può essere chiesta la permuta di terreno entro i limiti strettamente necessari e la cessione di un massimo di tre are in quanto con tale provvedimento sia considerevolmente migliorata l’edificabilità e la permuta o la cessione non appaia insopportabile per il proprietario colpito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_10"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Correzione dei confini",
        "citation": "Art. 10 cpv. 3 LCAP",
        "content": "I Cantoni possono ordinare d’ufficio l’esecuzione di correzioni del confine. Essi possono delegare tale facoltà ai Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_10"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Competenza e procedura",
        "citation": "Art. 11 cpv. 1 LCAP",
        "content": "Il diritto cantonale disciplina la competenza e la procedura come anche, nell’ambito del diritto federale, i principi materiali per il raggruppamento di terreni da costruzione e la correzione dei confini. Esso assicura segnatamente l’esecuzione dell’obbligo di costruire e ne disciplina la protezione giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_11"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo primo: Diritto disciplinante l’urbanizzazione, Sezione 2., Raggruppamento di terreni da costruzione e correzione di confini, Competenza e procedura",
        "citation": "Art. 11 cpv. 2 LCAP",
        "content": "Per il raggruppamento di terreni da costruzione e la correzione di confini secondo gli articoli 8 a 10 non possono essere riscosse tasse di mutazione o contributi analoghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_11"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 1. Genere",
        "citation": "Art. 12 LCAP",
        "content": "Per mutui intesi all’urbanizzazione di terreno edilizio, la Confederazione può fare da mediatore o da fideiussore verso enti di diritto pubblico, nonché imprenditori e organizzazioni che si occupano della costruzione d’abitazioni. Essa può, se il finanziamento è reso difficile dalla rarefazione di mezzi sul mercato dei capitali, accordare direttamente mutui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_12"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 2. Entità",
        "citation": "Art. 13 cpv. 1 LCAP",
        "content": "L’aiuto della Confederazione si estende ai costi dell’urbanizzazione generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_13"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 2. Entità",
        "citation": "Art. 13 cpv. 2 LCAP",
        "content": "L’aiuto della Confederazione ai costi dell’urbanizzazione particolare è dato soltanto se e in quanto il terreno urbanizzabile con l’aiuto pubblico sia destinato alla costruzione di abitazioni a buon mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_13"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 3. Presupposti, condizioni e oneri, Pianificazione del territorio",
        "citation": "Art. 14 LCAP",
        "content": "Gli impianti d’urbanizzazione per la cui realizzazione è chiesto l’aiuto della Confederazione devono essere rispondenti ai piani direttori e piani di utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_14"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 3. Presupposti, condizioni e oneri, Contributi",
        "citation": "Art. 15 LCAP",
        "content": "L’aiuto della Confederazione presuppone che per le spese di urbanizzazione i proprietari siano tenuti a versare, conformemente all’articolo 6 della presente legge, contributi adeguati e esigibili entro breve tempo dopo l’ultimazione degli impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_15"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 3. Presupposti, condizioni e oneri, Condizioni e oneri nel caso singolo",
        "citation": "Art. 16 cpv. 1 LCAP",
        "content": "Per tutelare la finalità dell’aiuto, le autorità federali competenti possono stabilire condizioni e oneri quali una sistemazione razionale dei fondi, misure garantenti, entro un termine adeguato, l’urbanizzazione particolare e l’edificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_16"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 3. Presupposti, condizioni e oneri, Condizioni e oneri nel caso singolo",
        "citation": "Art. 16 cpv. 2 LCAP",
        "content": "Gli impianti d’urbanizzazione conformi ai piani esecutori di sistemazione regionale e locale sono considerati razionali a tenore del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_16"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Entità",
        "citation": "Art. 17 cpv. 1 LCAP",
        "content": "I mutui ammontano di norma al 100 per cento dei costi che entrano in considerazione per l’aiuto della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_17"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Entità",
        "citation": "Art. 17 cpv. 2 LCAP",
        "content": "Nello stabilirne l’entità vanno considerati i contributi forniti da Confederazione, Cantoni o terzi fino al momento del pagamento del mutuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_17"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Ammortamento e interessi",
        "citation": "Art. 18 cpv. 1 LCAP",
        "content": "Il mutuo deve essere rimborsato entro 20 anni, eccezionalmente 25 al massimo dal pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_18"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Ammortamento e interessi",
        "citation": "Art. 18 cpv. 2 LCAP",
        "content": "I mutui possono essere concessi a interessi più vantaggiosi di quelli usualmente praticati sul mercato, con possibilità di rinunciare all’ammortamento durante i primi anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_18"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Ammortamento e interessi",
        "citation": "Art. 18 cpv. 3 LCAP",
        "content": "Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_18"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Mutui di terzi e fideiussione",
        "citation": "Art. 19 LCAP",
        "content": "I mutui mediati dalla Confederazione o garantiti da una fideiussione sono equiparati riguardo all’interesse e all’ammortamento a quelli federali diretti. Un’eventuale differenza d’interesse è sopportata dalla Confederazione. Per quanto necessario, la Confederazione anticipa gli ammortamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_19"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo secondo: Aiuto all’urbanizzazione, Sezione 4. Mutui, Disposizioni cautelative",
        "citation": "Art. 20 LCAP",
        "content": "L’inosservanza dei presupposti generali, nonché delle condizioni e oneri speciali, determina l’obbligo di rimunerare i mutui al saggio d’interesse usualmente praticato sul mercato. Per le agevolazioni di interesse ottenute abusivamente dev’essere versata la corrispondente differenza. L’ufficio federale competente può inoltre ridurre la durata del mutuo e ordinarne il rimborso completo o parziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_20"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, In generale",
        "citation": "Art. 21 LCAP",
        "content": "La Confederazione può promuovere l’acquisto di terreni di riserva per la costruzione d’abitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_21"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Genere e portata",
        "citation": "Art. 22 cpv. 1 LCAP",
        "content": "Per i mutui intesi all’acquisto di terreni di riserva, la Confederazione può fare da mediatore e da fideiussore verso enti di diritto pubblico, nonché imprenditori e organizzazioni che si occupano della costruzione d’abitazioni di utilità pubblica. Essa può, se il finanziamento è reso difficile dalla rarefazione di mezzi sul mercato dei capitali, accordare direttamente mutui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_22"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Genere e portata",
        "citation": "Art. 22 cpv. 2 LCAP",
        "content": "I mutui possono estendersi anche agli interessi dei costi totali d’acquisto dei terreni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_22"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Genere e portata",
        "citation": "Art. 22 cpv. 3 LCAP",
        "content": "I mutui ammontano di norma al 50 per cento dei costi d’acquisto dei terreni e devono essere garantiti mediante costituzione di pegno immobiliare. Non sono applicabili eventuali limitazioni legali del mutuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_22"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Genere e portata",
        "citation": "Art. 22 cpv. 4 LCAP",
        "content": "Il Consiglio federale stabilisce i presupposti generali dell’aiuto e definisce gli oneri e le condizioni cui può essere vincolato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_22"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Diritto di superficie",
        "citation": "Art. 23 LCAP",
        "content": "L’aiuto della Confederazione per l’acquisto del terreno di riserva può essere concesso anche per l’anticipo dei canoni sul diritto di superficie in quanto:\n– il diritto di superficie sia concesso da un ente di diritto pubblico o da un’istituzione di utilità pubblica,\n– esso sia concesso al superficiario a condizioni dimostrabili come notevolmente a lui più vantaggiose dell’acquisto del terreno e\n– sia garantito che l’edificazione avvenga di regola entro 5 anni al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_23"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 1 LCAP",
        "content": "Per la durata del mutuo o della fideiussione come anche per il decennio successivo, la Confederazione ha il diritto di prelazione sui fondi acquistati con il suo aiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 2 LCAP",
        "content": "Inoltre, la Confederazione ha il diritto di compera su tali fondi in quanto essi siano sottratti alla loro destinazione oppure non siano stati urbanizzati o edificati entro 10 anni dal momento dell’acquisto pur sussistendo un fabbisogno di abitazioni. Se la sottrazione alla destinazione avviene nell’interesse pubblico oppure se non vi è più fabbisogno d’abitazioni, invece di far uso del diritto di compera, la Confederazione può ordinare il rimborso dei mutui, compresi gli interessi. Il diritto di compera dura 15 anni dalla data in cui l’aiuto della Confederazione è stato concesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 3 LCAP",
        "content": "L’esercizio del diritto di prelazione e del diritto di compera avviene al prezzo di costo aumentato del plusvalore del capitale proprio; il Consiglio federale disciplina il calcolo del plusvalore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 4 LCAP",
        "content": "Il diritto di prelazione e quello di compera devono essere menzionati al registro fondiario come limitazione di diritto pubblico della proprietà. Essi possono essere ceduti ai Cantoni, ai Comuni, come anche agli imprenditori e alle organizzazioni che si occupano della costruzione d’abitazioni d’utilità pubblica. Alle condizioni da definire nelle prescrizioni d’esecuzione l’ufficio federale competente può rinunciare al diritto di compera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 5 LCAP",
        "content": "Le presenti disposizioni reggono per analogia i rapporti di diritto di superficie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 6 LCAP",
        "content": "I fondi acquistati mediante l’aiuto della Confederazione non possono essere gravati da pegno immobiliare senza la sua approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo primo:, Urbanizzazione e riservazione di terreni per la costruzione di abitazioni, Capitolo terzo: Acquisto di terreni di riserva, Provvedimenti cautelativi",
        "citation": "Art. 24 cpv. 7 LCAP",
        "content": "Il Consiglio federale disciplina gli ulteriori particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_24"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo primo: Ricerca sul mercato delle abitazioni, Principio",
        "citation": "Art. 25 cpv. 1 LCAP",
        "content": "La Confederazione può promuovere la ricerca sul mercato delle abitazioni. Quest’ultima deve segnatamente migliorare la conoscenza delle condizioni di mercato, accertare le tendenze dell’offerta e della domanda e chiarire il bisogno di abitazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_25"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo primo: Ricerca sul mercato delle abitazioni, Principio",
        "citation": "Art. 25 cpv. 2 LCAP",
        "content": "La Confederazione coordina l’attività di ricerca e i rilevamenti statistici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_25"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo primo: Ricerca sul mercato delle abitazioni, Esecuzione",
        "citation": "Art. 26 LCAP",
        "content": "In quanto la Confederazione non provveda da sé alla ricerca sul mercato delle abitazioni può affidare l’incarico a istituzioni competenti pubbliche e private e a specialisti oppure partecipare finanziariamente ai lavori di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_26"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo primo: Ricerca sul mercato delle abitazioni, Obbligo d’informare",
        "citation": "Art. 27 LCAP",
        "content": "Ognuno è tenuto a mettere a disposizione le indicazioni necessarie per la ricerca e i rilevamenti secondo l’articolo 25. Dev’essere serbato il segreto d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_27"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 1. Principio",
        "citation": "Art. 28 cpv. 1 LCAP",
        "content": "La Confederazione può promuovere, soprattutto nell’interesse della razionalizzazione delle costruzioni, i lavori di ricerca e di sviluppo nel campo dell’edilizia. Essa coordina i lavori di ricerca e di sviluppo e provvede alla divulgazione dei risultati conseguiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_28"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 1. Principio",
        "citation": "Art. 28 cpv. 2 LCAP",
        "content": "La Confederazione può promuovere la normalizzazione e la standardizzazione della costruzione e degli elementi edili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_28"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 1. Principio",
        "citation": "Art. 28 cpv. 3 LCAP",
        "content": "La Confederazione può promuovere l’applicazione di sistemi di costruzione e metodi di lavorazione razionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_28"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 2. Esecuzione, Promovimento in generale",
        "citation": "Art. 29 cpv. 1 LCAP",
        "content": "La Confederazione allestisce piani di ricerca e di sviluppo nonché ordini di priorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_29"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 2. Esecuzione, Promovimento in generale",
        "citation": "Art. 29 cpv. 2 LCAP",
        "content": "Il promovimento avviene mediante l’assegnazione di lavori di ricerca e di sviluppo a istituzioni competenti pubbliche o private, a specialisti oppure mediante la partecipazione finanziaria ai lavori di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_29"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 2. Esecuzione, Importanza della partecipazione",
        "citation": "Art. 30 LCAP",
        "content": "La Confederazione partecipa di norma fino al 40 per cento dei costi di ricerca e di sviluppo, in quanto non conferisca mandati diretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_30"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 2. Esecuzione, Direttive sulla razionalizzazione della costruzione",
        "citation": "Art. 31 cpv. 1 LCAP",
        "content": "Il Consiglio federale emana direttive riguardanti la razionalizzazione della costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_31"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 2. Esecuzione, Direttive sulla razionalizzazione della costruzione",
        "citation": "Art. 31 cpv. 2 LCAP",
        "content": "Esso tiene conto dello stato della ricerca e della tecnica, delle particolarità regionali, della conservazione dei luoghi e paesaggi, nonché del modo di vita della popolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_31"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 3. Prescrizioni edilizie",
        "citation": "Art. 32 cpv. 1 LCAP",
        "content": "Il Consiglio federale emana per quanto necessario le prescrizioni legali indispensabili per la razionalizzazione della costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_32"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 3. Prescrizioni edilizie",
        "citation": "Art. 32 cpv. 2 LCAP",
        "content": "L’articolo 31 capoverso 2 s’applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_32"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo secondo:, Ricerca sul mercato delle abitazioni, ricerca edilizia e razionalizzazione delle costruzioni, Capitolo secondo: Ricerca edilizia e razionalizzazione delle costruzioni, Sezione 3. Prescrizioni edilizie",
        "citation": "Art. 32 cpv. 3 LCAP",
        "content": "I Cantoni e le organizzazioni interessate devono essere dapprima uditi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_32"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo terzo: Procacciamento dei capitali, Principio",
        "citation": "Art. 33 LCAP",
        "content": "Se non è garantito il finanziamento di un numero sufficiente d’abitazioni la Confederazione può assumersi la mediazione e la fideiussione di mutui. Essa può, se il finanziamento è reso difficile dalla rarefazione dei mezzi sul mercato dei capitali, accordare direttamente mutui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_33"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo terzo: Procacciamento dei capitali, Esecuzione",
        "citation": "Art. 34 cpv. 1 LCAP",
        "content": "I mutui sono messi a disposizione degli istituti finanziari o degli enti di diritto pubblico e sono rimunerati al saggio d’interesse usualmente praticato sul mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_34"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo terzo: Procacciamento dei capitali, Esecuzione",
        "citation": "Art. 34 cpv. 2 LCAP",
        "content": "Il Consiglio federale disciplina la durata e i termini d’ammortamento tenendo conto delle condizioni del mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_34"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte prima: Promovimento della costruzione di abitazioni in generale, Titolo terzo: Procacciamento dei capitali, Esecuzione",
        "citation": "Art. 34 cpv. 3 LCAP",
        "content": "Esso stabilisce le condizioni alle quali i mezzi devono essere trasmessi ai richiedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_34"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo primo: Principio",
        "citation": "Art. 35 cpv. 1 LCAP",
        "content": "La Confederazione sostiene, mediante provvedimenti appropriati secondo le disposizioni seguenti, la costruzione di abitazioni a pigione particolarmente vantaggiosa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_35"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo primo: Principio",
        "citation": "Art. 35 cpv. 2 LCAP",
        "content": "Tali provvedimenti si riferiscono:\na. alla riduzione di base che, se adempiuti determinati presupposti, consente mediante l’aiuto al finanziamento residuo di stabilire una pigione iniziale possibilmente modica, inferiore agli oneri del proprietario;\nb. alla riduzione suppletiva intesa a diminuire complessivamente del 30 per cento la pigione iniziale sufficiente a coprire i costi nel caso di abitazioni per categorie di popolazione con reddito limitato;\nc. alla riduzione suppletiva intesa a diminuire complessivamente del 40 per cento la pigione iniziale sufficiente a coprire i costi nel caso di abitazioni per anziani, invalidi e bisognosi di cure, incluso il personale necessario, come anche nel caso di abitazioni per persone che stanno ricevendo una formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_35"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo primo: Principio",
        "citation": "Art. 35 cpv. 3 LCAP",
        "content": "Il numero annuo delle abitazioni le cui pigioni sono destinate ad essere ridotte mediante l’aiuto federale è stabilito secondo i bisogni del mercato e i mezzi a disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_35"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Finanziamento",
        "citation": "Art. 36 LCAP",
        "content": "Per attuare la riduzione di base la Confederazione assume la mediazione e la fideiussione di mutui da garantire con pegno immobiliare di norma in ragione del 90 per cento dei costi d’impianto ammissibili. Essa può, se il finanziamento è reso difficile dalla rarefazione dei mezzi sul mercato dei capitali, accordare direttamente mutui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_36"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Anticipazioni",
        "citation": "Art. 37 cpv. 1 LCAP",
        "content": "Per coprire la differenza fra gli oneri dei proprietari e la pigione con riduzione di base, la Confederazione concede anticipazioni fruttifere d’interesse, rimborsabili e garantite da pegno immobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_37"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Anticipazioni",
        "citation": "Art. 37 cpv. 2 LCAP",
        "content": "Sono oneri dei proprietari gli interessi del capitale investito proprio e di terzi, le spese di manutenzione e di amministrazione e le prestazioni che consentono l’ammortamento del debito ipotecario nel termine di 25 anni al 60 per cento del costo dell’impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_37"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Anticipazioni",
        "citation": "Art. 37 cpv. 3 LCAP",
        "content": "La pigione con riduzione di base è quella che computati gli aumenti annui delle pigioni, durante 25 anni, consente di coprire gli oneri dei proprietari secondo il capoverso 2. Gli oneri dei proprietari non menzionati nel capoverso 2 sono considerati spese accessorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_37"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Anticipazioni",
        "citation": "Art. 37 cpv. 4 LCAP",
        "content": "Le anticipazioni devono essere rimunerate al massimo all’interesse usuale per le ipoteche di secondo grado. Se il rimborso delle anticipazioni o il pagamento degli interessi non avvengono in tempo utile, è aggiunto un interesse di mora al tasso usualmente praticato sul mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_37"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Spese di manutenzione e d’amministrazione; spese accessorie",
        "citation": "Art. 38 cpv. 1 LCAP",
        "content": "Le spese di manutenzione e d’amministrazione devono essere adeguate all’evoluzione dei costi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_38"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Spese di manutenzione e d’amministrazione; spese accessorie",
        "citation": "Art. 38 cpv. 2 LCAP",
        "content": "Le spese accessorie possono essere addebitate al locatario separatamente secondo il costo. Sono tali segnatamente quelle per il riscaldamento e l’acqua calda, il consumo di energia, la portineria e la manutenzione del giardino nonché gli oneri pubblici, come le imposte sugli immobili, i contributi per l’illuminazione stradale, i premi d’assicurazione immobiliare, le tasse di nettezza urbana, quelle per l’acqua potabile e per la depurazione delle acque di rifiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_38"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Spese di manutenzione e d’amministrazione; spese accessorie",
        "citation": "Art. 38 cpv. 3 LCAP",
        "content": "Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_38"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Condizioni",
        "citation": "Art. 39 LCAP",
        "content": "L’aiuto al finanziamento residuo è concesso al proprietario che si obbliga a rimborsare i mutui secondo il piano di finanziamento e si assoggetta alla vigilanza sulle pigioni (art. 45).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_39"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Perdita di pigioni, modificazione del piano delle pigioni",
        "citation": "Art. 40 cpv. 1 LCAP",
        "content": "Se, in seguito a circostanze particolari, sorgono perdite di pigioni oppure il piano di quest’ultime è modificato in sfavore del proprietario, la Confederazione può concedere a quest’ultimo, per adempiere gli obblighi inerenti al piano di finanziamento e di ammortamento, ulteriori anticipazioni oppure, se le circostanze lo giustificano, contributi a fondo perso. Se necessario possono essere differiti i rimborsi di anticipazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_40"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Perdita di pigioni, modificazione del piano delle pigioni",
        "citation": "Art. 40 cpv. 2 LCAP",
        "content": "Le anticipazioni e gli interessi ancora dovuti dopo 30 anni sono condonati dalla Confederazione, sempre che:a quel momento non ne sia esigibile il rimborso come previsto nel piano di finanziamento e di ammortamento; e",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_40"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Perdita di pigioni, modificazione del piano delle pigioni",
        "citation": "Art. 40 LCAP",
        "content": "le anticipazioni e gli interessi esigibili siano stati pagati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_40"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Perdita di pigioni, modificazione del piano delle pigioni",
        "citation": "Art. 40 cpv. 2bis LCAP",
        "content": "Un condono prima dei 30 anni è possibile se le condizioni di mercato lo richiedono e se si possono ridurre o evitare perdite da fideiussioni o impegni debitori oppure in caso di realizzazione forzata di immobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_40"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Perdita di pigioni, modificazione del piano delle pigioni",
        "citation": "Art. 40 cpv. 3 LCAP",
        "content": "Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_40"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo secondo: Riduzione di base, Garanzia riguardante il differimento della riscossione dell’interesse sul capitale proprio",
        "citation": "Art. 41 LCAP",
        "content": "Ai proprietari di case che, per ridurre ulteriormente le pigioni, hanno differito la riscossione dell’interesse sul capitale proprio e, per motivi gravi sono costretti a vendere l’immobile o l’abitazione la Confederazione garantisce un prezzo di vendita corrispondente a quello cui essa potrebbe acquistare l’immobile o l’abitazione se esercitasse il diritto di compera e prelazione giusta l’articolo 50 capoverso 2. Il capitale proprio computabile è aumentato degli interessi differiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_41"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo terzo: Riduzione suppletiva",
        "citation": "Art. 42 cpv. 1 LCAP",
        "content": "La riduzione suppletiva consiste in un contributo annuo costante non rimborsabile versato dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_42"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo terzo: Riduzione suppletiva",
        "citation": "Art. 42 cpv. 2 LCAP",
        "content": "La riduzione suppletiva presuppone la riduzione di base. La riduzione suppletiva può essere concessa anche ai proprietari che adempiono tutte le condizioni della riduzione di base ma che hanno rinunciato al beneficio dell’aiuto al finanziamento residuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_42"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo terzo: Riduzione suppletiva",
        "citation": "Art. 42 cpv. 3 LCAP",
        "content": "Le abitazioni costruite o rinnovate con la riduzione suppletiva possono essere locate soltanto a persone il cui reddito non supera i limiti stabiliti dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_42"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo terzo: Riduzione suppletiva",
        "citation": "Art. 42 cpv. 4 LCAP",
        "content": "Il Consiglio federale stabilisce le altre condizioni per la riduzione suppletiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_42"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Rinnovo di abitazioni",
        "citation": "Art. 43 LCAP",
        "content": "Il Consiglio federale disciplina le condizioni per l’aiuto federale al rinnovo di abitazioni. Il costo complessivo non può superare quello di nuove abitazioni equiparabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_43"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Esigenze riguardanti i progetti",
        "citation": "Art. 44 LCAP",
        "content": "I progetti devono essere rispondenti alle esigenze della pianificazione nazionale regionale e locale; alle prescrizioni minime riguardanti la grandezza e l’attrezzatura, come anche alle esigenze della razionalizzazione della costruzione; essi devono rispettare le vigenti limitazioni di costo dei terreni e dell’edilizia e tener conto del bisogno di abitazione esistente nella rispettiva regione, segnatamente comprendente abitazioni per anziani, invalidi, famiglie con prole numerosa e persone con possibilità limitate di guadagno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_44"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Vigilanza sulle pigioni",
        "citation": "Art. 45 cpv. 1 LCAP",
        "content": "Le pigioni ridotte in virtù della presente legge soggiacciono a vigilanza ufficiale fino a completo rimborso delle anticipazioni federali e degli interessi, ma almeno durante 25 anni. È possibile porre fine anticipatamente alla vigilanza ufficiale al momento del condono delle anticipazioni e degli interessi (art. 40) o in presenza di un contratto d’annullamento di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_45"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Vigilanza sulle pigioni",
        "citation": "Art. 45 cpv. 2 LCAP",
        "content": "Per tutta la durata della vigilanza ufficiale, le pigioni stabilite dalle autorità competenti possono essere modificate soltanto nell’ambito degli adeguamenti di pigione ordinati dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_45"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Conservazione della destinazione",
        "citation": "Art. 46 cpv. 1 LCAP",
        "content": "Le abitazioni costruite o rinnovate con l’aiuto dei provvedimenti speciali per la riduzione delle pigioni devono essere destinate soltanto all’abitazione fino a completo rimborso delle anticipazioni federali e degli interessi, almeno però durante 25 anni rispettivamente fino al momento del condono delle anticipazioni e degli interessi (art. 40). È possibile porre fine anticipatamente all’aiuto federale e all’obbligo di mantenimento della destinazione mediante un contratto d’annullamento di diritto pubblico dopo un periodo di 15 anni almeno dall’inizio dell’aiuto federale. La condizione è che a quel momento nessuna economia domestica abbia più diritto alla riduzione suppletiva II secondo l’ordinanza relativa alla legge federale del 30 novembre 1981 che promuove la costruzione d’abitazioni e l’accesso alla loro proprietà, le anticipazioni e gli interessi siano stati rimborsati e la Confederazione sia stata liberata dalla fideiussione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_46"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Conservazione della destinazione",
        "citation": "Art. 46 cpv. 2 LCAP",
        "content": "Al fine di garantire il divieto di distrazione dalla destinazione, la Confederazione ha il diritto legale di compera e di prelazione al prezzo di costo, fino al completo rimborso delle anticipazioni federali e degli interessi, almeno però durante 25 anni rispettivamente fino al momento del condono delle anticipazioni e degli interessi (art. 40).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_46"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Conservazione della destinazione",
        "citation": "Art. 46 cpv. 3 LCAP",
        "content": "Il divieto di distrazione dalla destinazione, nonché i diritti di compera e di prelazione destinati a sanzionarlo per la durata della loro validità, devono essere menzionati a registro fondiario quale limitazione di diritto pubblico della proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_46"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Conservazione della destinazione",
        "citation": "Art. 46 cpv. 4 LCAP",
        "content": "Il diritto di compera e quello di prelazione possono essere ceduti ai Cantoni, ai Comuni, alle organizzazioni e agli imprenditori che si occupano della costruzione d’abitazione di pubblica utilità. L’ufficio federale competente può rinunciare al diritto di compera, alle condizioni stabilite nelle prescrizioni d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_46"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte seconda:, Provvedimenti speciali per ridurre le pigioni (costruzione d’abitazioni d’utilità pubblica), Titolo quarto: Altre disposizioni, Conservazione della destinazione",
        "citation": "Art. 46 cpv. 5 LCAP",
        "content": "Il Consiglio federale disciplina gli ulteriori particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_46"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Principio",
        "citation": "Art. 47 cpv. 1 LCAP",
        "content": "La Confederazione può promuovere l’accesso alla proprietà di appartamenti e di case familiari destinati al fabbisogno proprio di persone fisiche che per insufficienza di patrimonio proprio o di reddito dal lavoro non dispongono del capitale necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_47"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Principio",
        "citation": "Art. 47 cpv. 2 LCAP",
        "content": "Il promovimento vale anche per altri diritti reali o personali che conferiscono pretese analoghe a quelle attinenti al diritto di proprietà, come anche per la proprietà collettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_47"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Principio",
        "citation": "Art. 47 cpv. 3 LCAP",
        "content": "Il promovimento presuppone da parte del proprietario, la prestazione di una garanzia adeguata contro i rischi inerenti al servizio degli interessi e all’ammortamento delle ipoteche di grado inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_47"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Genere dell’aiuto",
        "citation": "Art. 48 cpv. 1 LCAP",
        "content": "Nell’ambito dell’articolo 47, la Confederazione procura, garantisce e concede direttamente mutui e anticipazioni in applicazione analogica degli articoli 35 a 39, 43, 44 e 46 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_48"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Genere dell’aiuto",
        "citation": "Art. 48 cpv. 2 LCAP",
        "content": "Inoltre, la Confederazione, in applicazione analogica dell’articolo 42. può concedere contributi a fondo perso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_48"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Conversione di abitazioni",
        "citation": "Art. 49 cpv. 1 LCAP",
        "content": "Le abitazioni locali per le quali non sono ancora state completamente rimborsate le anticipazioni per la riduzione di base possono essere convertite in appartamenti in proprietà il cui acquisto è promosso dalla Confederazione a senso degli articoli 47 e 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_49"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Conversione di abitazioni",
        "citation": "Art. 49 cpv. 2 LCAP",
        "content": "Per gravi motivi, l’autorità federale competente può consentire che gli appartamenti in proprietà per cui non sono ancora state completamente rimborsate le anticipazioni per la riduzione di base siano convertiti in abitazioni locabili le cui pigioni beneficiano della riduzione di base a senso dell’articolo 35 capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_49"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Garanzia",
        "citation": "Art. 50 cpv. 1 LCAP",
        "content": "Gli appartamenti o le case la cui proprietà è stata acquisita mediante l’aiuto federale non possono, per la durata dell’aiuto ma almeno per 25 anni, essere distratti dalla loro destinazione o alienati con utile senza l’approvazione della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_50"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Garanzia",
        "citation": "Art. 50 cpv. 2 LCAP",
        "content": "A tutela del divieto di distrazione dalla destinazione di alienazione è garantito alla Confederazione, per la durata dei divieti, il diritto di compera e di prelazione al prezzo di costo aumentato del plusvalore del capitale proprio; il Consiglio federale disciplina il calcolo del plusvalore. Il diritto di compera e di prelazione può essere ceduto ai Cantoni e ai Comuni, come anche alle organizzazioni e agli imprenditori che si occupano della costruzione d’abitazioni di pubblica utilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_50"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Garanzia",
        "citation": "Art. 50 cpv. 3 LCAP",
        "content": "Il divieto di distrazione dalla destinazione e il divieto di alienazione, come anche il diritto di compera e di prelazione vincolato a tali divieti, devono essere menzionati, per la durata della loro validità, a registro fondiario come limitazioni di diritto pubblico della proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_50"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte terza: Promovimento dell’accesso alla proprietà di abitazioni, Garanzia",
        "citation": "Art. 50 cpv. 4 LCAP",
        "content": "Nel rimanente, il Consiglio federale disciplina i particolari, segnatamente definisce le condizioni cui deve essere permessa la libera alienazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_50"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quarta:, Misure di promovimento in favore di imprenditori e di organizzazioni della costruzione d’abitazioni di pubblica utilità, In generale",
        "citation": "Art. 51 cpv. 1 LCAP",
        "content": "La Confederazione può promuovere l’attività di imprenditori e di organizzazioni della costruzione d’abitazioni di pubblica utilità, segnatamente mediante la concessione di fideiussioni e mutui oppure mediante la partecipazione al loro capitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_51"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quarta:, Misure di promovimento in favore di imprenditori e di organizzazioni della costruzione d’abitazioni di pubblica utilità, In generale",
        "citation": "Art. 51 cpv. 2 LCAP",
        "content": "Per tale scopo essa può istituire apposite organizzazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_51"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quarta:, Misure di promovimento in favore di imprenditori e di organizzazioni della costruzione d’abitazioni di pubblica utilità, Presupposti e garanzia",
        "citation": "Art. 52 LCAP",
        "content": "Il promovimento presuppone che gli imprenditori e le organizzazioni rispondano alle esigenze minime ordinate dal Consiglio federale, riguardanti la destinazione e la garanzia il suo mantenimento nonché l’amministrazione e gli statuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_52"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Procacciamento dei mezzi",
        "citation": "Art. 53 cpv. 1 LCAP",
        "content": "L’Assemblea federale stanzia, mediante un credito d’impegno pluriennale, i fondi necessari a carico del conto finanziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_53"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Procacciamento dei mezzi",
        "citation": "Art. 53 cpv. 2 LCAP",
        "content": "In quanto i mezzi siano da attingere dal conto capitale, il Consiglio federale ne stabilisce i limiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_53"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Procacciamento dei mezzi",
        "citation": "Art. 53 cpv. 3 LCAP",
        "content": "L’Assemblea federale può prevedere, mediante decreto federale semplice, che le prestazioni della Confederazione secondo l’articolo 37 siano addebitate direttamente al conto capitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_53"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Procacciamento dei mezzi",
        "citation": "Art. 53 cpv. 4 LCAP",
        "content": "Stanzia, a partire dal 2001, crediti di pagamento annui per il versamento delle anticipazioni relative alla riduzione di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_53"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Ufficio federale per l’abitazione",
        "citation": "Art. 54 cpv. 1 LCAP",
        "content": "La Confederazione istituisce un Ufficio federale per l’abitazione (Ufficio federale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_54"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Ufficio federale per l’abitazione",
        "citation": "Art. 54 cpv. 2 LCAP",
        "content": "All’Ufficio compete l’esecuzione della presente legge in quanto spetti alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_54"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Ufficio federale per l’abitazione",
        "citation": "Art. 54 cpv. 3 LCAP",
        "content": "L’Ufficio coordina l’attività esecutiva della Confederazione e dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_54"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura per le domande di aiuto creditizio",
        "citation": "Art. 56 cpv. 1 LCAP",
        "content": "Le domande di aiuto creditizio sono dirette all’Ufficio federale. Quest’ultimo decide dopo aver chiarito l’adempimento delle condizioni e le possibilità finanziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_56"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura per le domande di aiuto creditizio",
        "citation": "Art. 56 cpv. 2 LCAP",
        "content": "I rapporti giuridici tra Confederazione e richiedenti, nonché eventuali terzi per l’attuazione della garanzia del credito, come mutui, fideiussioni, costituzioni in pegno, promesse di garanzia e altre promesse di pagamento, si fondano su un contratto di diritto pubblico per il quale occorre la forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_56"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura per le domande di aiuto creditizio",
        "citation": "Art. 56 cpv. 3 LCAP",
        "content": "Il Consiglio federale stabilisce a quali condizioni possono essere delegate competenze a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_56"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura in materia di sussidi federali",
        "citation": "Art. 57 cpv. 1 LCAP",
        "content": "Le domande di sussidio federale sono dirette all’Ufficio federale. Quest’ultimo decide dopo aver chiarito l’adempimento delle condizioni e le possibilità finanziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_57"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura in materia di sussidi federali",
        "citation": "Art. 57 cpv. 2 LCAP",
        "content": "Il richiedente deve comunicare all’Ufficio federale per scritto entro i 30 giorni dall’entrata in vigore della promessa di sussidio se assume gli impegni vincolati a tale promessa. L’accettazione deve avvenire senza riserve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_57"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura in materia di sussidi federali",
        "citation": "Art. 57 cpv. 3 LCAP",
        "content": "Accettati da parte del richiedente gli impegni vincolati alla promessa di sussidio sorge un rapporto contrattuale di diritto pubblico conforme alla decisione dell’Ufficio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_57"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura in materia di sussidi federali",
        "citation": "Art. 57 cpv. 4 LCAP",
        "content": "La decisione dell’Ufficio federale decade se il richiedente non si assume in tempo utile gli impegni vincolati alla promessa di sussidio. L’Ufficio federale può, all’occorrenza, differire il termine previsto al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_57"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Competenza e procedura in materia di sussidi federali",
        "citation": "Art. 57 cpv. 5 LCAP",
        "content": "Il Consiglio federale disciplina gli altri particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_57"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Diritto all’aiuto federale",
        "citation": "Art. 58 LCAP",
        "content": "Il diritto all’aiuto federale sorge soltanto con la decisione definitiva della promessa d’aiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_58"
    },
    {
        "book": "WEG",
        "title": "LCAP, Parte quinta: Disposizioni diverse, Diritto completivo",
        "citation": "Art. 60 cpv. RS 210 LCAP",
        "content": "Le disposizioni del diritto civile (CC e CO) si applicano a titolo suppletivo ai problemi non risolti dalla presente legge o dalle sue disposizioni esecutive e concernenti i rapporti giuridici tra Confederazione, richiedenti e terzi quali mutui, fideiussioni e costituzioni in pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1975/498_498_498/it#art_60"
    }
]