[
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Grundsatz",
        "citation": "Art. 1 WPEG",
        "content": "Schweizer Bürger, die ihre Wehrpflicht nicht oder nur teilweise durch persönliche Dienstleistung (Militär- oder Zivildienst) erfüllen, haben einen Ersatz in Geld zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_1"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Ersatzpflichtige",
        "citation": "Art. 2 Abs. 1 WPEG",
        "content": "Ersatzpflichtig sind die Wehrpflichtigen mit Wohnsitz im In- oder Ausland, die im Ersatzjahr, das dem Kalenderjahr entspricht:\na. während mehr als sechs Monaten weder in einer Formation der Armee eingeteilt noch der Zivildienstpflicht unterstellt sind;\nb. ...\nc. als Dienstpflichtige ihren Militär- oder Zivildienst nicht leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_2"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Ersatzpflichtige",
        "citation": "Art. 2 Abs. 1bis WPEG",
        "content": "Ersatzpflichtig sind ferner Militär- und Zivildienstleistende, die aus der Dienstpflicht entlassen werden, die Gesamtdienstleistungspflicht jedoch nicht erfüllt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_2"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Ersatzpflichtige",
        "citation": "Art. 2 Abs. 2 WPEG",
        "content": "Nicht ersatzpflichtig ist, wer seine Dienstpflicht im Ersatzjahr tatsächlich erfüllt hat, obwohl er nicht während des ganzen Jahres als Dienstpflichtiger eingeteilt war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_2"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Beginn und Dauer der Ersatzpflicht",
        "citation": "Art. 3 Abs. 1 WPEG",
        "content": "Die Ersatzpflicht beginnt frühestens am Anfang des Jahres, in dem der Wehrpflichtige das 19. Altersjahr vollendet. Sie dauert längstens bis zum Ende des Jahres, in dem er das 37. Altersjahr vollendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_3"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Beginn und Dauer der Ersatzpflicht",
        "citation": "Art. 3 Abs. 2 WPEG",
        "content": "Für Ersatzpflichtige nach Artikel 2 Absatz 1 Buchstabe a, die keinen Zivilschutzdienst leisten, beginnt die Ersatzpflicht im Jahr, das auf die Rekrutierung folgt. Sie dauert elf Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_3"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Beginn und Dauer der Ersatzpflicht",
        "citation": "Art. 3 Abs. 3 WPEG",
        "content": "Für Ersatzpflichtige nach Artikel 2 Absatz 1 Buchstabe a, die Zivilschutzdienst leisten, beginnt die Ersatzpflicht im Jahr, das auf das Jahr folgt, in dem der Ersatzpflichtige die Schutzdienstgrundausbildung begonnen hat. Sie dauert elf Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_3"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Beginn und Dauer der Ersatzpflicht",
        "citation": "Art. 3 Abs. 4 WPEG",
        "content": "Für Ersatzpflichtige nach Artikel 2 Absatz 1 Buchstabe c, die als Dienstpflichtige ihren Militärdienst nicht leisten, beginnt die Ersatzpflicht im Jahr, das auf das Jahr folgt, in dem der Ersatzpflichtige die Rekrutenschule bestanden hat, spätestens aber im Jahr, in dem der Ersatzpflichtige das 25. Altersjahr vollendet. Sie dauert bis zum Ende der Militärdienstpflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_3"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Beginn und Dauer der Ersatzpflicht",
        "citation": "Art. 3 Abs. 5 WPEG",
        "content": "Für Ersatzpflichtige nach Artikel 2 Absatz 1 Buchstabe c, die als Dienstpflichtige ihren Zivildienst nicht leisten, beginnt die Ersatzpflicht im Jahr, das auf das Jahr folgt, in dem der Entscheid über die Zulassung zum Zivildienst rechtskräftig geworden ist, spätestens aber im Jahr, in dem der Ersatzpflichtige das 25. Altersjahr vollendet. Sie dauert bis zum Ende der Zivildienstpflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_3"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung von der Ersatzpflicht",
        "citation": "Art. 4 Abs. 1 WPEG",
        "content": "Von der Ersatzpflicht ist befreit, wer im Ersatzjahr:\na. wegen erheblicher körperlicher, geistiger oder psychischer Behinderung ein taxpflichtiges Einkommen erzielt, das nach nochmaligem Abzug von Versicherungsleistungen gemäss Artikel 12 Absatz 1 Buchstabe c sowie von behinderungsbedingten Lebenshaltungskosten sein betreibungsrechtliches Existenzminimum um nicht mehr als 100 Prozent übersteigt;\nabis. wegen einer erheblichen Behinderung als dienstuntauglich gilt sowie eine Rente oder eine Hilflosenentschädigung der Eidgenössischen Invalidenversicherung oder der Unfallversicherung bezieht;\nater. wegen einer erheblichen Behinderung als dienstuntauglich gilt und keine Hilflosenentschädigung bezieht, aber dennoch eine der zwei mindestens erforderlichen Voraussetzungen für eine Hilflosenentschädigung erfüllt;\nb. dienstuntauglich erklärt oder vom Dienst dispensiert worden ist, weil seine Gesundheit durch den Militär- oder Zivildienst geschädigt wurde;\nc. als Mitglied der Bundesversammlung wegen Teilnahme an deren Sitzungen seinen Militär- oder Zivildienst nicht leisten konnte, zum militärischen Personal gehört oder nach der Militär- oder Zivildienstgesetzgebung von der persönlichen Dienstleistung befreit ist;\nd. ...\ne. das Schweizer Bürgerrecht erworben oder verloren hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung von der Ersatzpflicht",
        "citation": "Art. 4 Abs. 2 WPEG",
        "content": "Von der Ersatzpflicht ist ferner, unter Vorbehalt von Artikel 21 Absatz 2 befreit, wer im Ersatzjahr als Angehöriger eines im Kriegsbetrieb stehenden Betriebes während mindestens 30 Tagen dem Militärstrafrecht unterstellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung von der Ersatzpflicht",
        "citation": "Art. 4 Abs. 2bis WPEG",
        "content": "Von der Ersatzpflicht ist auch befreit, wer die gesamte Dienstpflicht nach Militär- oder Zivildienstgesetzgebung erfüllt hat. Diese Befreiung gilt nicht für die Jahre aktiven Dienstes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung von der Ersatzpflicht",
        "citation": "Art. 4 Abs. 3 WPEG",
        "content": "Stirbt der Ersatzpflichtige, so entfällt die Abgabe für das Todesjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung der Auslandschweizer von der Ersatzpflicht",
        "citation": "Art. 4a Abs. 1 WPEG",
        "content": "Von der Ersatzpflicht ist der Auslandschweizer befreit, der im Ersatzjahr wenigstens sechs Monate lang im Ausland Wohnsitz hat, sofern er:\na. bei Beginn des Ersatzjahres seit mehr als drei Jahren ununterbrochen im Ausland wohnt;\nb. im Ersatzjahr Militär- oder Zivildienst in seinem ausländischen Wohnsitzstaat zu leisten oder eine der Wehrpflichtersatzabgabe entsprechende Abgabe zu zahlen hat;\nc.  im Ersatzjahr als Bürger seines ausländischen Wohnsitzstaates der Armee oder dem Zivildienst dieses Staates zur Verfügung steht, nachdem er dort die ordentlichen Dienste geleistet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung der Auslandschweizer von der Ersatzpflicht",
        "citation": "Art. 4a Abs. 2 WPEG",
        "content": "War der Wehrpflichtige schon früher im Ausland wohnhaft, so werden diese Auslandaufenthalte auf die Frist von drei Jahren angerechnet, sofern die Aufenthalte jeweils mindestens zwölf Monate gedauert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Befreiung der Auslandschweizer von der Ersatzpflicht",
        "citation": "Art. 4a Abs. 3 WPEG",
        "content": "Ausgenommen von der Befreiung sind wehrpflichtige Schweizer, die im Ausland wohnen, sich jedoch militärisch oder zivildienstlich in der Schweiz anzumelden und ihre dienstlichen Obliegenheiten zu erfüllen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_4_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Nachfolge in der Ersatzpflicht",
        "citation": "Art. 6 Abs. 1 WPEG",
        "content": "Stirbt der Ersatzpflichtige, so treten die Erben in seine Pflichten und Rechte ein; sie haften solidarisch für die noch geschuldeten Ersatzabgaben. Ein Erbe wird von der Zahlungspflicht insoweit befreit, als er nachweist, dass die Ersatzabgaben seinen Anteil am Nachlass mit Einschluss seiner Vorempfänge übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_6"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Militär- und Zivildienst",
        "citation": "Art. 7 Abs. 1 WPEG",
        "content": "Der Militärdienst umfasst die anrechenbaren Diensttage gemäss der Militärgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_7"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Militär- und Zivildienst",
        "citation": "Art. 7 Abs. 1bis WPEG",
        "content": "Der Zivildienst umfasst die anrechenbaren Diensttage gemäss Zivildienstgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_7"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Militär- und Zivildienst",
        "citation": "Art. 7 Abs. 3 WPEG",
        "content": "Nicht als Militär- oder Zivildienst im Sinne dieses Gesetzes gelten:\na. die Teilnahme an Kursen im Rahmen der militärtechnischen Vorbildung, an der obligatorischen ausserdienstlichen Schiessübung und am Nachschiesskurs;\nb. die Teilnahme an Übungen oder Kursen von militärischen Vereinen und von «Jugend + Sport»;\nc. der Dienst, der gegen Taggeld oder in einem vertraglichen Arbeitsverhältnis geleistet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_7"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Militär- und Zivildienst",
        "citation": "Art. 7 Abs. 4 WPEG",
        "content": "Ist der Wehrpflichtige durch einen Unfall, den er bei einer Veranstaltung gemäss Absatz 3 Buchstabe a erlitten hat, in seiner Gesundheit geschädigt worden, so findet Artikel 4 Absatz 1 Buchstabe b Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_7"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Nicht geleisteter Militär- und Zivildienst",
        "citation": "Art. 8 Abs. 1 WPEG",
        "content": "Leistet der Militärdienstpflichtige nach Ende des Jahres, in dem er die Rekrutenschule bestanden hat, in einem Jahr nicht den vollständigen Dienst, so gilt der Militärdienst in diesem Jahr im Sinne dieses Gesetzes als nicht geleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_8"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Nicht geleisteter Militär- und Zivildienst",
        "citation": "Art. 8 Abs. 2 WPEG",
        "content": "Leistet der Zivildienstpflichtige nach Endes des Jahres, in dem der Entscheid über die Zulassung zum Zivildienst rechtskräftig geworden ist, in einem Jahr nicht einen Einsatz von mindestens 26 anrechenbaren Diensttagen, so gilt der Zivildienst in diesem Jahr im Sinne dieses Gesetzes als nicht geleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_8"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Nicht geleisteter Militär- und Zivildienst",
        "citation": "Art. 8 Abs. 3 WPEG",
        "content": "Kann der Dienstpflichtige in einem Jahr aus einem der folgenden Gründe nicht den vollständigen Dienst leisten, so schuldet er für dieses Jahr keine Ersatzabgabe:\na. aus militärischen Gründen zur Deckung des Bedarfs an Fachspezialisten in den Formationen oder des Bedarfs an Kadern in Ausbildungsdiensten;\nb. aus zivildienstlichen Gründen, wenn im Ersatzjahr keine Einsatzpflicht bestand;\nc. weil eine Gefährdung der Gesundheit wegen einer Epidemie oder Tierseuche bestand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_8"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Einheit des Ersatzjahres",
        "citation": "Art. 9 Abs. 1 WPEG",
        "content": "Sind die Voraussetzungen der Ersatzpflicht in einem Ersatzjahr erfüllt, so besteht die Ersatzpflicht für das ganze Jahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_9"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Abschluss-Ersatzabgabe",
        "citation": "Art. 9a Abs. 1 WPEG",
        "content": "Militär- und Zivildienstleistende nach Artikel 2 Absatz 1bis, die die Gesamtdienstleistungspflicht um mehr als 15 anrechenbare Militärdiensttage beziehungsweise um mehr als 25 anrechenbare Zivildiensttage nicht erfüllt haben, bezahlen im Entlassungsjahr eine Abschluss-Ersatzabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_9_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Abschluss-Ersatzabgabe",
        "citation": "Art. 9a Abs. 2 WPEG",
        "content": "Bei der Beurteilung, ob die Abschluss-Ersatzabgabe geschuldet ist, werden in geleistete Diensttage umgerechnet:\na. bereits geleistete Ersatzabgaben;\nb. Abgabejahre, in denen aus einem Grund nach Artikel 4, 4a oder 8 Absatz 3 keine Ersatzpflicht bestand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_9_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Erster Abschnitt: Die Ersatzpflicht, Abschluss-Ersatzabgabe",
        "citation": "Art. 9a Abs. 3 WPEG",
        "content": "Die Bestimmungen dieses Gesetzes, mit Ausnahme des 7. Abschnitts, gelten auch für die Abschluss-Ersatzabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_9_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Zweiter Abschnitt: Taxpflichtiges Einkommen, Gegenstand der Ersatzabgabe",
        "citation": "Art. 11 WPEG",
        "content": "Die Ersatzabgabe wird nach der Gesetzgebung über die direkte Bundessteuer auf dem gesamten Reineinkommen erhoben, das der Ersatzpflichtige im In- und Ausland erzielt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_11"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Zweiter Abschnitt: Taxpflichtiges Einkommen, Abzüge",
        "citation": "Art. 12 Abs. 1 WPEG",
        "content": "Vom Reineinkommen werden abgezogen:\na. ...\nb. die Sozialabzüge nach den für das Ersatzjahr geltenden Bestimmungen für die direkte Bundessteuer;\nc. die steuerbaren Leistungen, die der Ersatzpflichtige von der Militärversicherung, der Invalidenversicherung, der Schweizerischen Unfallversicherungsanstalt oder von einer andern öffentlichrechtlichen oder privatrechtlichen Unfall-, Kranken- oder Invalidenversicherung erhält;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_12"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Zweiter Abschnitt: Taxpflichtiges Einkommen, Abzüge",
        "citation": "Art. 12 Abs. 2 WPEG",
        "content": "Massgebend sind die Verhältnisse des Ersatzpflichtigen in der Veranlagungsperiode der Steuer, nach deren Grundlagen die Ersatzabgabe veranlagt wird. Wird die Ersatzabgabe aufgrund einer besonderen Ersatzabgabeerklärung veranlagt, so sind die Verhältnisse des Ersatzpflichtigen am Ende des Ersatzjahres massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_12"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Ansatz",
        "citation": "Art. 13 Abs. 1 WPEG",
        "content": "Die Ersatzabgabe beträgt 3 Franken je 100 Franken des taxpflichtigen Einkommens, mindestens aber 400 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_13"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Ansatz",
        "citation": "Art. 13 Abs. 2 WPEG",
        "content": "Für ersatzpflichtige Behinderte, die nach Artikel 4 Absatz 1 Buchstabe a nicht von der Ersatzpflicht befreit sind, wird die Ersatzabgabe um die Hälfte herabgesetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_13"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Ermässigung nach Diensttagen im Ersatzjahr",
        "citation": "Art. 15 Abs. 1 WPEG",
        "content": "Wer im Ersatzjahr als Militärdienstpflichtiger mehr als die Hälfte der anrechenbaren Diensttage seines Militärdienstes geleistet hat, schuldet die halbe Ersatzabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_15"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Ermässigung nach Diensttagen im Ersatzjahr",
        "citation": "Art. 15 Abs. 2 WPEG",
        "content": "Wer im Ersatzjahr als Zivildienstpflichtiger weniger als 26, mindestens aber 14 anrechenbare Diensttage geleistet hat, schuldet die halbe Ersatzabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_15"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Ermässigung nach Gesamtzahl der Diensttage",
        "citation": "Art. 19 Abs. 1 WPEG",
        "content": "Die Ersatzabgabe wird entsprechend der Gesamtzahl der anrechenbaren Diensttage ermässigt, die der Ersatzpflichtige bis zum Ende des Ersatzjahres insgesamt geleistet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_19"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Ermässigung nach Gesamtzahl der Diensttage",
        "citation": "Art. 19 Abs. 2 WPEG",
        "content": "Die Ermässigung beträgt einen Zehntel für 50–99 Militärdiensttage (75–149 Zivildiensttage) und einen weiteren Zehntel für je 50 weitere Militärdiensttage (75 Zivildiensttage) oder Bruchteile davon.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_19"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Erhöhung der Ersatzabgabe für Jahre aktiven Dienstes",
        "citation": "Art. 21 Abs. 1 WPEG",
        "content": "Die Bundesversammlung kann die Ersatzabgabe für Jahre, in denen der grössere Teil der Truppen durch Aktivdienst beansprucht wird, bis auf das Doppelte erhöhen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_21"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Dritter Abschnitt: Berechnung der Ersatzabgabe, Erhöhung der Ersatzabgabe für Jahre aktiven Dienstes",
        "citation": "Art. 21 Abs. 2 WPEG",
        "content": "Macht die Bundesversammlung von dieser Ermächtigung Gebrauch, so schulden die Wehrpflichtigen nach Artikel 4 Absatz 2 die Ersatzabgabe nur im Ausmass der verfügten Erhöhung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_21"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Organisation",
        "citation": "Art. 22 Abs. 1 WPEG",
        "content": "Die Ersatzabgabe wird unter Aufsicht des Bundes von den Kantonen erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_22"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Organisation",
        "citation": "Art. 22 Abs. 3 WPEG",
        "content": "Jeder Kanton bestellt eine von der Verwaltung unabhängige Rekursinstanz. Er kann eine zweite Beschwerdeinstanz vorsehen. Als letzte kantonale Instanz ist ein oberes Gericht zu bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_22"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Organisation",
        "citation": "Art. 22 Abs. 4 WPEG",
        "content": "Organisation und Amtsführung der kantonalen Behörden werden, soweit das Bundesrecht nichts anderes bestimmt, durch das kantonale Recht geregelt. Können die notwendigen Anordnungen von einem Kanton nicht rechtzeitig getroffen werden, so erlässt der Bundesrat vorläufig die erforderlichen Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_22"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Organisation",
        "citation": "Art. 22 Abs. 5 WPEG",
        "content": "Mehrere Kantone können vereinbaren, die Abgabe gemeinsam zu erheben. Sie regeln Verfahren und Organisation der Abgabeerhebung sowie die Zusammensetzung der Rekurskommission. Fehlt eine solche Regelung, so gilt das Verfahren des Kantons, der nach Artikel 23 zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_22"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Zuständigkeit",
        "citation": "Art. 23 Abs. 1 WPEG",
        "content": "Zuständig für die Abgabeerhebung ist die Behörde für die Wehrpflichtersatzabgabe des Kantons, in welchem der Ersatzpflichtige am 31. Dezember des Ersatzjahres militärisch oder zivildienstlich angemeldet ist oder wohnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_23"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Zuständigkeit",
        "citation": "Art. 23 Abs. 2 WPEG",
        "content": "Der Bundesrat kann die Zuständigkeit für besondere Fälle abweichend von Absatz 1 ordnen, sofern dadurch die Erhebung der Ersatzabgabe vereinfacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_23"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Amtshilfepflicht",
        "citation": "Art. 24 Abs. 1 WPEG",
        "content": "Die mit dem Vollzug dieses Gesetzes betrauten Behörden leisten einander kostenlos Amtshilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_24"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Amtshilfepflicht",
        "citation": "Art. 24 Abs. 2 WPEG",
        "content": "Folgende Behörden und Stellen müssen kostenlos den mit dem Vollzug dieses Gesetzes betrauten Behörden die zweckdienlichen Mitteilungen übermitteln, die benötigten Auskünfte erteilen und Einsicht in die Akten gewähren:\na. die Militärbehörden des Bundes und der Kantone;\nb. die Zivildienstbehörde des Bundes und die Regionalstellen des Zivildienstes;\nc. die Steuerbehörden des Bundes, der Kantone, Bezirke, Kreise und Gemeinden;\nd. die Zentrale Ausgleichsstelle AHV/IV;\ne. die kantonalen IV-Stellen;\nf. die Militärversicherung;\ng. die Träger der obligatorischen Unfallversicherung nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung;\nh. die Zivilschutzstellen der Gemeinden;\ni. ...\nj. die Betreibungs- und Konkursämter der Kantone;\nk. das Bundesamt für Sozialversicherungen;\nl. die Fürsorgeämter der Kantone und Gemeinden;\nm. die Einwohnerkontrollen der Gemeinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_24"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Amtshilfepflicht",
        "citation": "Art. 24 Abs. 3 WPEG",
        "content": "Der Bundesrat kann weitere Amtsstellen zur Amtshilfe nach Absatz 2 verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_24"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Amtshilfepflicht",
        "citation": "Art. 24 Abs. 4 WPEG",
        "content": "Es werden alle Daten weitergegeben, die zur Feststellung der Ersatzpflicht, zur Befreiung von der Ersatzpflicht sowie zu Veranlagung, Bezug und Rückerstattung der Ersatzabgabe notwendig sind, namentlich: \na. Personalien;\nb. Angaben des militärischen und zivildienstlichen Kontrollwesens;\nc. die Angaben aus der Steuererklärung;\nd. Angaben zum Vermögen;\ne. Angaben betreffend eine allfällige Ermässigung der Ersatzabgabe;\nf. Angaben über die Gesundheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_24"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Amtshilfepflicht",
        "citation": "Art. 24 Abs. 5 WPEG",
        "content": "Die Daten werden einzeln, auf Listen oder auf elektronischen Datenträgern übermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_24"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Vierter Abschnitt: Behörden, Amtshilfepflicht",
        "citation": "Art. 24 Abs. 6 WPEG",
        "content": "Personendaten und die zu ihrer Bearbeitung verwendeten Einrichtungen wie Datenträger, EDV-Programme und Programmdokumentationen sind vor unbefugtem Verwenden, Verändern oder Zerstören sowie vor Diebstahl zu schützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_24"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsjahr",
        "citation": "Art. 25 Abs. 1 WPEG",
        "content": "Die Ersatzabgabe wird jährlich veranlagt:\na. bei im Inland wohnhaften Ersatzpflichtigen;\nb. bei Wehrpflichtigen, die im Ausland wohnen, sich jedoch militärisch oder zivildienstlich in der Schweiz anzumelden und ihre dienstlichen Obliegenheiten zu erfüllen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_25"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsjahr",
        "citation": "Art. 25 Abs. 2 WPEG",
        "content": "Veranlagungsjahr ist in der Regel das auf das Ersatzjahr folgende Kalenderjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_25"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsjahr",
        "citation": "Art. 25 Abs. 3 WPEG",
        "content": "Die Ersatzabgabe von Wehrpflichtigen, die ins Ausland verreisen wollen, wird vor Antritt des Auslandurlaubs veranlagt und bezogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_25"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsjahr",
        "citation": "Art. 25 Abs. 4 WPEG",
        "content": "Die Ersatzabgabe von Wehrpflichtigen, die im Ausland Wohnsitz haben, wird bei der Rückkehr in die Schweiz veranlagt. Artikel 38 ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_25"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsgrundlagen",
        "citation": "Art. 26 Abs. 1 WPEG",
        "content": "Die Veranlagungsbehörde trifft alle für die Feststellung der Ersatzpflicht und die Berechnung der Ersatzabgabe nötigen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_26"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsgrundlagen",
        "citation": "Art. 26 Abs. 2 WPEG",
        "content": "Die Ersatzabgabe wird auf der Grundlage der rechtskräftigen Veranlagung der direkten Bundessteuer berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_26"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungsgrundlagen",
        "citation": "Art. 26 Abs. 3 WPEG",
        "content": "Lässt sich die Ersatzabgabe nicht nach Absatz 2 berechnen, so wird sie auf der Grundlage einer Ersatzabgabeerklärung nach Artikel 12 Absatz 2 veranlagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_26"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungspflichten",
        "citation": "Art. 27 Abs. 1 WPEG",
        "content": "Der Ersatzpflichtige hat der Veranlagungsbehörde auf ihr Verlangen über alle Tatsachen, die für die Feststellung der Ersatzpflicht oder für die Bemessung der Ersatzabgabe von Bedeutung sein können, nach bestem Wissen und Gewissen Auskunft zu erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_27"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Veranlagungspflichten",
        "citation": "Art. 27 Abs. 2 WPEG",
        "content": "Dem Ersatzpflichtigen haben auf sein Verlangen Bescheinigungen auszustellen:\na. natürliche und juristische Personen und Personengesamtheiten, die mit ihm in einem Vertragsverhältnis stehen oder standen (Arbeitgeber, Gläubiger und Schuldner, Vermögensverwalter, Mitgesellschafter u. dgl.): über das gemeinsame Vertragsverhältnis und die beidseitigen geldwerten Ansprüche und Leistungen;\nb. juristische Personen: über ihre Leistungen an den Ersatzpflichtigen als Mitglied oder Organ oder als Begünstigter einer Stiftung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_27"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Eröffnung der Veranlagungsverfügung",
        "citation": "Art. 28 Abs. 1 WPEG",
        "content": "Die Veranlagungsverfügung wird dem Ersatzpflichtigen schriftlich eröffnet. Sie gibt den Rechtsgrund der Ersatzpflicht, die Bemessungsgrundlagen, den Abgabebetrag, eine allfällige Ermässigung der Ersatzabgabe und den Zahlungstermin an und weist auf das Einspracherecht hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_28"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Eröffnung der Veranlagungsverfügung",
        "citation": "Art. 28 Abs. 2 WPEG",
        "content": "Ist der Aufenthalt eines Ersatzpflichtigen unbekannt oder befindet er sich im Ausland, ohne in der Schweiz einen Vertreter zu haben, so kann ihm eine Verfügung oder ein Entscheid rechtswirksam durch Publikation im kantonalen Amtsblatt eröffnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_28"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Verfügung über die Befreiung von der Ersatzpflicht",
        "citation": "Art. 29 Abs. 1 WPEG",
        "content": "Hat die Veranlagungsbehörde festzustellen, ob einem Ersatzpflichtigen ein das Ersatzjahr überdauernder Anspruch auf Befreiung von der Ersatzpflicht zusteht, so trifft sie eine besondere Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_29"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Verfügung über die Befreiung von der Ersatzpflicht",
        "citation": "Art. 29 Abs. 2 WPEG",
        "content": "Erwächst eine solche Verfügung in Rechtskraft, so bleibt sie gültig, solange keine neuen wesentlichen Tatsachen eintreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_29"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Einsprache",
        "citation": "Art. 30 Abs. 1 WPEG",
        "content": "Veranlagungsverfügungen und Verfügungen über die Befreiung von der Ersatzpflicht können innert 30 Tagen nach der Eröffnung durch schriftliche Einsprache bei der Veranlagungsbehörde angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Einsprache",
        "citation": "Art. 30 Abs. 2 WPEG",
        "content": "Die Einsprache hat einen bestimmten Antrag zu enthalten und die zu ihrer Begründung dienenden Tatsachen anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Einsprache",
        "citation": "Art. 30 Abs. 3 WPEG",
        "content": "Ist gültig Einsprache erhoben, so hat die Veranlagungsbehörde ihre Verfügung ohne Bindung an die gestellten Anträge zu überprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Einsprache",
        "citation": "Art. 30 Abs. 4 WPEG",
        "content": "Der Einspracheentscheid ist zu begründen; er hat auf das Beschwerderecht hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Einsprache",
        "citation": "Art. 30 Abs. 5 WPEG",
        "content": "Das Einspracheverfahren ist kostenfrei; dem Einsprecher können jedoch ohne Rücksicht auf den Ausgang des Verfahrens die Kosten der Untersuchungsmassnahmen auferlegt werden, die er missbräuchlich veranlasst hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Elektronische Verfahren",
        "citation": "Art. 30a Abs. 1 WPEG",
        "content": "Die Kantone sehen die Möglichkeit elektronischer Verfahren vor. Dabei stellen sie die Authentizität und Integrität der übermittelten Daten nach kantonalem Recht sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Elektronische Verfahren",
        "citation": "Art. 30a Abs. 2 WPEG",
        "content": "Sie sehen bei der elektronischen Einreichung von Eingaben, deren Unterzeichnung gesetzlich vorgeschrieben ist, anstelle der Unterzeichnung die Möglichkeit einer elektronischen Bestätigung der Angaben durch den Ersatzpflichtigen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Elektronische Verfahren",
        "citation": "Art. 30a Abs. 3 WPEG",
        "content": "Sie sehen vor, dass die zuständige Behörde für die Wehrpflichtersatzabgabe dem Ersatzpflichtigen mit seinem Einverständnis Dokumente in elektronischer Form zustellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_30_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Beschwerde",
        "citation": "Art. 31 Abs. 1 WPEG",
        "content": "Einspracheentscheide können innert 30 Tagen nach der Eröffnung durch schriftliche Beschwerde bei der kantonalen Rekurskommission angefochten werden. Die Bestimmungen von Artikel 30 Absätze 2–4 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_31"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Beschwerde",
        "citation": "Art. 31 Abs. 2 WPEG",
        "content": "Unterliegt der Beschwerdeführer, so trägt er in der Regel die Kosten des Verfahrens vor der Rekurskommission; unterliegt er nur teilweise, so werden die Verfahrenskosten ermässigt oder ausnahmsweise erlassen. Wird die Beschwerde gutgeheissen, werden ihm die Kosten dann auferlegt, wenn er bei pflichtgemässem Verhalten schon in der Vorinstanz zu seinem Recht hätte kommen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_31"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Beschwerde",
        "citation": "Art. 31 Abs. 2bis WPEG",
        "content": "Spruch- und Kanzleigebühren sowie Parteientschädigungen richten sich nach kantonalem Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_31"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Beschwerde",
        "citation": "Art. 31 Abs. 3 WPEG",
        "content": "Gegen Entscheide letzter kantonaler Instanzen kann nach Massgabe des Bundesgerichtsgesetzes vom 17. Juni 2005 beim Bundesgericht Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_31"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Fünfter Abschnitt: Veranlagung und Rechtsmittel, Fristenstillstand",
        "citation": "Art. 31a WPEG",
        "content": "Im Einsprache- und Beschwerdeverfahren nach den Artikeln 30 und 31 gilt der Fristenstillstand nach Artikel 22a des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_31_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Fälligkeit",
        "citation": "Art. 32 Abs. 1 WPEG",
        "content": "Die Ersatzabgabe wird in der Regel am 1. Mai des auf das Ersatzjahr folgenden Kalenderjahres fällig (allgemeiner Fälligkeitstermin).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Fälligkeit",
        "citation": "Art. 32 Abs. 2 WPEG",
        "content": "Mit der Zustellung der Veranlagungsverfügung werden fällig:\na. die Ersatzabgabe auf Kapitalleistungen aus Vorsorge;\nb. die Ersatzabgabe bei Nachforderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Fälligkeit",
        "citation": "Art. 32 Abs. 3 WPEG",
        "content": "In jedem Falle wird die Ersatzabgabe fällig:\na. am Tag, an dem der Ersatzpflichtige, der das Land dauernd verlassen will, Anstalten zur Ausreise trifft;\nb. bei der Konkurseröffnung über den Ersatzpflichtigen, wobei nur die Ersatzabgaben der Jahre vor der Konkurseröffnung fällig werden;\nc. beim Tode des Ersatzpflichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Fälligkeit",
        "citation": "Art. 32 Abs. 4 WPEG",
        "content": "Der Fälligkeitstermin bleibt unverändert, auch wenn zu diesem Zeitpunkt dem Ersatzpflichtigen lediglich eine provisorische Rechnung zugestellt worden ist oder wenn er gegen die Veranlagung Einsprache oder Beschwerde erhoben hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Provisorischer und definitiver Bezug",
        "citation": "Art. 32a Abs. 1 WPEG",
        "content": "Die Ersatzabgabe wird gemäss Veranlagung bezogen. Ist die Veranlagung im Zeitpunkt der Fälligkeit noch nicht vorgenommen, so wird die Ersatzabgabe provisorisch bezogen. Grundlage dafür ist die Steuererklärung für die direkte Bundessteuer, die letzte Veranlagung der direkten Bundessteuer, die letzte Ersatzabgabeveranlagung oder der mutmasslich geschuldete Betrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Provisorischer und definitiver Bezug",
        "citation": "Art. 32a Abs. 2 WPEG",
        "content": "Provisorisch bezogene Abgaben werden auf die gemäss definitiver Veranlagung geschuldeten Abgaben angerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Provisorischer und definitiver Bezug",
        "citation": "Art. 32a Abs. 3 WPEG",
        "content": "Zu wenig bezahlte Beträge werden nachgefordert, zu viel bezahlte Beträge zurückbezahlt. Für die Verzinsung gelten die Bestimmungen über die direkte Bundessteuer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Zahlung",
        "citation": "Art. 32b Abs. 1 WPEG",
        "content": "Die Ersatzabgabe muss innert 30 Tagen nach Fälligkeit entrichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_b"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Zahlung",
        "citation": "Art. 32b Abs. 2 WPEG",
        "content": "Auf Vorauszahlungen, die vor Eintritt der Fälligkeit geleistet werden, wird ein Vergütungszins nach den Bestimmungen über die direkte Bundessteuer entrichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_b"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Verzugszins",
        "citation": "Art. 32c Abs. 1 WPEG",
        "content": "Der Zahlungspflichtige muss für die Beträge, die er nicht fristgemäss entrichtet, einen Verzugszins bezahlen. Die Verzinsung richtet sich nach den Bestimmungen über die direkte Bundessteuer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_c"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Verzugszins",
        "citation": "Art. 32c Abs. 2 WPEG",
        "content": "Hat der Zahlungspflichtige bei Eintritt der Fälligkeit aus Gründen, die er nicht zu vertreten hat, noch keine Rechnung erhalten, so beginnt die Zinspflicht 30 Tage nach deren Zustellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_32_c"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Mahnung",
        "citation": "Art. 33 WPEG",
        "content": "Wird die rechtskräftig festgesetzte Ersatzabgabe nach Eintritt der Fälligkeit nicht bezahlt, so wird der Ersatzpflichtige unter Ansetzung einer 15-tägigen Nachfrist gemahnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_33"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Zwangsvollstreckung",
        "citation": "Art. 34 Abs. 1 WPEG",
        "content": "Wird eine rechtskräftig festgesetzte Ersatzabgabe nach der Mahnung nicht bezahlt, so wird gegen den Zahlungspflichtigen die Betreibung eingeleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Zwangsvollstreckung",
        "citation": "Art. 34 Abs. 2 WPEG",
        "content": "Hat der Zahlungspflichtige keinen Wohnsitz in der Schweiz oder sind ihm gehörende Vermögenswerte mit Arrest belegt, so kann die Betreibung ohne vorherige Mahnung eingeleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Zwangsvollstreckung",
        "citation": "Art. 34 Abs. 3 WPEG",
        "content": "Rechtskräftige Veranlagungsverfügungen, Einspracheentscheide und Beschwerdeentscheide sind vollstreckbaren gerichtlichen Urteilen im Sinne von Artikel 80 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Zwangsvollstreckung",
        "citation": "Art. 34 Abs. 4 WPEG",
        "content": "Eine Eingabe der Abgabeforderung in öffentliche Inventare und auf Rechnungsrufe ist nicht erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Rückforderung irrtümlich bezahlter Ersatzabgaben",
        "citation": "Art. 34a Abs. 1 WPEG",
        "content": "Der Ersatzpflichtige kann einen von ihm bezahlten Ersatzabgabebetrag zurückfordern, wenn er irrtümlicherweise eine ganz oder teilweise nicht geschuldete Abgabe bezahlt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Rückforderung irrtümlich bezahlter Ersatzabgaben",
        "citation": "Art. 34a Abs. 2 WPEG",
        "content": "Zurückzuzahlende Ersatzabgabebeträge werden, wenn seit der Zahlung mehr als 30 Tage verflossen sind, vom Zeitpunkt der Zahlung an verzinst; es gilt der für die direkte Bundessteuer anwendbare Ansatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Rückforderung irrtümlich bezahlter Ersatzabgaben",
        "citation": "Art. 34a Abs. 3 WPEG",
        "content": "Der Rückforderungsanspruch muss innert fünf Jahren nach Ablauf des Kalenderjahres, in dem die Zahlung geleistet worden ist, bei der kantonalen Behörde für die Wehrpflichtersatzabgabe geltend gemacht werden. Weist diese den Antrag ab, so stehen dem Betroffenen die gleichen Rechtsmittel zu wie gegen eine Veranlagungsverfügung. Der Anspruch erlischt zehn Jahre nach Ablauf des Zahlungsjahres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_34_a"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Sicherung der Ersatzabgabe",
        "citation": "Art. 35 Abs. 1 WPEG",
        "content": "Die Erteilung und die Verlängerung eines militärischen oder zivildienstlichen Auslandurlaubs können bei Dienstpflichtigen, die ins Ausland verreisen wollen, von der Bedingung abhängig gemacht werden, dass die geschuldeten Ersatzabgaben bezahlt oder sichergestellt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_35"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Sicherung der Ersatzabgabe",
        "citation": "Art. 35 Abs. 2 WPEG",
        "content": "Der Bundesrat stellt die Grundsätze auf, nach welchen die Sicherungsmassnahmen zu treffen sind. Er sorgt dafür, dass die persönlichen Interessen der Ersatzpflichtigen nicht unverhältnismässig beeinträchtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_35"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Sicherstellungsverfügung",
        "citation": "Art. 36 Abs. 1 WPEG",
        "content": "Die Bezugsbehörde kann die Ersatzabgaben des laufenden Jahres und früherer Ersatzjahre, auch wenn sie weder rechtskräftig festgesetzt noch fällig sind, sicherstellen lassen:\na. wenn der Bezug als gefährdet erscheint;\nb.  wenn der Ersatzpflichtige keinen Wohnsitz im Inland hat und den militärischen und zivildienstlichen oder ersatzrechtlichen Vorschriften für Landesabwesende zuwiderhandelt;\nc. wenn der Ersatzpflichtige Anstalten trifft, seinen Wohnsitz im Inland aufzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_36"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Sicherstellungsverfügung",
        "citation": "Art. 36 Abs. 2 WPEG",
        "content": "Die Sicherstellungsverfügung hat anzugeben: den Rechtsgrund der Sicherstellung, den sicherzustellenden Betrag und die Stelle, welche die Sicherheiten entgegennimmt. Sie gilt als Arrestbefehl im Sinne von Artikel 274 und steht einem vollstreckbaren gerichtlichen Urteil im Sinne von Artikel 80 des Schuldbetreibungs- und Konkursgesetzes gleich. Die Arrestaufhebungsklage ist nicht gegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_36"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Sicherstellungsverfügung",
        "citation": "Art. 36 Abs. 3 WPEG",
        "content": "Gegen die Sicherstellungsverfügung kann innert 30 Tagen nach der Eröffnung bei der kantonalen Rekurskommission Beschwerde geführt werden. Artikel 31 Absatz 3 ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_36"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Sicherstellungsverfügung",
        "citation": "Art. 36 Abs. 4 WPEG",
        "content": "Beschwerden gegen Sicherstellungsverfügungen haben keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_36"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Stundung und Erlass",
        "citation": "Art. 37 Abs. 1 WPEG",
        "content": "Wäre die Bezahlung der Ersatzabgaben und Kosten innert der vorgeschriebenen Frist für den Zahlungspflichtigen mit einer erheblichen Härte verbunden, so kann die Zahlungsfrist verlängert oder eine Zahlung in Raten bewilligt werden. In solchen Fällen kann auf die Erhebung von Zinsen verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_37"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Stundung und Erlass",
        "citation": "Art. 37 Abs. 2 WPEG",
        "content": "Ersatzabgaben und Kosten können auf schriftliches Gesuch hin ganz oder teilweise erlassen werden, wenn sich ihr Bezug als stossende Härte auswirken würde, insbesondere wenn der Zahlungspflichtige sich in einer Notlage befindet oder durch die Zahlung in eine solche geriete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_37"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Verjährung",
        "citation": "Art. 38 Abs. 1 WPEG",
        "content": "Die Ersatzabgaben verjähren nach fünf Jahren. Die Verjährungsfrist beginnt am Ende des Kalenderjahres, das auf das Jahr folgt, in dem die direkte Bundessteuer rechtskräftig veranlagt wurde. Eine hinterzogene Ersatzabgabe verjährt nicht, bevor Strafverfolgung und Strafvollstreckung verjährt sind. Die Ersatzabgaben, die auf der Grundlage einer Ersatzabgabeerklärung veranlagt werden, verjähren fünf Jahre nach Ablauf des Ersatzjahres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_38"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Verjährung",
        "citation": "Art. 38 Abs. 2 WPEG",
        "content": "Die Verjährung beginnt nicht und steht stille während der Dauer eines Einsprache- oder Beschwerdeverfahrens und solange keiner der Zahlungspflichtigen im Inland Wohnsitz hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_38"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Verjährung",
        "citation": "Art. 38 Abs. 3 WPEG",
        "content": "Die Verjährung wird unterbrochen:\na. durch Nachforschungen nach dem Ersatzpflichtigen, der die militärische oder zivildienstliche Meldepflicht verletzt hat;\nb. durch jede einem Zahlungspflichtigen zur Kenntnis gebrachte Amtshandlung, die auf Feststellung oder Geltendmachung des Abgabeanspruchs gerichtet ist;\nc. durch jede ausdrückliche Anerkennung der Abgabeforderung durch einen Zahlungspflichtigen.Mit der Unterbrechung beginnt die Frist von neuem.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_38"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Sechster Abschnitt: Bezug der Ersatzabgabe, Verjährung",
        "citation": "Art. 38 Abs. 4 WPEG",
        "content": "Durch Stillstand und Unterbrechung kann die Verjährung um nicht mehr als fünf Jahre hinausgeschoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_38"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Siebter Abschnitt: Rückerstattung der Ersatzabgabe",
        "citation": "Art. 39 Abs. 1 WPEG",
        "content": "Bezahlte Ersatzabgaben werden Militär- und Zivildienstleistenden rückerstattet, die die Gesamtdienstleistungspflicht erfüllt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_39"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Siebter Abschnitt: Rückerstattung der Ersatzabgabe",
        "citation": "Art. 39 Abs. 2 WPEG",
        "content": "Die Ersatzabgaben werden rückerstattet:\na. auf Antrag des Wehrpflichtigen; oder\nb. von Amtes wegen, wenn die zuständige Behörde Kenntnis von der Erfüllung der Gesamtdienstleistungspflicht erhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_39"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Siebter Abschnitt: Rückerstattung der Ersatzabgabe",
        "citation": "Art. 39 Abs. 3 WPEG",
        "content": "Der Antrag kann bei der zuständigen Behörde des Kantons gestellt werden, der die letzte Ersatzabgabe erhoben hat. Dem Antrag ist der Ausweis über die Erfüllung der Gesamtdienstleistungspflicht beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_39"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Siebter Abschnitt: Rückerstattung der Ersatzabgabe",
        "citation": "Art. 39 Abs. 4 WPEG",
        "content": "Die Verfügung über die Rückerstattung der Ersatzabgaben kann nach den Artikeln 30 und 31 angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_39"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Siebter Abschnitt: Rückerstattung der Ersatzabgabe",
        "citation": "Art. 39 Abs. 5 WPEG",
        "content": "Der Anspruch auf Rückerstattung und die Pflicht zur Rückerstattung verjähren am Ende des fünften Jahres nach der Entlassung aus der Militär- oder Zivildienstpflicht. Davon ausgenommen sind Ersatzabgaben, die am Ende des fünften Jahres nach der Entlassung aus der Dienstpflicht noch nicht veranlagt sind; in diesem Fall verjähren der Anspruch auf Rückerstattung und die Pflicht zur Rückerstattung fünf Jahre, nachdem sämtliche Ersatzabgaben veranlagt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_39"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Siebter Abschnitt: Rückerstattung der Ersatzabgabe",
        "citation": "Art. 39 Abs. 6 WPEG",
        "content": "Auf Rückerstattungsbeträgen wird kein Zins vergütet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_39"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Abgabebetrug",
        "citation": "Art. 40 WPEG",
        "content": "Wer eine Urkunde fälscht oder verfälscht oder eine inhaltlich unwahre Urkunde herstellt oder eine von einem andern hergestellte Urkunde dieser Art zur Täuschung gebraucht, um eine Ersatzabgabe zu hinterziehen oder sich oder einem andern sonst einen unrechtmässigen geldwerten Vorteil zu verschaffen, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_40"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Hinterziehung",
        "citation": "Art. 41 Abs. 1 WPEG",
        "content": "Wer vorsätzlich eine Ersatzabgabe hinterzieht oder sich oder einem andern sonst einen unrechtmässigen geldwerten Vorteil verschafft, wird, ohne Rücksicht auf eine Bestrafung wegen Abgabebetrug, mit Busse bis zum Dreifachen der vorenthaltenen Ersatzabgabe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_41"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Hinterziehung",
        "citation": "Art. 41 Abs. 2 WPEG",
        "content": "Bei fahrlässiger Begehung ist die Strafe Busse bis zum Betrag der vorenthaltenen Ersatzabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_41"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Hinterziehung",
        "citation": "Art. 41 Abs. 3 WPEG",
        "content": "Versuch und Gehilfenschaft sind strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_41"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Hinterziehung",
        "citation": "Art. 41 Abs. 4 WPEG",
        "content": "Die Hinterziehung und die Strafe wegen Hinterziehung verjähren in fünf Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_41"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Hinterziehung",
        "citation": "Art. 41 Abs. 5 WPEG",
        "content": "Der Ersatzpflichtige hat die zu Unrecht nicht erhobene oder zu Unrecht zurückerstattete oder erlassene Ersatzabgabe ohne Rücksicht auf die Strafbarkeit einer bestimmten Person nachzubezahlen. Die Nachforderung wird durch Veranlagungsverfügung geltend gemacht, unter Vorbehalt von Einsprache und Beschwerde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_41"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Ordnungswidrigkeiten",
        "citation": "Art. 43 WPEG",
        "content": "Wer vorsätzlich oder fahrlässig einer Vorschrift dieses Gesetzes oder einer Ausführungsverordnung oder einer auf Grund solcher Vorschriften an ihn gerichteten Einzelverfügung trotz Mahnung nicht Folge leistet, wird mit Busse bis zu 200 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_43"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Verfolgung und Beurteilung",
        "citation": "Art. 44 Abs. 1 WPEG",
        "content": "Verfolgung und Beurteilung der Widerhandlungen gegen dieses Gesetz obliegen den Behörden des Veranlagungskantons; sie richten sich nach der Strafprozessordnung vom 5. Oktober 2007.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_44"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Verfolgung und Beurteilung",
        "citation": "Art. 44 Abs. 2 WPEG",
        "content": "Für die Beurteilung ist die kantonale Behörde für die Wehrpflichtersatzabgabe zuständig, wenn die Voraussetzungen für die Verhängung einer Freiheitsstrafe nicht erfüllt sind. Hält sie diese Voraussetzungen für gegeben, so überweist sie die Akten der ordentlichen Strafverfolgungsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_44"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Verfolgung und Beurteilung",
        "citation": "Art. 44 Abs. 3 WPEG",
        "content": "Die Verwaltung hat die Strafverfügung dem Beschuldigten schriftlich zu eröffnen und ihn darauf hinzuweisen, dass er innert 30 Tagen nach der Eröffnung bei ihr die gerichtliche Beurteilung verlangen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_44"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Achter Abschnitt: Strafbestimmungen, Verfolgung und Beurteilung",
        "citation": "Art. 44 Abs. 4 WPEG",
        "content": "Wird die gerichtliche Beurteilung rechtzeitig verlangt, so überweist die Verwaltung die Akten dem Strafrichter. Wird die gerichtliche Beurteilung nicht rechtzeitig verlangt, so steht die Strafverfügung einem rechtskräftigen Urteil gleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_44"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Neunter Abschnitt: Abrechnung mit dem Bund",
        "citation": "Art. 45 Abs. 1 WPEG",
        "content": "Die Kantone liefern dem Bund den Rohertrag der Wehrpflichtersatzabgabe nach Abzug einer Bezugsprovision innert 30 Tagen nach Ablauf des Kalenderjahres ab, in dem die Ersatzabgaben eingegangen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_45"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Neunter Abschnitt: Abrechnung mit dem Bund",
        "citation": "Art. 45 Abs. 2 WPEG",
        "content": "Als Rohertrag gilt die Summe der von den Kantonen kraft eigener Veranlagungszuständigkeit vereinnahmten Ersatzabgaben sowie Zinsen, nach Abzug der Rückerstattungen im Sinne von Artikel 39.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_45"
    },
    {
        "book": "WPEG",
        "title": "WPEG, Neunter Abschnitt: Abrechnung mit dem Bund",
        "citation": "Art. 45 Abs. 3 WPEG",
        "content": "Die Bezugsprovision beträgt 20 Prozent des Rohertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/de#art_45"
    }
]