[
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Principio",
        "citation": "Art. 1 LTEO",
        "content": "I cittadini svizzeri che non adempiono i loro obblighi militari prestando servizio personale (servizio militare o civile) sono sottoposti a una tassa sostitutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_1"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Assoggettati",
        "citation": "Art. 2 cpv. 1 LTEO",
        "content": "Sono sottoposti alla tassa gli uomini assoggettati agli obblighi militari, domiciliati in Svizzera o all’estero, i quali nel corso di un anno di assoggettamento, corrispondente ad un anno civile:\na. per più di sei mesi non sono incorporati in una formazione dell’esercito né sono soggetti all’obbligo di prestare servizio civile;\nb. ...\nc. non prestano il servizio militare o il servizio civile cui sono tenuti come obbligati al servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_2"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Assoggettati",
        "citation": "Art. 2 cpv. 1bis LTEO",
        "content": "È inoltre sottoposto alla tassa chiunque presta servizio militare o servizio civile e al momento del proscioglimento non ha prestato il totale obbligatorio dei giorni di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_2"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Assoggettati",
        "citation": "Art. 2 cpv. 2 LTEO",
        "content": "Non è sottoposto alla tassa chiunque, nell’anno di assoggettamento, ha effettivamente assolto il suo servizio militare, benché non sia stato incorporato durante l’intero anno come obbligato al servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_2"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Inizio e durata dell’assoggettamento",
        "citation": "Art. 3 cpv. 1 LTEO",
        "content": "L’assoggettamento alla tassa comincia al più presto all’inizio dell’anno in cui l’assoggettato agli obblighi militari ha compiuto 19 anni. L’assoggettamento termina al più tardi alla fine dell’anno in cui compie 37 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_3"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Inizio e durata dell’assoggettamento",
        "citation": "Art. 3 cpv. 2 LTEO",
        "content": "Per gli assoggettati alla tassa conformemente all’articolo 2 capoverso 1 lettera a che non prestano servizio di protezione civile, l’assoggettamento alla tassa inizia nell’anno successivo a quello del reclutamento. Esso dura 11 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_3"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Inizio e durata dell’assoggettamento",
        "citation": "Art. 3 cpv. 3 LTEO",
        "content": "Per gli assoggettati alla tassa conformemente all’articolo 2 capoverso 1 lettera a che prestano servizio di protezione civile, l’assoggettamento alla tassa inizia nell’anno successivo a quello in cui hanno iniziato la formazione di base nell’ambito del servizio di protezione civile. Esso dura 11 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_3"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Inizio e durata dell’assoggettamento",
        "citation": "Art. 3 cpv. 4 LTEO",
        "content": "Per gli obbligati al servizio che sono assoggettati alla tassa conformemente all’articolo 2 capoverso 1 lettera c e non prestano servizio militare, l’assoggettamento alla tassa inizia nell’anno successivo a quello in cui hanno completato la scuola reclute, ma al più tardi nell’anno in cui hanno compiuto 25 anni. Esso dura fino al termine dell’obbligo di prestare servizio militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_3"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Inizio e durata dell’assoggettamento",
        "citation": "Art. 3 cpv. 5 LTEO",
        "content": "Per gli obbligati al servizio che sono assoggettati alla tassa conformemente all’articolo 2 capoverso 1 lettera c e non prestano servizio civile, l’assoggettamento alla tassa inizia nell’anno successivo a quello in cui la decisione d’ammissione al servizio civile è passata in giudicato, ma al più tardi nell’anno in cui hanno compiuto 25 anni. Esso dura fino al termine dell’obbligo di prestare servizio civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_3"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione dalla tassa",
        "citation": "Art. 4 cpv. 1 LTEO",
        "content": "È esentato dalla tassa chiunque, nell’anno di assoggettamento:\na. consegue, per notevole menomazione fisica, mentale o psichica, un reddito imponibile che, dopo deduzione supplementare di prestazioni d’assicurazione di cui all’articolo 12 capoverso 1 lettera c nonché delle spese di sostentamento causate dall’invalidità, non supera di oltre il 100 per cento il minimo vitale ai sensi del diritto in materia di esecuzione per debiti;\nabis. è considerato inabile al servizio a causa di una notevole menomazione e percepisce una rendita o un assegno per grandi invalidi dall’assicurazione federale per l’invalidità o dall’assicurazione contro gli infortuni;\nater. è considerato inabile al servizio a causa di una notevole menomazione e non riceve un assegno per grandi invalidi, ancorché ne adempia una delle due esigenze minime;\nb. è, per un danno cagionato alla sua salute dal servizio militare o dal servizio civile, dichiarato inabile al servizio o è dispensato dallo stesso;\nc. quale membro dell’Assemblea federale, dovendo essere presente alle sessioni della stessa non ha potuto prestare il servizio militare o il servizio civile cui era tenuto, appartiene al personale militare oppure è esentato dal servizio personale giusta la legislazione sul servizio militare o quella sul servizio civile;\nd. ...\ne. ha acquisito o perso la cittadinanza svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione dalla tassa",
        "citation": "Art. 4 cpv. 2 LTEO",
        "content": "È, inoltre, esentato dalla tassa, riservato l’articolo 21 capoverso 2, chiunque, nell’anno di assoggettamento, è sottoposto per almeno 30 giorni al diritto penale militare, perché appartiene a un’impresa posta sotto il regime dell’esercizio di guerra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione dalla tassa",
        "citation": "Art. 4 cpv. 2bis LTEO",
        "content": "È pure esentato dalla tassa chiunque ha assolto tutto il servizio prescritto dalla legislazione concernente il servizio militare o quello civile. Tale esenzione non è valevole per gli anni di servizio attivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione dalla tassa",
        "citation": "Art. 4 cpv. 3 LTEO",
        "content": "Se l’assoggettato muore durante l’anno di assoggettamento, la tassa non è riscossa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione degli Svizzeri all’estero dalla tassa militare",
        "citation": "Art. 4a cpv. 1 LTEO",
        "content": "È esentato dalla tassa militare lo Svizzero all’estero che nell’anno di assoggettamento è domiciliato almeno sei mesi all’estero, sempre che:\na. all’inizio dell’anno di assoggettamento sia domiciliato all’estero da più di tre anni senza interruzione;\nb. durante l’anno di assoggettamento debba prestare servizio militare o servizio civile nello Stato straniero in cui è domiciliato o pagare un tributo corrispondente alla tassa d’esenzione dall’obbligo militare;\nc. durante l’anno di assoggettamento, in qualità di cittadino dello Stato straniero in cui ha il suo domicilio, sia a disposizione dell’esercito o del servizio civile di questo Stato, dopo aver prestato i servizi regolamentari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione degli Svizzeri all’estero dalla tassa militare",
        "citation": "Art. 4a cpv. 2 LTEO",
        "content": "Se la persona soggetta all’obbligo militare era già stata domiciliata all’estero anteriormente, questi soggiorni all’estero sono computati nel periodo di tre anni, sempre che i soggiorni siano durati ogni volta almeno dodici mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Esenzione degli Svizzeri all’estero dalla tassa militare",
        "citation": "Art. 4a cpv. 3 LTEO",
        "content": "Non sono esentati gli Svizzeri soggetti all’obbligo militare che pur essendo domiciliati all’estero sono tenuti a notificarsi giusta le disposizioni del servizio militare o civile e che devono adempiervi i loro obblighi di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_4_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Successione nell’assoggettamento",
        "citation": "Art. 6 cpv. 1 LTEO",
        "content": "Se l’assoggettato alla tassa muore, gli eredi subentrano nei suoi diritti e obblighi; essi rispondono in solido delle tasse ancora dovute. L’erede è liberato dall’obbligo del pagamento, in quanto provi che le tasse superano la sua quota ereditaria, compresi gli acconti ricevuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_6"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare e servizio civile",
        "citation": "Art. 7 cpv. 1 LTEO",
        "content": "Il servizio militare comprende i giorni di servizio computabili giusta la legislazione militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_7"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare e servizio civile",
        "citation": "Art. 7 cpv. 1bis LTEO",
        "content": "Il servizio civile comprende i giorni di servizio computabili giusta la legislazione sul servizio civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_7"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare e servizio civile",
        "citation": "Art. 7 cpv. 3 LTEO",
        "content": "Non sono considerati servizio militare o servizio civile ai sensi della presente legge:\na. la partecipazione a corsi nell’ambito dell’istruzione tecnica premilitare, al tiro obbligatorio fuori servizio e al corso di tiro per ritardatari;\nb. la partecipazione a esercizi o corsi di associazioni militari e di «Gioventù e Sport»;\nc. il servizio compiuto dietro indennità giornaliera oppure nell’ambito di un rapporto di lavoro su base contrattuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_7"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare e servizio civile",
        "citation": "Art. 7 cpv. 4 LTEO",
        "content": "Se, partecipando a una delle attività enunciate al capoverso 3 lettera a, l’assoggettato agli obblighi militari rimane vittima di un incidente che cagiona un danno alla salute, diviene applicabile l’articolo 4 capoverso 1 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_7"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare o civile non prestato",
        "citation": "Art. 8 cpv. 1 LTEO",
        "content": "Se in un anno successivo a quello in cui ha assolto la scuola reclute l’obbligato al servizio militare non presta il servizio in modo completo, si considera che in tale anno il servizio militare non è stato prestato ai sensi della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_8"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare o civile non prestato",
        "citation": "Art. 8 cpv. 2 LTEO",
        "content": "Se in un anno successivo a quello in cui la decisione d’ammissione al servizio civile è passata in giudicato l’obbligato al servizio civile non presta almeno 26 giorni computabili di servizio, si considera che in tale anno il servizio civile non è stato prestato ai sensi della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_8"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Servizio militare o civile non prestato",
        "citation": "Art. 8 cpv. 3 LTEO",
        "content": "La tassa annuale non è dovuta per l’anno in cui l’obbligato al servizio non ha potuto prestare il servizio in modo completo per uno dei seguenti motivi:\na. per motivi militari, perché chiamato in servizio al fine di coprire il fabbisogno di specialisti nelle formazioni o di quadri nei servizi d’istruzione;\nb. per motivi legati al servizio civile, se nell’anno di assoggettamento alla tassa non sussisteva alcun obbligo di prestare servizio; e\nc. poiché sussisteva un pericolo per la sua salute a causa di un’epidemia o di un’epizoozia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_8"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Anno di assoggettamento",
        "citation": "Art. 9 cpv. 1 LTEO",
        "content": "Quando nell’anno di assoggettamento sono adempiute le condizioni che la determinano, essa abbraccia l’intera durata del medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_9"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Tassa d’esenzione finale",
        "citation": "Art. 9a cpv. 1 LTEO",
        "content": "Le persone che prestano servizio militare o servizio civile sottoposte alla tassa secondo l’articolo 2 capoverso 1bis, nell’anno del proscioglimento versano una tassa d’esenzione finale se all’adempimento del totale obbligatorio dei giorni di servizio mancano loro più di 15 giorni di servizio militare computabili o più di 25 giorni di servizio civile computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_9_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Tassa d’esenzione finale",
        "citation": "Art. 9a cpv. 2 LTEO",
        "content": "Per determinare se la tassa d’esenzione finale è dovuta, sono convertiti in giorni di servizio prestati:\na. le tasse d’esenzione già versate;\nb. gli anni in cui non sussisteva l’assoggettamento alla tassa per uno dei motivi di cui agli articoli 4, 4a o 8 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_9_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo primo: Assoggettamento alla tassa, Tassa d’esenzione finale",
        "citation": "Art. 9a cpv. 3 LTEO",
        "content": "Le disposizioni della presente legge, ad eccezione del capitolo settimo, si applicano anche alla tassa d’esenzione finale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_9_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo secondo: Reddito imponibile, Oggetto della tassa",
        "citation": "Art. 11 LTEO",
        "content": "La tassa è riscossa, giusta la legislazione sull’imposta federale diretta, sul reddito netto complessivo che l’assoggettato consegue in Svizzera e all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_11"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo secondo: Reddito imponibile, Deduzioni",
        "citation": "Art. 12 cpv. 1 LTEO",
        "content": "Sono dedotti dal reddito netto:\na. ...\nb. le deduzioni sociali secondo le disposizioni vigenti per l’imposta federale diretta, nell’anno di assoggettamento;\nc. le prestazioni imponibili che l’assoggettato riceve dall’assicurazione militare, dall’assicurazione per l’invalidità, dall’Istituto nazionale svizzero d’assicurazione contro gli infortuni o da un altro istituto d’assicurazione infortuni, malattie o invalidità di diritto pubblico o privato;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_12"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo secondo: Reddito imponibile, Deduzioni",
        "citation": "Art. 12 cpv. 2 LTEO",
        "content": "È determinante la situazione dell’assoggettato nel periodo di tassazione dell’imposta su cui si fonda il calcolo della tassa. Se la tassa è fissata su dichiarazione speciale, è determinante la situazione in cui si trovava l’assoggettato alla fine dell’anno di assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_12"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Aliquota",
        "citation": "Art. 13 cpv. 1 LTEO",
        "content": "La tassa ammonta a 3 franchi per ogni 100 franchi di reddito soggetto alla tassa, ma almeno a 400 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_13"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Aliquota",
        "citation": "Art. 13 cpv. 2 LTEO",
        "content": "Per gli invalidi che non sono esentati dalla tassa militare giusta l’articolo 4 capoverso 1 lettera a, la tassa è dimezzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_13"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Riduzione in funzione dei giorni di servizio prestati nell’anno di assoggettamento",
        "citation": "Art. 15 cpv. 1 LTEO",
        "content": "L’obbligato al servizio militare che nel corso dell’anno di assoggettamento ha prestato più della metà dei giorni di servizio computabili deve la metà della tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_15"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Riduzione in funzione dei giorni di servizio prestati nell’anno di assoggettamento",
        "citation": "Art. 15 cpv. 2 LTEO",
        "content": "L’obbligato al servizio civile che nel corso dell’anno di assoggettamento ha prestato meno di 26, ma almeno 14 giorni computabili di servizio, deve la metà della tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_15"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Riduzione in funzione del numero totale dei giorni di servizio prestati",
        "citation": "Art. 19 cpv. 1 LTEO",
        "content": "La tassa è ridotta in funzione del numero totale dei giorni di servizio computabili che l’assoggettato ha prestato complessivamente sino alla fine dell’anno di assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_19"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Riduzione in funzione del numero totale dei giorni di servizio prestati",
        "citation": "Art. 19 cpv. 2 LTEO",
        "content": "La riduzione è di un decimo per 50–99 giorni di servizio militare (75–149 giorni di servizio civile) e di un altro decimo per ogni 50 giorni di servizio militare (75 giorni di servizio civile) in più o per una frazione degli stessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_19"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Aumento della tassa per gli anni di servizio attivo",
        "citation": "Art. 21 cpv. 1 LTEO",
        "content": "L’Assemblea federale può aumentare fino al doppio l’ammontare della tassa per gli anni nei quali la maggior parte delle truppe è chiamata a prestare servizio attivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_21"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo terzo: Calcolo della tassa, Aumento della tassa per gli anni di servizio attivo",
        "citation": "Art. 21 cpv. 2 LTEO",
        "content": "Se l’Assemblea federale fa uso di siffatta facoltà, gli assoggettati di cui all’articolo 4 capoverso 2 devono pagare soltanto il supplemento di tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_21"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Organizzazione",
        "citation": "Art. 22 cpv. 1 LTEO",
        "content": "La tassa è riscossa dai Cantoni, sotto la vigilanza della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_22"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Organizzazione",
        "citation": "Art. 22 cpv. 3 LTEO",
        "content": "Ogni Cantone istituisce un’autorità di ricorso indipendente dall’amministrazione. Esso può prevedere un’autorità di ricorso di seconda istanza. Come autorità cantonale di ultima istanza designa un tribunale superiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_22"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Organizzazione",
        "citation": "Art. 22 cpv. 4 LTEO",
        "content": "L’organizzazione e la gestione delle autorità cantonali sono disciplinate dal diritto cantonale, riservato il diritto federale. Qualora un Cantone non possa prendere tempestivamente le disposizioni indispensabili, il Consiglio federale emana provvisoriamente le ordinanze necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_22"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Organizzazione",
        "citation": "Art. 22 cpv. 5 LTEO",
        "content": "Più Cantoni possono convenire di riscuotere la tassa in comune. Essi disciplinano la procedura e l’organizzazione della riscossione della tassa nonché la composizione della commissione di ricorso. In mancanza di un simile disciplinamento, è applicabile la procedura del Cantone competente ai sensi dell’articolo 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_22"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Competenza",
        "citation": "Art. 23 cpv. 1 LTEO",
        "content": "La competenza di riscuotere la tassa spetta all’autorità della tassa del Cantone in cui l’assoggettato è domiciliato o notificato conformemente alle prescrizioni militari o del servizio civile il 31 dicembre dell’anno di assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_23"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Competenza",
        "citation": "Art. 23 cpv. 2 LTEO",
        "content": "Il Consiglio federale può, in casi speciali, stabilire deroghe alla competenza assegnata dal capoverso 1, allo scopo di semplificare la riscossione della tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_23"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Assistenza fra le autorità",
        "citation": "Art. 24 cpv. 1 LTEO",
        "content": "Le autorità incaricate dell’esecuzione della presente legge si prestano gratuitamente assistenza amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_24"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Assistenza fra le autorità",
        "citation": "Art. 24 cpv. 2 LTEO",
        "content": "Le seguenti autorità e i seguenti uffici trasmettono gratuitamente le notifiche opportune, comunicano le informazioni necessarie e garantiscono la consultazione degli atti alle autorità incaricate dell’esecuzione della presente legge:\na. le autorità militari della Confederazione e dei Cantoni;\nb. le autorità della Confederazione preposte al servizio civile e gli uffici regionali del servizio civile;\nc. le autorità fiscali della Confederazione, dei Cantoni, distretti, circoli e Comuni;\nd. l’Ufficio centrale di compensazione AVS/AI;\ne. gli uffici dell’AI cantonali;\nf. l’assicurazione militare;\ng. i rappresentanti dell’assicurazione obbligatoria contro gli infortuni secondo la legge del 20 marzo 1981 sull’assicurazione contro gli infortuni;\nh. i servizi della protezione civile dei Comuni;\ni. ...\nj. gli uffici cantonali delle esecuzioni e dei fallimenti;\nk. l’Ufficio federale delle assicurazioni sociali;\nl. gli uffici cantonali e comunali preposti all’assistenza sociale;\nm. gli uffici del controllo abitanti dei Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_24"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Assistenza fra le autorità",
        "citation": "Art. 24 cpv. 3 LTEO",
        "content": "Il Consiglio federale può vincolare altri uffici a fornire l’assistenza amministrativa di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_24"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Assistenza fra le autorità",
        "citation": "Art. 24 cpv. 4 LTEO",
        "content": "Sono trasmessi tutti i dati necessari a stabilire l’assoggettamento alla tassa, l’esenzione dalla tassa nonché la tassazione, l’esazione e il rimborso della tassa, in particolare:\na. le generalità;\nb. i dati dei controlli militari e del servizio civile;\nc. i dati della dichiarazione d’imposta;\nd. i dati patrimoniali;\ne. i dati riguardanti un’eventuale riduzione della tassa d’esenzione;\nf. i dati sulla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_24"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Assistenza fra le autorità",
        "citation": "Art. 24 cpv. 5 LTEO",
        "content": "I dati possono essere trasmessi singolarmente, mediante liste o su supporti elettronici di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_24"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quarto: Autorità, Assistenza fra le autorità",
        "citation": "Art. 24 cpv. 6 LTEO",
        "content": "I dati personali e i dispositivi utilizzati per il loro trattamento, quali i supporti di dati, i programmi informatici e la relativa documentazione devono essere protetti da qualsiasi manipolazione, modifica e distruzione non autorizzata nonché dal furto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_24"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Anno di tassazione",
        "citation": "Art. 25 cpv. 1 LTEO",
        "content": "La tassa è stabilita ogni anno:\na. per gli assoggettati domiciliati in Svizzera;\nb. per le persone soggette all’obbligo militare domiciliate all’estero ma che sono tenute a notificarsi in Svizzera conformemente alle prescrizioni militari o a quelle che reggono il servizio civile e che devono adempiervi i loro obblighi di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_25"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Anno di tassazione",
        "citation": "Art. 25 cpv. 2 LTEO",
        "content": "L’anno di tassazione è, di regola, l’anno civile successivo all’anno di assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_25"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Anno di tassazione",
        "citation": "Art. 25 cpv. 3 LTEO",
        "content": "La tassa delle persone soggette all’obbligo militare che intendono partire all’estero è stabilita e riscossa prima dell’inizio del congedo all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_25"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Anno di tassazione",
        "citation": "Art. 25 cpv. 4 LTEO",
        "content": "La tassa delle persone soggette all’obbligo militare domiciliate all’estero è stabilita al loro rientro in Svizzera. È applicabile l’articolo 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_25"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Basi di tassazione",
        "citation": "Art. 26 cpv. 1 LTEO",
        "content": "L’autorità di tassazione prende tutti i provvedimenti necessari all’accertamento dell’assoggettamento alla tassa e al calcolo della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_26"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Basi di tassazione",
        "citation": "Art. 26 cpv. 2 LTEO",
        "content": "La tassa è calcolata sulla base della tassazione relativa all’imposta federale diretta passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_26"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Basi di tassazione",
        "citation": "Art. 26 cpv. 3 LTEO",
        "content": "Qualora non possa essere calcolata secondo il capoverso 2, la tassa è stabilita in base a una dichiarazione speciale secondo l’articolo 12 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_26"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Doveri dell’assoggettato",
        "citation": "Art. 27 cpv. 1 LTEO",
        "content": "A richiesta dell’autorità di tassazione, l’assoggettato deve indicare alla medesima, coscienziosamente, i fatti che possono essere importanti nell’accertamento dell’obbligo di assoggettamento e delle basi di calcolo della tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_27"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Doveri dell’assoggettato",
        "citation": "Art. 27 cpv. 2 LTEO",
        "content": "A richiesta dell’assoggettato, sono tenuti a dargli attestazioni:\na. le persone fisiche, le persone giuridiche e le comunità di persone che abbiano o abbiano avuto rapporti contrattuali con l’assoggettato (datori di lavoro, creditori, debitori, amministratori di sostanze, consoci, ecc.): sul rapporto contrattuale comune, come anche sulle pretese e prestazioni reciproche valutabili in danaro;\nb. le persone giuridiche: sulle loro prestazioni all’assoggettato, in quanto membro od organo della persona giuridica oppure beneficiario d’una fondazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_27"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Notificazione della decisione di tassazione",
        "citation": "Art. 28 cpv. 1 LTEO",
        "content": "La decisione di tassazione è notificata per iscritto all’assoggettato. Questa indica il titolo giuridico dell’assoggettamento alla tassa, le basi di calcolo, l’ammontare della tassa, l’eventuale riduzione della tassa, il termine di pagamento e i rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_28"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Notificazione della decisione di tassazione",
        "citation": "Art. 28 cpv. 2 LTEO",
        "content": "Se l’assoggettato è d’ignota dimora o se egli dimora all’estero e non ha un rappresentante in Svizzera, la decisione può essergli notificata validamente mediante pubblicazione nel Foglio ufficiale del Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_28"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Decisione d’esenzione dalla tassa",
        "citation": "Art. 29 cpv. 1 LTEO",
        "content": "L’autorità di tassazione, quando deve determinare se un assoggettato ha diritto all’esenzione dalla tassa per una durata superiore all’anno di assoggettamento, prende una decisione speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_29"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Decisione d’esenzione dalla tassa",
        "citation": "Art. 29 cpv. 2 LTEO",
        "content": "Tale decisione, passata che sia in giudicato, rimane valida fintanto che non sopravvengono nuovi fatti decisivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_29"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Reclamo",
        "citation": "Art. 30 cpv. 1 LTEO",
        "content": "Contro la decisione di tassazione e la decisione d’esenzione dalla tassa può essere proposto, nel termine di 30 giorni dalla notificazione, un reclamo per iscritto all’autorità di tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Reclamo",
        "citation": "Art. 30 cpv. 2 LTEO",
        "content": "Il reclamo deve contenere delle conclusioni precise e indicare i fatti sui quali è fondato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Reclamo",
        "citation": "Art. 30 cpv. 3 LTEO",
        "content": "Se il reclamo è ammissibile, l’autorità di tassazione riesamina la decisione, senz’essere vincolata dalle conclusioni presentate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Reclamo",
        "citation": "Art. 30 cpv. 4 LTEO",
        "content": "La decisione sul reclamo deve essere motivata; essa indica i rimedi di diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Reclamo",
        "citation": "Art. 30 cpv. 5 LTEO",
        "content": "La procedura di reclamo è gratuita; nondimeno, qualunque sia il risultato della procedura, possono essere addossate al reclamante le spese delle indagini che egli avesse abusivamente cagionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Procedure elettroniche",
        "citation": "Art. 30a cpv. 1 LTEO",
        "content": "I Cantoni prevedono la possibilità di svolgere procedure per via elettronica. Garantiscono conformemente al diritto cantonale l’autenticità e l’integrità dei dati trasmessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Procedure elettroniche",
        "citation": "Art. 30a cpv. 2 LTEO",
        "content": "In caso di presentazione per via elettronica di atti scritti per i quali la legge prescrive la firma, i Cantoni prevedono, invece della firma, la possibilità per l’assoggettato di confermare i dati per via elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Procedure elettroniche",
        "citation": "Art. 30a cpv. 3 LTEO",
        "content": "I Cantoni prevedono che l’autorità competente per la tassa notifichi all’assoggettato, previo suo assenso, documenti in formato elettronico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_30_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Ricorso",
        "citation": "Art. 31 cpv. 1 LTEO",
        "content": "La decisione su reclamo può essere impugnata per iscritto, nel termine di 30 giorni dalla notificazione, mediante ricorso alla commissione cantonale di ricorso. È applicabile, per analogia, l’articolo 30 capoversi 2, 3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_31"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Ricorso",
        "citation": "Art. 31 cpv. 2 LTEO",
        "content": "Le spese di procedura innanzi alla commissione di ricorso sono a carico, di regola, della parte soccombente; se il ricorso è parzialmente ammesso, le spese di procedura sono ridotte, o, in via eccezionale, condonate. Esse sono nondimeno addossate al ricorrente ancorché abbia vinto il ricorso, se, con l’adempiere i suoi obblighi, fosse stato in facoltà sua di conseguire il medesimo risultato nell’istanza precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_31"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Ricorso",
        "citation": "Art. 31 cpv. 2bis LTEO",
        "content": "L’ammontare delle tasse di decisione e di cancelleria e delle spese ripetibili è stabilito secondo il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_31"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Ricorso",
        "citation": "Art. 31 cpv. 3 LTEO",
        "content": "Le decisioni pronunciate dalle autorità cantonali di ultima istanza possono essere impugnate con ricorso al Tribunale federale conformemente alla legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_31"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo quinto: Tassazione e rimedi giuridici, Sospensione dei termini",
        "citation": "Art. 31a LTEO",
        "content": "Alle procedure di reclamo e di ricorso di cui agli articoli 30 e 31 non si applica la sospensione dei termini di cui all’articolo 22a della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_31_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Scadenza",
        "citation": "Art. 32 cpv. 1 LTEO",
        "content": "La tassa scade, di regola, il 1° maggio dell’anno civile successivo all’anno di assoggettamento (termine generale di scadenza).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Scadenza",
        "citation": "Art. 32 cpv. 2 LTEO",
        "content": "Con la notificazione della decisione di tassazione scadono:\na. la tassa sulle prestazioni in capitale di istituzioni di previdenza;\nb. la tassa in caso di pagamento di arretrati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Scadenza",
        "citation": "Art. 32 cpv. 3 LTEO",
        "content": "La tassa scade in ogni caso:\na. il giorno in cui l’assoggettato che vuol lasciare durevolmente il Paese prende i provvedimenti necessari per la partenza;\nb. all’atto della dichiarazione di fallimento a carico dell’assoggettato, solo per quanto riguarda le tasse degli anni precedenti alla dichiarazione di fallimento;\nc. alla morte dell’assoggettato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Scadenza",
        "citation": "Art. 32 cpv. 4 LTEO",
        "content": "Il termine non muta anche se l’assoggettato ha ricevuto a tale data solamente un calcolo provvisorio della tassa oppure se ha presentato un reclamo o un ricorso contro la tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Riscossione provvisoria e riscossione definitiva",
        "citation": "Art. 32a cpv. 1 LTEO",
        "content": "La tassa è riscossa conformemente alla tassazione. Se alla scadenza la tassazione non è ancora stata operata, la tassa è riscossa provvisoriamente. Determinanti al riguardo sono la dichiarazione d’imposta per l’imposta federale diretta, l’ultima tassazione relativa all’imposta federale diretta, l’ultima tassazione relativa alla tassa d’esenzione o l’importo presumibilmente dovuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Riscossione provvisoria e riscossione definitiva",
        "citation": "Art. 32a cpv. 2 LTEO",
        "content": "Le tasse riscosse provvisoriamente sono conteggiate in quelle dovute conformemente alla tassazione definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Riscossione provvisoria e riscossione definitiva",
        "citation": "Art. 32a cpv. 3 LTEO",
        "content": "Se l’importo riscosso è insufficiente, è chiesta la differenza; le somme eccedenti sono restituite. Per gli interessi si applicano le disposizioni sull’imposta federale diretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Pagamento",
        "citation": "Art. 32b cpv. 1 LTEO",
        "content": "La tassa deve essere pagata entro 30 giorni dalla scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_b"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Pagamento",
        "citation": "Art. 32b cpv. 2 LTEO",
        "content": "Per i pagamenti anticipati effettuati prima della scadenza è versato un interesse rimunerativo conformemente alle disposizioni sull’imposta federale diretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_b"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Interesse di mora",
        "citation": "Art. 32c cpv. 1 LTEO",
        "content": "Il debitore della tassa deve pagare, per gli importi che non ha versato entro il termine stabilito, un interesse di mora. L’interesse è determinato in base alle disposizioni sull’imposta federale diretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_c"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Interesse di mora",
        "citation": "Art. 32c cpv. 2 LTEO",
        "content": "Se il debitore della tassa, per motivi di cui non deve rispondere, non ha ancora ricevuto il conteggio al momento della scadenza, l’interesse decorre dopo trenta giorni dalla sua notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_32_c"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Diffida",
        "citation": "Art. 33 LTEO",
        "content": "Se la tassa, divenuta esecutoria, non è pagata alla scadenza, all’assoggettato viene intimata una diffida nella quale gli è assegnato un termine suppletivo di 15 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_33"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Esecuzione forzata",
        "citation": "Art. 34 cpv. 1 LTEO",
        "content": "Se la tassa, divenuta esecutoria, non è pagata nonostante la diffida, si procede in via esecutiva contro il debitore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Esecuzione forzata",
        "citation": "Art. 34 cpv. 2 LTEO",
        "content": "Se il debitore non ha il domicilio in Svizzera o se è stato ordinato il sequestro di beni che gli appartengono, l’esecuzione può essere promossa senza precedente diffida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Esecuzione forzata",
        "citation": "Art. 34 cpv. 3 LTEO",
        "content": "Le decisioni di tassazione nonché le decisioni su reclamo e su ricorso, divenute esecutorie, sono equiparate alle sentenze esecutive di cui all’articolo 80 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Esecuzione forzata",
        "citation": "Art. 34 cpv. 4 LTEO",
        "content": "Non è necessario indicare i crediti di tassa negli inventari pubblici, né insinuarli in caso di diffida pubblica ai creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Restituzione delle tasse pagate per errore",
        "citation": "Art. 34a cpv. 1 LTEO",
        "content": "L’assoggettato può chiedere la restituzione di una tassa non dovuta o dovuta solo in parte, che egli ha pagato per errore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Restituzione delle tasse pagate per errore",
        "citation": "Art. 34a cpv. 2 LTEO",
        "content": "Gli importi restituiti più di trenta giorni dopo il loro versamento fruttano un interesse dalla data di versamento; si applica il tasso applicabile per l’imposta federale diretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Restituzione delle tasse pagate per errore",
        "citation": "Art. 34a cpv. 3 LTEO",
        "content": "La domanda di restituzione dev’essere presentata all’autorità cantonale della tassa, entro cinque anni dalla fine dell’anno civile in cui è stato eseguito il versamento. Se l’autorità respinge la domanda, l’interessato può avvalersi dei rimedi giuridici ammessi contro una decisione di tassazione. Il diritto alla restituzione si estingue dieci anni dopo la fine dell’anno del versamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_34_a"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Garanzie",
        "citation": "Art. 35 cpv. 1 LTEO",
        "content": "Per gli obbligati al servizio, la concessione e la proroga di un congedo per l’estero dal servizio militare o civile possono essere vincolate al pagamento della tassa dovuta o alla costituzione di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_35"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Garanzie",
        "citation": "Art. 35 cpv. 2 LTEO",
        "content": "Il Consiglio federale emana le norme che devono disciplinare l’applicazione dei provvedimenti di garanzia. Esso vigila affinché gli interessi degli assoggettati non subiscano un pregiudizio sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_35"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Costituzione di garanzie",
        "citation": "Art. 36 cpv. 1 LTEO",
        "content": "L’autorità incaricata dell’esazione può esigere garanzie per le tasse dell’anno corrente e degli anni anteriori, anche se non siano fissate con decisione passata in giudicato, né scadute:\na. quando l’esazione sembri pregiudicata;\nb.  quando l’assoggettato non ha domicilio in Svizzera e contravviene alle prescrizioni militari e a quelle che reggono il servizio civile o alle disposizioni sulla tassa d’esenzione applicabili agli assenti dalla Svizzera;\nc. quando l’assoggettato si appresta ad abbandonare il domicilio in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_36"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Costituzione di garanzie",
        "citation": "Art. 36 cpv. 2 LTEO",
        "content": "La richiesta di garanzie deve indicarne la causa giuridica, l’ammontare da garantire e l’ufficio incaricato di riceverle. Essa vale come decreto di sequestro, di cui all’articolo 274 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento, ed è parificata a una sentenza esecutiva, di cui all’articolo 80 della medesima legge. L’azione intesa a revocare il sequestro non è ammessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_36"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Costituzione di garanzie",
        "citation": "Art. 36 cpv. 3 LTEO",
        "content": "Contro la richiesta di garanzie è ammissibile, nel termine di 30 giorni dalla notificazione, il ricorso alla commissione cantonale di ricorso. È applicabile l’articolo 31 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_36"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Costituzione di garanzie",
        "citation": "Art. 36 cpv. 4 LTEO",
        "content": "Il ricorso contro la richiesta di garanzie non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_36"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Proroga e condono",
        "citation": "Art. 37 cpv. 1 LTEO",
        "content": "Se il pagamento entro il termine prescritto della tassa militare e delle spese dovesse essere particolarmente gravoso per l’assoggettato, può essere concessa una proroga del termine oppure la possibilità di pagare a rate. In tali casi si può rinunciare alla riscossione degli interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_37"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Proroga e condono",
        "citation": "Art. 37 cpv. 2 LTEO",
        "content": "A istanza scritta dell’interessato, la tassa militare e le spese possono essere condonate, del tutto o in parte, qualora il pagamento avesse conseguenze eccessivamente gravose per l’interessato, in particolare se questi si trova nel bisogno o se possa occorrere che pagando vi abbia a cadere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_37"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Prescrizione",
        "citation": "Art. 38 cpv. 1 LTEO",
        "content": "La tassa si prescrive in cinque anni. Il termine di prescrizione decorre dalla fine dell’anno civile successivo all’anno in cui la tassazione dell’imposta federale diretta è passata in giudicato. Una tassa sottratta non si prescrive fintanto che non siano prescritte l’azione penale e l’esecuzione della pena. La tassa stabilita sulla base di una dichiarazione speciale si prescrive in cinque anni a decorrere dalla fine dell’anno di assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_38"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Prescrizione",
        "citation": "Art. 38 cpv. 2 LTEO",
        "content": "La prescrizione non comincia, ed è sospesa, durante la procedura di reclamo, o di ricorso, e fintanto che nessuna delle persone tenute al pagamento ha il domicilio in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_38"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Prescrizione",
        "citation": "Art. 38 cpv. 3 LTEO",
        "content": "La prescrizione è interrotta:\na. ogni volta che sia ordinata la ricerca dell’assoggettato che ha violato l’obbligo di notificazione militare o del servizio civile;\nb. ogni volta che un atto ufficiale inteso ad accertare, o a esigere, la tassa sia fatto noto a una persona tenuta a pagarla;\nc. ogni volta che una persona tenuta a pagare la tassa riconosca espressamente il debito.In ogni caso d’interruzione, incomincia a decorrere una nuova prescrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_38"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo sesto: Esazione della tassa, Prescrizione",
        "citation": "Art. 38 cpv. 4 LTEO",
        "content": "La sospensione e l’interruzione non possono differire la prescrizione oltre cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_38"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo settimo: Rimborso della tassa",
        "citation": "Art. 39 cpv. 1 LTEO",
        "content": "La tassa pagata è rimborsata a chi ha prestato il totale obbligatorio dei giorni di servizio militare o civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_39"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo settimo: Rimborso della tassa",
        "citation": "Art. 39 cpv. 2 LTEO",
        "content": "La tassa è rimborsata:\na. su domanda dell’obbligato al servizio; o\nb. d’ufficio, se l’autorità competente viene a conoscenza della prestazione del totale obbligatorio dei giorni di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_39"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo settimo: Rimborso della tassa",
        "citation": "Art. 39 cpv. 3 LTEO",
        "content": "La domanda di rimborso può essere presentata all’autorità competente del Cantone che ha riscosso l’ultima tassa. Alla domanda deve essere allegato l’attestato della prestazione del totale obbligatorio dei giorni di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_39"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo settimo: Rimborso della tassa",
        "citation": "Art. 39 cpv. 4 LTEO",
        "content": "La decisione sul rimborso della tassa è impugnabile conformemente agli articoli 30 e 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_39"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo settimo: Rimborso della tassa",
        "citation": "Art. 39 cpv. 5 LTEO",
        "content": "Il diritto al rimborso e l’obbligo di rimborsare si prescrivono alla fine del quinto anno dal proscioglimento dall’obbligo di prestare servizio militare o civile. Sono escluse le tasse che alla fine del quinto anno dal proscioglimento non sono ancora state stabilite; in questo caso, il diritto al rimborso e l’obbligo di rimborsare si prescrivono cinque anni dopo che tutte le tasse sono state stabilite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_39"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo settimo: Rimborso della tassa",
        "citation": "Art. 39 cpv. 6 LTEO",
        "content": "Nessun interesse è corrisposto per le somme rimborsate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_39"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Frode",
        "citation": "Art. 40 LTEO",
        "content": "Chiunque, al fine di sottrarsi al pagamento di una tassa o di procacciare a sé o a un terzo un altro indebito profitto pecuniario, forma un documento falso o altera un documento vero o forma un documento suppositizio, o fa uso, a scopo d’inganno, di un tale documento formato o alterato da un terzo, è punito con una pena detentiva fino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_40"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Sottrazione",
        "citation": "Art. 41 cpv. 1 LTEO",
        "content": "Chiunque, intenzionalmente, si sottrae al pagamento di una tassa o procaccia a sé o a un terzo un altro indebito profitto pecuniario, è punito con una multa fino a tre volte la tassa sottratta, nonostante la pena incorsa per frode di tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_41"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Sottrazione",
        "citation": "Art. 41 cpv. 2 LTEO",
        "content": "Se la sottrazione è commessa per negligenza, la pena è della multa fino all’ammontare della tassa sottratta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_41"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Sottrazione",
        "citation": "Art. 41 cpv. 3 LTEO",
        "content": "Il tentativo di sottrazione e la complicità sono punibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_41"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Sottrazione",
        "citation": "Art. 41 cpv. 4 LTEO",
        "content": "La sottrazione e la pena applicabile in caso di sottrazione si prescrivono in cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_41"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Sottrazione",
        "citation": "Art. 41 cpv. 5 LTEO",
        "content": "L’assoggettato, indipendentemente dalla punibilità di una data persona, è tenuto a pagare o a restituire la tassa non riscossa o rimborsata o condonata a torto. L’esazione complementare è fatta valere mediante decisione di tassazione, con riserva del reclamo e del ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_41"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Inosservanza di prescrizioni d’ordine",
        "citation": "Art. 43 LTEO",
        "content": "Chiunque, intenzionalmente o per negligenza, non si conforma, nonostante diffida, a una disposizione della presente legge o di un regolamento d’applicazione, o di una decisione particolare notificatagli in virtù di siffatte disposizioni, è punito con un’ammenda fino a 200 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_43"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Azione penale e giudizio",
        "citation": "Art. 44 cpv. 1 LTEO",
        "content": "L’azione penale e il giudizio delle infrazioni alla presente legge spettano alle autorità del Cantone di tassazione; sono disciplinati dal Codice di procedura penale del 5 ottobre 2007.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_44"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Azione penale e giudizio",
        "citation": "Art. 44 cpv. 2 LTEO",
        "content": "L’amministrazione cantonale della tassa d’esenzione è competente a giudicare le infrazioni, quando non sono adempiute le condizioni richieste per l’inflizione di una pena privativa della libertà. Ove quell’amministrazione reputi che tali condizioni sono adempiute, essa trasmette gli atti all’autorità cui spetta l’azione penale ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_44"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Azione penale e giudizio",
        "citation": "Art. 44 cpv. 3 LTEO",
        "content": "L’amministrazione deve notificare per iscritto la decisione amministrativa all’incolpato e informarlo che ha la facoltà di rivolgersi ad essa, nel termine di 30 giorni dalla notificazione, per chiedere una decisione giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_44"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo ottavo: Disposizioni penali, Azione penale e giudizio",
        "citation": "Art. 44 cpv. 4 LTEO",
        "content": "Se la decisione giudiziaria è chiesta tempestivamente, l’amministrazione trasmette gli atti al giudice penale. Qualora la decisione giudiziaria non sia chiesta tempestivamente, la decisione amministrativa è equiparata a una sentenza passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_44"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo nono: Regolamento dei conti con la Confederazione",
        "citation": "Art. 45 cpv. 1 LTEO",
        "content": "I Cantoni versano alla Confederazione il gettito lordo della tassa d’esenzione, detratto un emolumento di riscossione, nel termine di 30 giorni dalla fine dell’anno civile di riscossione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_45"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo nono: Regolamento dei conti con la Confederazione",
        "citation": "Art. 45 cpv. 2 LTEO",
        "content": "Per gettito lordo, s’intende l’ammontare delle tasse e degli interessi riscossi dai Cantoni in virtù delle loro competenze in materia di tassazione, detratto quello delle tasse che fossero state rimborsate ai sensi dell’articolo 39.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_45"
    },
    {
        "book": "WPEG",
        "title": "LTEO, Capitolo nono: Regolamento dei conti con la Confederazione",
        "citation": "Art. 45 cpv. 3 LTEO",
        "content": "L’emolumento di riscossione ammonta al 20 per cento del gettito lordo della tassa d’esenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/2035_2097_2125/it#art_45"
    }
]