[
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Oggetto",
        "citation": "Art. 1 LASec",
        "content": "La presente legge disciplina l’ammissibilità della costruzione di nuove abitazioni nonché l’ammissibilità delle modifiche edilizie e dei cambiamenti di destinazione di abitazioni esistenti nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_1"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 1 LASec",
        "content": "Un’abitazione ai sensi della presente legge è un insieme di locali che:\na. sono adatti a un uso abitativo;\nb. costituiscono un’unità costruttiva;\nc. sono dotati di un’entrata dall’esterno o da un’area comune con altre abitazioni all’interno dell’edificio;\nd. sono dotati di un’installazione di cucina; e\ne. non costituiscono una cosa mobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_2"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 2 LASec",
        "content": "Un’abitazione primaria ai sensi della presente legge è un’abitazione utilizzata da almeno una persona il cui Comune di residenza secondo l’articolo 3 lettera b della legge del 23 giugno 2006 sull’armonizzazione dei registri è lo stesso in cui si trova l’abitazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_2"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 3 LASec",
        "content": "Sono equiparate ad abitazioni primarie le abitazioni che:\na. sono occupate in modo permanente a scopo di lavoro o di formazione;\nb. sono occupate in modo permanente da un’economia domestica privata che occupa in modo permanente un’altra abitazione nel medesimo edificio;\nc. sono occupate in modo permanente da persone che non sono tenute ad annunciarsi all’ufficio controllo abitanti, in particolare da personale diplomatico e richiedenti l’asilo;\nd. non sono occupate da al massimo due anni, sono abitabili e sono offerte per essere locate in modo duraturo o vendute (abitazioni vuote); \ne. sono utilizzate a scopi agricoli e non sono accessibili tutto l’anno per tali scopi a causa dell’altitudine; \nf. sono utilizzate da imprese per ospitarvi il personale per un breve periodo;\ng. sono utilizzate quali abitazioni di servizio per persone che operano in particolare nel settore alberghiero, in ospedali e in istituti;\nh. sono destinate temporaneamente a un uso lecito diverso da quello abitativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_2"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 4 LASec",
        "content": "Un’abitazione secondaria ai sensi della presente legge è un’abitazione che non è né primaria né equiparata a quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_2"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Compiti e competenze dei Cantoni",
        "citation": "Art. 3 cpv. 1 LASec",
        "content": "Se del caso, i Cantoni stabiliscono, nel loro piano direttore, misure atte a favorire un migliore tasso di occupazione delle abitazioni secondarie nonché a promuovere l’industria alberghiera e un’offerta di abitazioni primarie a prezzi moderati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_3"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 1: Disposizioni generali, Compiti e competenze dei Cantoni",
        "citation": "Art. 3 cpv. 2 LASec",
        "content": "I Cantoni possono emanare prescrizioni che limitano la realizzazione e l’uso delle abitazioni in modo più severo rispetto alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_3"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Inventario delle abitazioni",
        "citation": "Art. 4 cpv. 1 LASec",
        "content": "Ogni Comune elabora annualmente un inventario delle abitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_4"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Inventario delle abitazioni",
        "citation": "Art. 4 cpv. 2 LASec",
        "content": "Nell’inventario delle abitazioni devono figurare almeno il numero complessivo delle abitazioni e il numero delle abitazioni primarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_4"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Inventario delle abitazioni",
        "citation": "Art. 4 cpv. 3 LASec",
        "content": "Il Comune può inoltre farvi figurare separatamente la categoria delle abitazioni equiparate alle abitazioni primarie e imputare questa categoria abitativa alle abitazioni primarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_4"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Inventario delle abitazioni",
        "citation": "Art. 4 cpv. 4 LASec",
        "content": "Il Consiglio federale disciplina i requisiti posti all’inventario delle abitazioni e stabilisce i dettagli della pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_4"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Determinazione della quota di abitazioni secondarie",
        "citation": "Art. 5 cpv. 1 LASec",
        "content": "La Confederazione determina per ogni Comune la quota di abitazioni secondarie rispetto al totale delle abitazioni sulla base dell’inventario delle abitazioni di cui all’articolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_5"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Determinazione della quota di abitazioni secondarie",
        "citation": "Art. 5 cpv. 2 LASec",
        "content": "Se un Comune non presenta l’inventario delle abitazioni entro il termine stabilito, si presume che la sua quota di abitazioni secondarie superi il 20 per cento. Su richiesta del Comune, e in presenza di motivi fondati, l’autorità federale competente può concedere un termine suppletorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_5"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Determinazione della quota di abitazioni secondarie",
        "citation": "Art. 5 cpv. 3 LASec",
        "content": "Il Consiglio federale designa l’autorità federale incaricata di determinare la quota di abitazioni secondarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_5"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 2: Inventario delle abitazioni e quota di abitazioni secondarie, Determinazione della quota di abitazioni secondarie",
        "citation": "Art. 5 cpv. 4 LASec",
        "content": "Prima di decidere, l’autorità federale sente il Cantone in cui si trova il Comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_5"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 3: Divieto di nuove abitazioni secondarie",
        "citation": "Art. 6 cpv. 1 LASec",
        "content": "Nei Comuni in cui la quota di abitazioni secondarie determinata secondo l’articolo 5 supera il 20 per cento non possono essere autorizzate nuove abitazioni secondarie. Se in un Comune la quota di abitazioni secondarie è inferiore al 20 per cento e il rilascio di un’autorizzazione edilizia comporterebbe l’aumento di tale quota ad oltre il 20 per cento, l’autorizzazione non può essere rilasciata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_6"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 3: Divieto di nuove abitazioni secondarie",
        "citation": "Art. 6 cpv. 2 LASec",
        "content": "È fatta salva la realizzazione di nuove abitazioni di cui all’articolo 7 capoverso 1 lettera b e agli articoli 8, 9, 26 o 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_6"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 1: Nuove abitazioni con limitazione d’uso",
        "citation": "Art. 7 cpv. 1 LASec",
        "content": "Nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento possono essere autorizzate nuove abitazioni solamente se sono utilizzate:\na. come abitazione primaria o abitazione che, secondo l’articolo 2 capoverso 3, è equiparata a un’abitazione primaria; o\nb. come abitazione sfruttata a scopi turistici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_7"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 1: Nuove abitazioni con limitazione d’uso",
        "citation": "Art. 7 cpv. 2 LASec",
        "content": "Un’abitazione è considerata sfruttata a scopi turistici se, in modo duraturo, è messa a disposizione di clienti, esclusivamente per soggiorni di breve durata, a condizioni usuali di mercato e conformi all’uso locale, e se:\na. si trova nello stesso edificio in cui il proprietario ha il suo domicilio principale; o\nb. non è adattata alle esigenze personali del proprietario ed è gestita nell’ambito di una struttura ricettiva organizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_7"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 1: Nuove abitazioni con limitazione d’uso",
        "citation": "Art. 7 cpv. 3 LASec",
        "content": "Nelle autorizzazioni edilizie, l’autorità preposta al loro rilascio dispone la limitazione d’uso secondo il capoverso 1 lettera a o il capoverso 2 lettere a o b prescrivendo un onere d’uso. Se nell’autorizzazione edilizia per una nuova abitazione tale onere non figura e se l’autorizzazione non è stata rilasciata secondo gli articoli 8, 9, 26 o 27, la limitazione d’uso secondo il capoverso 1 lettera a si presume applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_7"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 1: Nuove abitazioni con limitazione d’uso",
        "citation": "Art. 7 cpv. 4 LASec",
        "content": "Immediatamente dopo che l’autorizzazione edilizia è passata in giudicato, l’autorità preposta al rilascio delle autorizzazioni edilizie incarica l’ufficio del registro fondiario di menzionare nel registro fondiario la limitazione d’uso riguardante il fondo in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_7"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 1: Nuove abitazioni con limitazione d’uso",
        "citation": "Art. 7 cpv. 5 LASec",
        "content": "Il Consiglio federale disciplina i dettagli, segnatamente:\na. i requisiti posti alla struttura ricettiva organizzata;\nb. l’obbligo di notifica del cambiamento di destinazione da abitazione sfruttata a scopi turistici in abitazione primaria; e\nc. la formulazione degli oneri d’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_7"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Abitazioni in relazione con strutture ricettive organizzate",
        "citation": "Art. 8 cpv. 1 LASec",
        "content": "Nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, le strutture ricettive organizzate possono essere autorizzate a realizzare abitazioni senza limitazione d’uso secondo l’articolo 7 capoverso 1 se:\na. la struttura può essere o può continuare a essere sfruttata in modo redditizio soltanto con i proventi derivanti dalla realizzazione di dette abitazioni;\nb. il proprietario o il gestore della struttura, su richiesta, fornisce la prova che i proventi delle abitazioni sono investiti nella costruzione o nella gestione della struttura ricettiva organizzata;\nc. la superficie utile principale di queste abitazioni non supera una quota pari al 20 per cento della superficie utile principale complessiva delle camere e delle abitazioni; \nd. le abitazioni costituiscono, con la struttura ricettiva organizzata, un’unità costruttiva e funzionale, sempre che non vi si oppongano motivi di protezione dei siti o dei monumenti; e\ne. non vi si oppongano interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_8"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Abitazioni in relazione con strutture ricettive organizzate",
        "citation": "Art. 8 cpv. 2 LASec",
        "content": "Per le abitazioni secondo il capoverso 1 che restano in modo duraturo di proprietà della struttura ricettiva organizzata e sono da essa locate, la superficie utile principale secondo il capoverso 1 lettera c può raggiungere al massimo il 33 per cento della superficie utile principale complessiva. La restrizione del diritto d’alienazione deve essere menzionata nel registro fondiario. L’articolo 7 capoversi 4 e 5 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_8"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Abitazioni in relazione con strutture ricettive organizzate",
        "citation": "Art. 8 cpv. 3 LASec",
        "content": "Se la struttura ricettiva organizzata realizza abitazioni secondo il capoverso 1 e abitazioni secondo il capoverso 2, la quota massima del 33 per cento è ridotta del valore ottenuto moltiplicando per 13 per cento il quoziente tra superficie delle abitazioni secondo il capoverso 1 e la somma delle superfici delle abitazioni secondo i capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_8"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Abitazioni in relazione con strutture ricettive organizzate",
        "citation": "Art. 8 cpv. 4 LASec",
        "content": "Una struttura ricettiva organizzata che esisteva già l’11 marzo 2012 può essere trasformata, fino a un massimo del 50 per cento della superficie utile principale, in abitazioni senza limitazione d’uso secondo l’articolo 7 capoverso 1 se:\na. vanta un periodo di sfruttamento di almeno 25 anni;\nb. non può più essere sfruttata in modo redditizio né essere trasformata in abitazioni sfruttate a scopi turistici; \nc. il fatto che la struttura ricettiva in questione non possa più essere sfruttata in modo redditizio non è dovuto a un comportamento inadeguato del proprietario o del gestore; e \nd. non vi si oppongono interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_8"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Abitazioni in relazione con strutture ricettive organizzate",
        "citation": "Art. 8 cpv. 5 LASec",
        "content": "Per provare che le condizioni di cui ai capoversi 1 o 4 sono adempiute, occorre fare eseguire una perizia indipendente. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_8"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Nuove abitazioni in edifici protetti",
        "citation": "Art. 9 cpv. 1 LASec",
        "content": "Nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento si possono autorizzare nuove abitazioni senza limitazione d’uso secondo l’articolo 7 capoverso 1, in edifici protetti o tipici del sito, all’interno delle zone edificabili, se:\na. il valore protetto dell’edificio non risulta compromesso, in particolare se l’aspetto esterno e la struttura edilizia basilare restano sostanzialmente immutati;\nb. la conservazione a lungo termine dell’edificio non può essere assicurata in altro modo; e\nc. non vi si oppongono interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_9"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Nuove abitazioni in edifici protetti",
        "citation": "Art. 9 cpv. 2 LASec",
        "content": "Al di fuori delle zone edificabili la realizzazione di nuove abitazioni senza limitazione d’uso secondo l’articolo 7 capoverso 1 è retta dalle disposizioni della legislazione in materia di pianificazione del territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_9"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 4:, Realizzazione di nuove abitazioni nei Comuni in cui la quotadi abitazioni secondarie supera il 20 per cento, Sezione 2: Nuove abitazioni senza limitazione d’uso, Nuove abitazioni in edifici protetti",
        "citation": "Art. 9 cpv. 3 LASec",
        "content": "Sono fatte salve le altre condizioni previste dal diritto federale e cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_9"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Definizione",
        "citation": "Art. 10 LASec",
        "content": "Ai sensi della presente legge, un’abitazione realizzata in virtù del diritto anteriore è un’abitazione realizzata prima dell’11 marzo 2012 nel rispetto delle disposizioni in vigore o la cui realizzazione risultava autorizzata in tale data con decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_10"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Modifiche edilizie e cambiamenti di destinazione",
        "citation": "Art. 11 cpv. 1 LASec",
        "content": "Fatte salve le limitazioni d’uso esistenti o future del diritto cantonale o comunale, il tipo di uso abitativo delle abitazioni realizzate in virtù del diritto anteriore è libero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_11"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Modifiche edilizie e cambiamenti di destinazione",
        "citation": "Art. 11 cpv. 2 LASec",
        "content": "Queste abitazioni possono essere rinnovate, trasformate e ricostruite nei limiti della superficie utile principale preesistente. Se ne risultano abitazioni supplementari, queste possono essere autorizzate senza limitazione d’uso secondo l’articolo 7 capoverso 1. Sono fatte salve le altre condizioni previste dal diritto federale e cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_11"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Modifiche edilizie e cambiamenti di destinazione",
        "citation": "Art. 11 cpv. 3 LASec",
        "content": "Abitazioni realizzate in virtù del diritto anteriore possono essere ampliate, all’interno delle zone edificabili, al massimo del 30 per cento della superficie utile principale che esisteva l’11 marzo 2012 a condizione che non ne risultino abitazioni supplementari. Al di fuori delle zone edificabili, gli ampliamenti continuano ad essere ammessi nei limiti delle prescrizioni in materia di costruzione al di fuori delle zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_11"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Modifiche edilizie e cambiamenti di destinazione",
        "citation": "Art. 11 cpv. 4 LASec",
        "content": "Gli ampliamenti che superano i limiti previsti al capoverso 3 sono ammessi se le abitazioni sono dichiarate come abitazioni primarie secondo l’articolo 7 capoverso 1 lettera a o come abitazioni sfruttate a scopi turistici secondo l’articolo 7 capoverso 1 lettera b in combinato disposto con l’articolo 7 capoverso 2 lettere a o b, e se sono soddisfatte le condizioni per la relativa autorizzazione. Nelle autorizzazioni edilizie, l’autorità preposta al loro rilascio dispone la limitazione d’uso e, immediatamente dopo che l’autorizzazione edilizia è passata in giudicato, incarica l’ufficio del registro fondiario di menzionare nel registro fondiario la limitazione d’uso riguardante il fondo in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_11"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Abuso e sviluppi indesiderati",
        "citation": "Art. 12 cpv. 1 LASec",
        "content": "Se del caso, i Cantoni e i Comuni adottano le misure necessarie a impedire abusi e sviluppi indesiderati che possono risultare da un uso senza limitazioni di abitazioni realizzate in virtù del diritto anteriore a scopo di abitazioni secondarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_12"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 1: Abitazioni realizzate in virtù del diritto anteriore, Abuso e sviluppi indesiderati",
        "citation": "Art. 12 cpv. 2 LASec",
        "content": "A tal fine, i Cantoni possono limitare in modo più severo rispetto alla presente legge il cambiamento di destinazione da abitazione utilizzata fino a quel momento a scopo di abitazione primaria in abitazione utilizzata a scopo di abitazione secondaria nonché le modifiche secondo l’articolo 11 capoversi 2–4. I Cantoni possono subordinare a un’autorizzazione edilizia le modifiche edilizie e i cambiamenti di destinazione per cui tale autorizzazione non è prevista.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_12"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 2: Modifica e sospensione delle limitazioni d’uso, Modifica ",
        "citation": "Art. 13 LASec",
        "content": "Un’autorizzazione edilizia è richiesta per modifiche delle seguenti limitazioni d’uso:\na. cambiamento della destinazione di cui all’articolo 7 capoverso 1 lettera a in abitazione sfruttata a scopi turistici;\nb. cambiamento di destinazione all’interno delle categorie d’uso di cui all’articolo 7 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_13"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 2: Modifica e sospensione delle limitazioni d’uso, Sospensione ",
        "citation": "Art. 14 cpv. 1 LASec",
        "content": "Su richiesta del proprietario, l’autorità preposta al rilascio delle autorizzazioni edilizie sospende una limitazione d’uso secondo l’articolo 7 capoverso 1, per una durata determinata, se: \na. la limitazione d’uso non può essere temporaneamente rispettata in seguito a circostanze particolari quali decesso, trasferimento di domicilio o cambiamento dello stato civile; o\nb. il proprietario fornisce la prova di avere messo sul mercato l’abitazione e di avere cercato invano persone disposte a usare lecitamente l’abitazione dietro congrua rimunerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_14"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 2: Modifica e sospensione delle limitazioni d’uso, Sospensione ",
        "citation": "Art. 14 cpv. 2 LASec",
        "content": "L’autorità proroga la sospensione secondo il capoverso 1 lettera b se il proprietario fornisce la prova che le condizioni continuano ad essere adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_14"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 2: Modifica e sospensione delle limitazioni d’uso, Sospensione ",
        "citation": "Art. 14 cpv. 3 LASec",
        "content": "L’autorità dispone, unitamente alla sospensione secondo il capoverso 1 lettera b e per ogni proroga, una nuova stima del valore ufficiale dell’abitazione a spese del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_14"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 5:, Modifica di abitazioni nei Comuni in cui la quota di abitazioni secondarie supera il 20 per cento, Sezione 2: Modifica e sospensione delle limitazioni d’uso, Sospensione ",
        "citation": "Art. 14 cpv. 4 LASec",
        "content": "Il Consiglio federale disciplina la durata delle sospensioni e delle loro proroghe nonché i dettagli della prova secondo il capoverso 1 lettera b, in particolare i requisiti posti alla messa sul mercato dell’abitazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_14"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Autorità di vigilanza",
        "citation": "Art. 15 LASec",
        "content": "Ogni Cantone designa un’autorità che vigila sull’esecuzione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_15"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Obbligo di notifica ",
        "citation": "Art. 16 cpv. 1 LASec",
        "content": "L’autorità preposta al controllo abitanti in un Comune in cui la quota di abitazioni secondarie supera il 20 per cento notifica all’autorità preposta al rilascio delle autorizzazioni edilizie le persone che:\na. cambiano abitazione all’interno del Comune;\nb. lasciano il Comune; o\nc. trasferiscono la propria residenza in un altro Comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_16"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Obbligo di notifica ",
        "citation": "Art. 16 cpv. 2 LASec",
        "content": "L’ufficio del registro fondiario notifica all’autorità preposta al rilascio delle autorizzazioni edilizie l’avvenuta iscrizione nel registro fondiario del trasferimento di proprietà di un fondo situato in un Comune in cui la quota di abitazioni secondarie supera il 20 per cento e per il quale è menzionata una limitazione d’uso secondo l’articolo 7 capoverso 1. I Cantoni disciplinano l’esecuzione di tali notifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_16"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Obbligo di notifica ",
        "citation": "Art. 16 cpv. 3 LASec",
        "content": "Le informazioni del controllo abitanti e del registro fondiario necessarie ai fini dell’esecuzione degli articoli 4 e 7 possono essere riportate nel Registro federale degli edifici e delle abitazioni. I dati sono registrati dall’autorità preposta alla tenuta di tale Registro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_16"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Misure amministrative in caso di uso illecito",
        "citation": "Art. 17 cpv. 1 LASec",
        "content": "Se un’abitazione con una limitazione d’uso secondo l’articolo 7 capoverso 1 non è usata in maniera lecita, l’autorità competente impartisce al proprietario, con comminatoria dell’esecuzione sostitutiva e della pena prevista dall’articolo 292 del Codice penale, un termine per ripristinare lo stato legale. In casi motivati può concedere, su richiesta del proprietario, un termine suppletorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_17"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Misure amministrative in caso di uso illecito",
        "citation": "Art. 17 cpv. 2 LASec",
        "content": "Se il proprietario non ripristina lo stato legale entro il termine stabilito, l’autorità competente vieta l’uso dell’abitazione e dispone l’apposizione dei sigilli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_17"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Misure amministrative in caso di uso illecito",
        "citation": "Art. 17 cpv. 3 LASec",
        "content": "L’autorità competente adotta le misure necessarie a ripristinare lo stato legale. In particolare, può locare l’abitazione nel rispetto della limitazione d’uso secondo l’articolo 7 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_17"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Misure amministrative in caso di uso illecito",
        "citation": "Art. 17 cpv. 4 LASec",
        "content": "I membri o i collaboratori dell’autorità edilizia competente che, nell’esercizio delle loro funzioni, vengono a conoscenza di infrazioni sono tenuti a notificarle immediatamente all’autorità di vigilanza di cui all’articolo 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_17"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Esecuzione delle misure amministrative in caso di uso illecito",
        "citation": "Art. 18 cpv. 1 LASec",
        "content": "L’autorità competente ha tutti i diritti e gli obblighi necessari per ripristinare l’uso lecito al posto del proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_18"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Esecuzione delle misure amministrative in caso di uso illecito",
        "citation": "Art. 18 cpv. 2 LASec",
        "content": "L’autorità competente può avvalersi di terzi per l’esecuzione delle misure necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_18"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Esecuzione delle misure amministrative in caso di uso illecito",
        "citation": "Art. 18 cpv. 3 LASec",
        "content": "Gli introiti derivanti dalla locazione secondo l’articolo 17 capoverso 3, dedotto l’onere amministrativo dell’autorità competente e di terzi eventualmente coinvolti, spettano al proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_18"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Verifica degli effetti e proposte di misure",
        "citation": "Art. 19 cpv. 1 LASec",
        "content": "L’Ufficio federale dello sviluppo territoriale, in collaborazione con la Segreteria di Stato dell’economia, analizza a intervalli regolari gli effetti della presente legge. Analizza in particolare gli effetti sullo sviluppo turistico ed economico delle regioni interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_19"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Verifica degli effetti e proposte di misure",
        "citation": "Art. 19 cpv. 2 LASec",
        "content": "I dipartimenti interessati presentano periodicamente un rapporto al Consiglio federale. Se necessario, nel rapporto sono anche proposte misure, in particolare nell’ambito della promozione economica. Il primo rapporto è presentato quattro anni dopo l’entrata in vigore della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_19"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Competenza, procedura e tutela giurisdizionale",
        "citation": "Art. 20 cpv. 1 LASec",
        "content": "La pubblicazione delle domande di costruzione e la comunicazione delle decisioni sulle domande di costruzione sono rette esclusivamente dalle disposizioni cantonali in materia. È fatto salvo l’articolo 112 capoverso 4 della legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_20"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 6: Esecuzione, Competenza, procedura e tutela giurisdizionale",
        "citation": "Art. 20 cpv. 2 LASec",
        "content": "Fatte salve le disposizioni della presente legge, la competenza, la procedura e la tutela giurisdizionale sono rette dalla legge del 22 giugno 1979 sulla pianificazione del territorio e dalle pertinenti disposizioni d’esecuzione dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_20"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 7: Disposizioni penali, Inosservanza delle limitazioni d’uso",
        "citation": "Art. 21 cpv. 1 LASec",
        "content": "Chiunque, intenzionalmente, non osserva una limitazione d’uso ai sensi della presente legge, è punito con una pena detentiva sino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_21"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 7: Disposizioni penali, Inosservanza delle limitazioni d’uso",
        "citation": "Art. 21 cpv. 2 LASec",
        "content": "Se l’autore ha agito per negligenza, la pena è una pena pecuniaria sino a 180 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_21"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 7: Disposizioni penali, Inosservanza delle limitazioni d’uso",
        "citation": "Art. 21 cpv. 3 LASec",
        "content": "Se la limitazione d’uso è revocata successivamente, la pena è una pena pecuniaria sino a 90 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_21"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 7: Disposizioni penali, Inosservanza delle limitazioni d’uso",
        "citation": "Art. 21 cpv. 4 LASec",
        "content": "Fino alla conclusione con sentenza passata in giudicato di un procedimento di sospensione o di modifica di una limitazione d’uso il giudizio penale è differito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_21"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 7: Disposizioni penali, Indicazioni inesatte",
        "citation": "Art. 22 cpv. 1 LASec",
        "content": "Chiunque, intenzionalmente, fornisce alle autorità competenti indicazioni inesatte o incomplete su fatti rilevanti per l’autorizzazione, la sospensione o la modifica di una limitazione d’uso ai sensi della presente legge, oppure approfitta subdolamente dell’errore in cui sono incorse le autorità, è punito con una pena detentiva sino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_22"
    },
    {
        "book": "ZWG",
        "title": "LASec, Capitolo 7: Disposizioni penali, Indicazioni inesatte",
        "citation": "Art. 22 cpv. 2 LASec",
        "content": "Chiunque, per negligenza, fornisce indicazioni inesatte o incomplete è punito con una pena pecuniaria sino a 180 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/it#art_22"
    }
]