[
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand",
        "citation": "Art. 1 ZWG",
        "content": "Dieses Gesetz regelt die Zulässigkeit des Baus neuer Wohnungen sowie der baulichen und nutzungsmässigen Änderung bestehender Wohnungen in Gemeinden mit einem Zweitwohnungsanteil von über 20 Prozent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_1"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 1 ZWG",
        "content": "Eine Wohnung im Sinne dieses Gesetzes ist eine Gesamtheit von Räumen, die:\na. für eine Wohnnutzung geeignet sind;\nb. eine bauliche Einheit bilden;\nc. einen Zugang entweder von aussen oder von einem gemeinsam mit anderen Wohnungen genutzten Bereich innerhalb des Gebäudes haben;\nd. über eine Kocheinrichtung verfügen; und\ne. keine Fahrnis darstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_2"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 2 ZWG",
        "content": "Eine Erstwohnung im Sinne dieses Gesetzes ist eine Wohnung, die von mindestens einer Person genutzt wird, die gemäss Artikel 3 Buchstabe b des Registerharmonisierungsgesetzes vom 23. Juni 2006 in der Gemeinde, in der die Wohnung liegt, niedergelassen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_2"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 3 ZWG",
        "content": "Erstwohnungen gleichgestellt sind Wohnungen, die:\na. zu Erwerbs- oder Ausbildungszwecken dauernd bewohnt werden;\nb. von einem Privathaushalt dauernd bewohnt werden, der im gleichen Gebäude eine andere Wohnung dauernd bewohnt;\nc. von Personen dauernd bewohnt werden, die sich nicht beim Einwohneramt melden müssen, insbesondere von diplomatischem Personal und Asylsuchenden;\nd. seit höchstens zwei Jahren leer stehen, bewohnbar sind und zur Dauermiete oder zum Kauf angeboten werden (Leerwohnungen);\ne. zu landwirtschaftlichen Zwecken genutzt werden und wegen der Höhenlage nicht ganzjährig für landwirtschaftliche Zwecke zugänglich sind;\nf. durch Unternehmen zur kurzzeitigen Unterbringung von Personal genutzt werden;\ng. als Dienstwohnungen für Personen, die insbesondere im Gastgewerbe, in Spitälern und in Heimen tätig sind, genutzt werden;\nh. rechtmässig vorübergehend anders als zum Wohnen genutzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_2"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 4 ZWG",
        "content": "Eine Zweitwohnung im Sinne dieses Gesetzes ist eine Wohnung, die weder eine Erstwohnung ist noch einer Erstwohnung gleichgestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_2"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Aufgaben und Kompetenzen der Kantone",
        "citation": "Art. 3 Abs. 1 ZWG",
        "content": "Die Kantone legen bei Bedarf im Richtplan Massnahmen zur Förderung einer besseren Auslastung der Zweitwohnungen sowie zur Förderung von Hotellerie und preisgünstigen Erstwohnungen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_3"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 1. Kapitel: Allgemeine Bestimmungen, Aufgaben und Kompetenzen der Kantone",
        "citation": "Art. 3 Abs. 2 ZWG",
        "content": "Sie können Vorschriften erlassen, die die Erstellung und Nutzung von Wohnungen stärker einschränken als dieses Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_3"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Wohnungsinventar",
        "citation": "Art. 4 Abs. 1 ZWG",
        "content": "Jede Gemeinde erstellt jährlich ein Wohnungsinventar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_4"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Wohnungsinventar",
        "citation": "Art. 4 Abs. 2 ZWG",
        "content": "Im Wohnungsinventar sind mindestens die Gesamtzahl der Wohnungen sowie die Anzahl der Erstwohnungen aufzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_4"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Wohnungsinventar",
        "citation": "Art. 4 Abs. 3 ZWG",
        "content": "Die Gemeinde kann zudem die Kategorie der den Erstwohnungen gleichgestellten Wohnungen gesondert aufführen und diese Wohnungskategorie den Erstwohnungen zurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_4"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Wohnungsinventar",
        "citation": "Art. 4 Abs. 4 ZWG",
        "content": "Der Bundesrat regelt die Anforderungen an das Wohnungsinventar und legt die Einzelheiten der Veröffentlichung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_4"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Feststellung des Zweitwohnungsanteils",
        "citation": "Art. 5 Abs. 1 ZWG",
        "content": "Der Bund stellt für jede Gemeinde auf der Grundlage des Wohnungsinventars nach Artikel 4 den Anteil der Zweitwohnungen am Gesamtbestand der Wohnungen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_5"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Feststellung des Zweitwohnungsanteils",
        "citation": "Art. 5 Abs. 2 ZWG",
        "content": "Legt eine Gemeinde das Wohnungsinventar nicht fristgemäss vor, so wird für die betreffende Gemeinde ein Zweitwohnungsanteil von über 20 Prozent angenommen. Die zuständige Bundesbehörde kann auf Antrag der Gemeinde bei Vorliegen triftiger Gründe eine Nachfrist gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_5"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Feststellung des Zweitwohnungsanteils",
        "citation": "Art. 5 Abs. 3 ZWG",
        "content": "Der Bundesrat bestimmt die Bundesbehörde, die den Zweitwohnungsanteil feststellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_5"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 2. Kapitel: Wohnungsinventar und Zweitwohnungsanteil, Feststellung des Zweitwohnungsanteils",
        "citation": "Art. 5 Abs. 4 ZWG",
        "content": "Diese hört vor ihrem Entscheid den Kanton an, in dem die Gemeinde liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_5"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 3. Kapitel: Verbot neuer Zweitwohnungen",
        "citation": "Art. 6 Abs. 1 ZWG",
        "content": "In Gemeinden, in denen der nach Artikel 5 festgestellte Zweitwohnungsanteil über 20 Prozent liegt, dürfen keine neuen Zweitwohnungen bewilligt werden. Liegt dieser Anteil unter 20 Prozent und hätte die Erteilung einer Baubewilligung zur Folge, dass die Gemeinde den Zweitwohnungsanteil von 20 Prozent überschreiten würde, so darf die Bewilligung nicht erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_6"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 3. Kapitel: Verbot neuer Zweitwohnungen",
        "citation": "Art. 6 Abs. 2 ZWG",
        "content": "Vorbehalten bleibt die Erstellung neuer Wohnungen nach Artikel 7 Absatz 1 Buchstabe b und nach Artikel 8, 9, 26 oder 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_6"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Neue Wohnungen mit Nutzungsbeschränkung",
        "citation": "Art. 7 Abs. 1 ZWG",
        "content": "In Gemeinden mit einem Zweitwohnungsanteil von über 20 Prozent dürfen neue Wohnungen nur bewilligt werden, wenn sie wie folgt genutzt werden:\na. als Erstwohnung oder als Wohnung, die nach Artikel 2 Absatz 3 einer Erstwohnung gleichgestellt ist; oder\nb. als touristisch bewirtschaftete Wohnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_7"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Neue Wohnungen mit Nutzungsbeschränkung",
        "citation": "Art. 7 Abs. 2 ZWG",
        "content": "Eine Wohnung gilt als touristisch bewirtschaftet, wenn sie dauerhaft zur ausschliesslich kurzzeitigen Nutzung durch Gäste zu markt- und ortsüblichen Bedingungen angeboten wird und sie:\na. im selben Haus liegt, in dem der Eigentümer oder die Eigentümerin seinen beziehungsweise ihren Hauptwohnsitz hat (Einliegerwohnung); oder \nb. nicht auf die persönlichen Bedürfnisse des Eigentümers oder der Eigentümerin zugeschnitten ist und im Rahmen eines strukturierten Beherbergungsbetriebs bewirtschaftet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_7"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Neue Wohnungen mit Nutzungsbeschränkung",
        "citation": "Art. 7 Abs. 3 ZWG",
        "content": "Die für die Baubewilligungen zuständige Behörde ordnet in der Baubewilligung mittels Nutzungsauflage die Nutzungsbeschränkung nach Absatz 1 Buchstabe a oder Absatz 2 Buchstabe a oder b an. Enthält die Baubewilligung für eine neue Wohnung keine solche Anordnung und liegt auch keine Bewilligung nach Artikel 8, 9, 26 oder 27 vor, so wird vermutet, dass die Nutzungsbeschränkung nach Absatz 1 Buchstabe a gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_7"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Neue Wohnungen mit Nutzungsbeschränkung",
        "citation": "Art. 7 Abs. 4 ZWG",
        "content": "Unmittelbar nach Rechtskraft der Baubewilligung weist die Baubewilligungsbehörde das Grundbuchamt an, die Nutzungsbeschränkung zum betreffenden Grundstück im Grundbuch anzumerken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_7"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Neue Wohnungen mit Nutzungsbeschränkung",
        "citation": "Art. 7 Abs. 5 ZWG",
        "content": "Der Bundesrat regelt die Einzelheiten, namentlich:\na. die Anforderungen an den strukturierten Beherbergungsbetrieb;\nb. die Meldepflicht für die Umnutzung einer touristisch bewirtschafteten Wohnung in eine Erstwohnung; und\nc. die Formulierung der Nutzungsauflagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_7"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Wohnungen im Zusammenhang mit strukturierten Beherbergungsbetrieben",
        "citation": "Art. 8 Abs. 1 ZWG",
        "content": "In Gemeinden mit einem Zweitwohnungsanteil von über 20 Prozent darf strukturierten Beherbergungsbetrieben die Erstellung von Wohnungen ohne Nutzungsbeschränkung nach Artikel 7 Absatz 1 bewilligt werden, wenn:\na. der Betrieb nur mit dem Ertrag aus der Erstellung solcher Wohnungen wirtschaftlich geführt oder weitergeführt werden kann;\nb. die Eigentümerin oder der Eigentümer beziehungsweise die Betreiberin oder der Betreiber auf Verlangen den Nachweis erbringt, dass der Ertrag aus den Wohnungen in den Bau oder Betrieb der strukturierten Beherbergung investiert wird;\nc. die Hauptnutzfläche dieser Wohnungen einen Anteil von 20 Prozent der gesamten Hauptnutzfläche der Zimmer und der Wohnungen nicht übersteigt;\nd. die Wohnungen mit dem strukturierten Beherbergungsbetrieb eine bauliche und funktionale Einheit bilden, es sei denn, Gründe des Ortsbild- oder Denkmalschutzes stehen dem entgegen; und\ne. keine überwiegenden Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_8"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Wohnungen im Zusammenhang mit strukturierten Beherbergungsbetrieben",
        "citation": "Art. 8 Abs. 2 ZWG",
        "content": "Für Wohnungen nach Absatz 1, die dauerhaft im Eigentum des strukturierten Beherbergungsbetriebs bleiben und von diesem vermietet werden, darf die gesamte Hauptnutzfläche nach Absatz 1 Buchstabe c höchstens 33 Prozent betragen. Im Grundbuch ist eine entsprechende Veräusserungsbeschränkung anzumerken. Artikel 7 Absätze 4 und 5 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_8"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Wohnungen im Zusammenhang mit strukturierten Beherbergungsbetrieben",
        "citation": "Art. 8 Abs. 3 ZWG",
        "content": "Erstellt der Betrieb sowohl Wohnungen nach Absatz 1 wie auch solche nach Absatz 2, so wird der Höchstanteil von 33 Prozent reduziert um den Wert, der sich daraus ergibt, dass der Quotient aus der Fläche der Wohnungen nach Absatz 1 und der Summe der Flächen der Wohnungen nach den Absätzen 1 und 2 mit 13 Prozent multipliziert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_8"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Wohnungen im Zusammenhang mit strukturierten Beherbergungsbetrieben",
        "citation": "Art. 8 Abs. 4 ZWG",
        "content": "Ein strukturierter Beherbergungsbetrieb, der am 11. März 2012 schon bestanden hat, kann zu maximal 50 Prozent der Hauptnutzfläche zu Wohnungen ohne Nutzungsbeschränkung nach Artikel 7 Absatz 1 umgenutzt werden, wenn:\na er eine minimale Bewirtschaftungsdauer von 25 Jahren aufweist;\nb. er nicht mehr wirtschaftlich weitergeführt und auch nicht in touristisch bewirtschaftete Wohnungen umgenutzt werden kann; \nc. die Tatsache, dass der betreffende Beherbergungsbetrieb nicht mehr wirtschaftlich weitergeführt werden kann, nicht durch ein Fehlverhalten der Eigentümerin oder des Eigentümers beziehungsweise der Betreiberin oder des Betreibers verursacht worden ist; und\nd. keine überwiegenden Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_8"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Wohnungen im Zusammenhang mit strukturierten Beherbergungsbetrieben",
        "citation": "Art. 8 Abs. 5 ZWG",
        "content": "Zum Nachweis, dass die Voraussetzungen nach Absatz 1 oder 4 erfüllt sind, ist ein unabhängiges Gutachten erstellen zu lassen. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_8"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Neue Wohnungen in geschützten Bauten",
        "citation": "Art. 9 Abs. 1 ZWG",
        "content": "In Gemeinden mit einem Zweitwohnungsanteil von über 20 Prozent dürfen innerhalb der Bauzonen in geschützten oder ortsbildprägenden Bauten neue Wohnungen ohne Nutzungsbeschränkung nach Artikel 7 Absatz 1 bewilligt werden, wenn:\na. die Baute in ihrem Schutzwert nicht beeinträchtigt wird, insbesondere die äussere Erscheinung und die bauliche Grundstruktur des Gebäudes im Wesentlichen unverändert bleiben;\nb. eine dauernde Erhaltung der Baute nicht anders sichergestellt werden kann; und\nc. keine überwiegenden Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_9"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Neue Wohnungen in geschützten Bauten",
        "citation": "Art. 9 Abs. 2 ZWG",
        "content": "Ausserhalb der Bauzonen beurteilt sich die Zulässigkeit von neuen Wohnungen ohne Nutzungsbeschränkungen im Sinne von Artikel 7 Absatz 1 nach den Bestimmungen der Raumplanungsgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_9"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 4. Kapitel:, Erstellung neuer Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Neue Wohnungen ohne Nutzungsbeschränkung, Neue Wohnungen in geschützten Bauten",
        "citation": "Art. 9 Abs. 3 ZWG",
        "content": "Die übrigen Voraussetzungen des Bundesrechts und des kantonalen Rechts bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_9"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Begriff",
        "citation": "Art. 10 ZWG",
        "content": "Eine altrechtliche Wohnung im Sinne dieses Gesetzes ist eine Wohnung, die am 11. März 2012 rechtmässig bestand oder rechtskräftig bewilligt war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_10"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Bauliche und nutzungsmässige Änderung",
        "citation": "Art. 11 Abs. 1 ZWG",
        "content": "Altrechtliche Wohnungen sind unter Vorbehalt bestehender oder künftiger Nutzungsbeschränkungen des kantonalen oder kommunalen Rechts in der Art der Wohnnutzung frei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_11"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Bauliche und nutzungsmässige Änderung",
        "citation": "Art. 11 Abs. 2 ZWG",
        "content": "Solche Wohnungen dürfen im Rahmen der vorbestandenen Hauptnutzfläche erneuert, umgebaut und wieder aufgebaut werden. Werden in diesem Rahmen zusätzliche Wohnungen geschaffen, so können diese bewilligt werden, ohne dass eine Nutzungsbeschränkung nach Artikel 7 Absatz 1 auferlegt werden muss. Die übrigen Voraussetzungen des Bundesrechts und des kantonalen Rechts bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_11"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Bauliche und nutzungsmässige Änderung",
        "citation": "Art. 11 Abs. 3 ZWG",
        "content": "Altrechtliche Wohnungen dürfen innerhalb der Bauzonen um maximal 30 Prozent der am 11. März 2012 vorbestehenden Hauptnutzfläche erweitert werden, sofern keine zusätzlichen Wohnungen geschaffen werden. Ausserhalb der Bauzonen bleiben Erweiterungen im Rahmen der Vorschriften über das Bauen ausserhalb der Bauzonen zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_11"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Bauliche und nutzungsmässige Änderung",
        "citation": "Art. 11 Abs. 4 ZWG",
        "content": "Übersteigen Erweiterungen das Mass nach Absatz 3, so sind sie zulässig, wenn die Wohnung als Erstwohnung im Sinne von Artikel 7 Absatz 1 Buchstabe a oder als touristisch bewirtschaftete Wohnung im Sinne von Artikel 7 Absatz 1 Buchstabe b in Verbindung mit Artikel 7 Absatz 2 Buchstabe a oder b deklariert wird und die entsprechenden Bewilligungsvoraussetzungen erfüllt sind. Die Baubewilligungsbehörde ordnet in der Baubewilligung eine entsprechende Nutzungsbeschränkung an und weist unmittelbar nach Rechtskraft der Baubewilligung das Grundbuchamt an, die Nutzungsbeschränkung zum betreffenden Grundstück im Grundbuch anzumerken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_11"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Missbrauch und unerwünschte Entwicklungen",
        "citation": "Art. 12 Abs. 1 ZWG",
        "content": "Die Kantone und Gemeinden ergreifen bei Bedarf die Massnahmen, die nötig sind, um Missbräuche und unerwünschte Entwicklungen zu verhindern, die sich aufgrund einer unbeschränkten Nutzung altrechtlicher Wohnungen zu Zweitwohnzwecken ergeben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_12"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 1. Abschnitt: Altrechtliche Wohnungen, Missbrauch und unerwünschte Entwicklungen",
        "citation": "Art. 12 Abs. 2 ZWG",
        "content": "Zu diesem Zweck können die Kantone die Umnutzung von bisher zu Erstwohnzwecken genutzten Wohnungen zu Zweitwohnzwecken sowie die Änderungsmöglichkeiten nach Artikel 11 Absätze 2–4 stärker einschränken als dieses Gesetz. Soweit diese nutzungsmässigen und baulichen Änderungen nicht der Baubewilligungspflicht unterstehen, können die Kantone sie ihr unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_12"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Änderung und Sistierung der Nutzungsbeschränkungen, Änderung",
        "citation": "Art. 13 ZWG",
        "content": "Die Änderungen folgender Nutzungsbeschränkungen bedürfen einer Baubewilligung:\na. Wechsel der Nutzung nach Artikel 7 Absatz 1 Buchstabe a in die Nutzung als touristisch bewirtschaftete Wohnung;\nb. Wechsel der Nutzung innerhalb der Nutzungskategorien nach Artikel 7 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_13"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Änderung und Sistierung der Nutzungsbeschränkungen, Sistierung",
        "citation": "Art. 14 Abs. 1 ZWG",
        "content": "Die Baubewilligungsbehörde sistiert auf Gesuch der Eigentümerin oder des Eigentümers eine Nutzungsbeschränkung nach Artikel 7 Absatz 1 während einer bestimmten Dauer, wenn:\na. die Nutzungsbeschränkung infolge besonderer Umstände wie Todesfall, Wohnsitzwechsel oder Zivilstandsänderung vorübergehend nicht eingehalten werden kann; oder\nb. die Eigentümerin oder der Eigentümer nachweist, die Wohnung öffentlich ausgeschrieben und erfolglos nach Personen gesucht zu haben, die die Wohnung gegen angemessenes Entgelt rechtmässig nutzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_14"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Änderung und Sistierung der Nutzungsbeschränkungen, Sistierung",
        "citation": "Art. 14 Abs. 2 ZWG",
        "content": "Sie verlängert die Sistierung nach Absatz 1 Buchstabe b, wenn die Eigentümerin oder der Eigentümer nachweist, dass die Voraussetzungen weiterhin erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_14"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Änderung und Sistierung der Nutzungsbeschränkungen, Sistierung",
        "citation": "Art. 14 Abs. 3 ZWG",
        "content": "Sie ordnet zusammen mit der Sistierung nach Absatz 1 Buchstabe b und bei jeder Verlängerung die Neueinschätzung des amtlichen Werts der Wohnung auf Kosten der Gesuchstellerin oder des Gesuchstellers an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_14"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 5. Kapitel:, Änderung von Wohnungen in Gemeinden mit Zweitwohnungsanteil von über 20 Prozent, 2. Abschnitt: Änderung und Sistierung der Nutzungsbeschränkungen, Sistierung",
        "citation": "Art. 14 Abs. 4 ZWG",
        "content": "Der Bundesrat regelt die Dauer der Sistierungen und ihrer Verlängerungen sowie die Einzelheiten des Nachweises nach Absatz 1 Buchstabe b, insbesondere die Anforderungen an die öffentliche Ausschreibung der Wohnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_14"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Aufsichtsbehörde",
        "citation": "Art. 15 ZWG",
        "content": "Jeder Kanton bestimmt eine Behörde, die den Vollzug dieses Gesetzes beaufsichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_15"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Meldepflichten ",
        "citation": "Art. 16 Abs. 1 ZWG",
        "content": "Die Behörde, die für die Einwohnerkontrolle in einer Gemeinde mit einem Zweitwohnungsanteil von über 20 Prozent zuständig ist, meldet der für Baubewilligungen zuständigen Behörde Personen, die:\na. innerhalb der Gemeinde die Wohnung wechseln;\nb. aus der Gemeinde wegziehen; oder\nc. ihre Niederlassung in eine andere Gemeinde verlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_16"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Meldepflichten ",
        "citation": "Art. 16 Abs. 2 ZWG",
        "content": "Das Grundbuchamt meldet der für Baubewilligungen zuständigen Behörde nach dem grundbuchlichen Vollzug den Eigentumsübergang eines in einer Gemeinde mit einem Zweitwohnungsanteil von über 20 Prozent gelegenen Grundstücks, für das eine Nutzungsbeschränkung nach Artikel 7 Absatz 1 angemerkt ist. Die Kantone regeln den Vollzug dieser Meldungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_16"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Meldepflichten ",
        "citation": "Art. 16 Abs. 3 ZWG",
        "content": "Die zum Vollzug der Artikel 4 und 7 notwendigen Informationen der Einwohnerkontrollen und des Grundbuchs dürfen im eidgenössischen Gebäude- und Wohnungsregister erfasst werden. Die Erfassung erfolgt durch die zur Nachführung dieses Registers zuständige Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_16"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Amtliche Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 17 Abs. 1 ZWG",
        "content": "Wird eine Wohnung mit einer Nutzungsbeschränkung nach Artikel 7 Absatz 1 nicht rechtmässig genutzt, so setzt die zuständige Behörde der Eigentümerin oder dem Eigentümer unter Androhung der Ersatzvornahme und der Strafe nach Artikel 292 des Strafgesetzbuches eine Frist zur Wiederherstellung des rechtmässigen Zustands. Sie kann auf Antrag der Eigentümerin oder des Eigentümers in begründeten Fällen eine Nachfrist ansetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_17"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Amtliche Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 17 Abs. 2 ZWG",
        "content": "Behebt die Eigentümerin oder der Eigentümer den rechtswidrigen Zustand nicht fristgerecht, so untersagt die zuständige Behörde die Benutzung der Wohnung und ordnet deren Versiegelung an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_17"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Amtliche Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 17 Abs. 3 ZWG",
        "content": "Die zuständige Behörde ergreift die Massnahmen, die zur Wiederherstellung des rechtmässigen Zustands nötig sind. Sie kann insbesondere die Wohnung unter Einhaltung der Nutzungsbeschränkung nach Artikel 7 Absatz 1 vermieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_17"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Amtliche Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 17 Abs. 4 ZWG",
        "content": "Erhalten Mitglieder der zuständigen Baubehörden oder deren Mitarbeiterinnen und Mitarbeiter in ihrer amtlichen Tätigkeit Kenntnis von Widerhandlungen, so sind sie verpflichtet, diese unverzüglich der Aufsichtsbehörde nach Artikel 15 zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_17"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Durchführung der amtlichen Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 18 Abs. 1 ZWG",
        "content": "Die zuständige Behörde hat alle Rechte und Pflichten, die sie für die Wiederherstellung der rechtmässigen Nutzung in Vertretung der Eigentümerin oder des Eigentümers braucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_18"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Durchführung der amtlichen Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 18 Abs. 2 ZWG",
        "content": "Sie kann Dritte für die Durchführung der nötigen Massnahmen beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_18"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Durchführung der amtlichen Massnahmen bei unrechtmässiger Nutzung",
        "citation": "Art. 18 Abs. 3 ZWG",
        "content": "Die Einnahmen aus der Vermietung nach Artikel 17 Absatz 3, abzüglich des Verwaltungsaufwands der zuständigen Behörde und allenfalls beigezogener Dritter, gehen an die Eigentümerin oder an den Eigentümer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_18"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Überprüfung der Wirkungen und Massnahmenvorschläge",
        "citation": "Art. 19 Abs. 1 ZWG",
        "content": "Das Bundesamt für Raumentwicklung untersucht in Zusammenarbeit mit dem Staatssekretariat für Wirtschaft regelmässig die Wirkungen dieses Gesetzes. Dabei werden insbesondere die Auswirkungen auf die touristische und regionalwirtschaftliche Entwicklung der betroffenen Regionen untersucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_19"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Überprüfung der Wirkungen und Massnahmenvorschläge",
        "citation": "Art. 19 Abs. 2 ZWG",
        "content": "Die betreffenden Departemente erstatten dem Bundesrat periodisch Bericht. In diesem werden bei Bedarf auch Massnahmen insbesondere im Bereich der Standortförderung vorgeschlagen. Diese Berichterstattung erfolgt erstmals vier Jahre nach Inkrafttreten dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_19"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Zuständigkeit, Verfahren und Rechtsschutz",
        "citation": "Art. 20 Abs. 1 ZWG",
        "content": "Die Ausschreibung von Baugesuchen und die Mitteilung von Bauentscheiden richten sich abschliessend nach den jeweiligen kantonalen Vorgaben. Artikel 112 Absatz 4 des Bundesgerichtsgesetzes vom 17. Juni 2005 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_20"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 6. Kapitel: Vollzug, Zuständigkeit, Verfahren und Rechtsschutz",
        "citation": "Art. 20 Abs. 2 ZWG",
        "content": "Im Weiteren richten sich die Zuständigkeit, das Verfahren und der Rechtsschutz unter Vorbehalt der Bestimmungen dieses Gesetzes nach dem Raumplanungsgesetz vom 22. Juni 1979 und den dazugehörigen Ausführungsbestimmungen der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_20"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 7. Kapitel: Strafbestimmungen, Missachtung von Nutzungsbeschränkungen",
        "citation": "Art. 21 Abs. 1 ZWG",
        "content": "Wer vorsätzlich eine Nutzungsbeschränkung nach diesem Gesetz missachtet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_21"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 7. Kapitel: Strafbestimmungen, Missachtung von Nutzungsbeschränkungen",
        "citation": "Art. 21 Abs. 2 ZWG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Geldstrafe bis zu 180 Tagessätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_21"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 7. Kapitel: Strafbestimmungen, Missachtung von Nutzungsbeschränkungen",
        "citation": "Art. 21 Abs. 3 ZWG",
        "content": "Wird die Nutzungsbeschränkung nachträglich widerrufen, so ist die Strafe Geldstrafe bis zu 90 Tagessätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_21"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 7. Kapitel: Strafbestimmungen, Missachtung von Nutzungsbeschränkungen",
        "citation": "Art. 21 Abs. 4 ZWG",
        "content": "Bis zur rechtskräftigen Erledigung eines Verfahrens auf Sistierung oder Änderung einer Nutzungsbeschränkung ist die strafrechtliche Beurteilung aufzuschieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_21"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 7. Kapitel: Strafbestimmungen, Unrichtige Angaben",
        "citation": "Art. 22 Abs. 1 ZWG",
        "content": "Wer vorsätzlich den zuständigen Behörden über Tatsachen, die für die Bewilligung, die Sistierung oder die Änderung einer Nutzungsbeschränkung nach diesem Gesetz von Bedeutung sind, unrichtige oder unvollständige Angaben macht oder einen Irrtum dieser Behörden arglistig benutzt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_22"
    },
    {
        "book": "ZWG",
        "title": "ZWG, 7. Kapitel: Strafbestimmungen, Unrichtige Angaben",
        "citation": "Art. 22 Abs. 2 ZWG",
        "content": "Wer fahrlässig unrichtige oder unvollständige Angaben macht, wird mit Geldstrafe bis zu 180 Tagessätzen bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/886/de#art_22"
    }
]