[
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 1, Applicabilité de la LPGA",
        "citation": "Art. 1 LPtra",
        "content": "Les dispositions de la loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales (LPGA) s’appliquent aux prestations transitoires versées en vertu de la présente loi, à moins que celle-ci ne déroge expressément à la LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_1"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 2, But, principe et composantes des prestations transitoires, But",
        "citation": "Art. 2 LPtra",
        "content": "La présente loi vise à améliorer la protection sociale des personnes, âgées, qui sont arrivées en fin de droit dans l’assurance-chômage, en complément avec les mesures de la Confédération visant à promouvoir l’emploi des travailleurs âgés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_2"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 2, But, principe et composantes des prestations transitoires, Principe",
        "citation": "Art. 3 al. 1 LPtra",
        "content": "Les personnes âgées de 60 ans ou plus qui sont arrivées en fin de droit dans l’assurance-chômage ont droit à des prestations transitoires destinées à couvrir leurs besoins vitaux jusqu’au moment où elles:\na. atteignent l’âge de référence au sens de l’art. 21, al. 1, de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants, ou\nb. ont droit au plus tôt au versement anticipé de la rente de vieillesse, s’il est prévisible qu’elles auront droit à des prestations complémentaires au sens de la loi du 6 octobre 2006 sur les prestations complémentaires (LPC) à l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_3"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 2, But, principe et composantes des prestations transitoires, Principe",
        "citation": "Art. 3 al. 2 LPtra",
        "content": "Une personne est arrivée en fin de droit lorsqu’elle a épuisé son droit aux indemnités de l’assurance-chômage ou lorsque son droit aux indemnités de l’assurance-chômage s’est éteint à l’expiration du délai-cadre d’indemnisation et qu’elle n’a pas pu ouvrir un nouveau délai-cadre d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_3"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 2, But, principe et composantes des prestations transitoires, Principe",
        "citation": "Art. 3 al. 3 LPtra",
        "content": "Une personne arrive en fin de droit le mois au cours duquel elle perçoit la dernière indemnité journalière de l’assurance-chômage ou au cours duquel le délai-cadre d’indemnisation expire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_3"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 2, But, principe et composantes des prestations transitoires, Composantes des prestations transitoires",
        "citation": "Art. 4 al. 1 LPtra",
        "content": "Les prestations transitoires se composent:\na. de la prestation transitoire annuelle;\nb. du remboursement des frais de maladie et d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_4"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 2, But, principe et composantes des prestations transitoires, Composantes des prestations transitoires",
        "citation": "Art. 4 al. 2 LPtra",
        "content": "La prestation transitoire annuelle est une prestation en espèces (art. 15 LPGA); le remboursement des frais de maladie et d’invalidité est une prestation en nature (art. 14 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_4"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 3, Conditions d’octroi des prestations transitoires, Droit aux prestations transitoires",
        "citation": "Art. 5 al. 1 LPtra",
        "content": "Ont droit aux prestations transitoires les personnes ayant leur domicile et leur résidence habituelle en Suisse (art. 13 LPGA):\na. qui sont arrivées en fin de droit dans l’assurance-chômage au plus tôt pendant le mois au cours duquel elles ont atteint l’âge de 60 ans;\nb. qui ont été assurées à l’AVS pendant au moins 20 ans, dont au moins cinq ans après 50 ans, et ont réalisé un revenu annuel provenant d’une activité lucrative qui atteint au moins 75 % du montant maximal de la rente de vieillesse prévu à l’art. 34, al. 3 et 5, de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS), ou qui peuvent faire valoir des bonifications pour tâches d’assistance et tâches éducatives correspondantes selon la LAVS, et\nc. qui disposent d’une fortune nette inférieure à la moitié des seuils fixés à l’art. 9a LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_5"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 3, Conditions d’octroi des prestations transitoires, Droit aux prestations transitoires",
        "citation": "Art. 5 al. 2 LPtra",
        "content": "Font notamment partie de la fortune nette:\na. les prestations réglementaires de la prévoyance professionnelle rachetées pendant le maintien de l’assurance visé aux art. 47 et 47a de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité (LPP);\nb. le remboursement de montants perçus de manière anticipée par l’ayant droit pour acquérir un logement lui servant d’habitation et l’amortissement d’hypothèques effectués durant les trois années précédant la fin du droit au chômage;\nc. les avoirs de la prévoyance professionnelle dans la mesure où ils dépassent le montant défini par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_5"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 3, Conditions d’octroi des prestations transitoires, Droit aux prestations transitoires",
        "citation": "Art. 5 al. 3 LPtra",
        "content": "N’ont pas droit aux prestations transitoires les personnes qui ont droit à une rente de l’assurance-invalidité ou qui perçoivent la rente de vieillesse de manière anticipée en vertu de l’art. 40 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_5"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 3, Conditions d’octroi des prestations transitoires, Droit aux prestations transitoires",
        "citation": "Art. 5 al. 4 LPtra",
        "content": "Le Conseil fédéral règle le droit aux prestations transitoires des personnes libérées des conditions relatives à la période de cotisation en vertu de l’art. 14 de la loi du 25 juin 1982 sur l’assurance-chômage (LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_5"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 3, Conditions d’octroi des prestations transitoires, Droit aux prestations transitoires",
        "citation": "Art. 5 al. 5 LPtra",
        "content": "Le Conseil fédéral peut prévoir que les bénéficiaires de prestations transitoires doivent démontrer qu’ils poursuivent leurs efforts d’intégration du marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_5"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 3, Conditions d’octroi des prestations transitoires, Primauté du droit aux prestations complémentaires",
        "citation": "Art. 6 LPtra",
        "content": "Lorsqu’une personne remplit simultanément les conditions d’octroi de prestations transitoires et les conditions d’octroi de prestations complémentaires au sens de la LPC, ou lorsqu’une personne remplit les conditions d’octroi de prestations transitoires et que son conjoint a droit à des prestations complémentaires au sens de la LPC, le droit aux prestations complémentaires prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_6"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Calcul des prestations transitoires",
        "citation": "Art. 7 al. 1 LPtra",
        "content": "Le montant de la prestation transitoire annuelle visée à l’art. 4, al. 1, let. a, correspond à la part des dépenses reconnues qui excède les revenus déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_7"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Calcul des prestations transitoires",
        "citation": "Art. 7 al. 2 LPtra",
        "content": "Les prestations transitoires visées à l’art. 4, al. 1, let. a et b, se montent au total au plus à:\na. 2,25 fois le montant destiné à la couverture des besoins vitaux au sens de l’art. 9, al. 1, let. a, ch. 1, pour les personnes seules;\nb. 2,25 fois le montant destiné à la couverture des besoins vitaux au sens de l’art. 9, al. 1, let. a, ch. 2, pour les couples et les personnes qui ont des enfants mineurs ou des enfants de moins de 25 ans encore en formation avec lesquels elles font ménage commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_7"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Calcul des prestations transitoires",
        "citation": "Art. 7 al. 3 LPtra",
        "content": "Les dépenses reconnues et les revenus déterminants des conjoints et des personnes qui ont des enfants mineurs ou des enfants de moins de 25 ans encore en formation avec lesquels elles font ménage commun sont additionnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_7"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Calcul des prestations transitoires",
        "citation": "Art. 7 al. 4 LPtra",
        "content": "Il n’est pas tenu compte, pour le calcul, des enfants dont les revenus déterminants dépassent les dépenses reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_7"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Calcul des prestations transitoires",
        "citation": "Art. 7 al. 5 LPtra",
        "content": "Le Conseil fédéral règle le calcul des prestations transitoires pour les couples lorsque chacun des conjoints remplit les conditions d’octroi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_7"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Calcul des prestations transitoires en cas de versement à l’étranger",
        "citation": "Art. 8 LPtra",
        "content": "Si les prestations transitoires sont versées dans un État membre de l’Union européenne, en Islande, en Norvège ou au Liechtenstein, le montant des dépenses reconnues et des revenus déterminants est adapté en fonction du pouvoir d’achat du pays de résidence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_8"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 1 LPtra",
        "content": "Les dépenses reconnues comprennent:\na. les montants destinés à la couverture des besoins vitaux, soit par année:\n1. 20 100 francs pour les personnes seules,\n2. 30 150 francs pour les couples,\n3.  10 515 francs pour les enfants mineurs âgés de 11 ans ou plus et pour les enfants encore en formation âgés de moins de 25 ans, la totalité du montant déterminant étant prise en compte pour les deux premiers enfants, les deux tiers pour deux autres enfants et un tiers pour chacun des enfants suivants,\n4.  7380 francs pour les enfants âgés de moins de 11 ans; ce montant est applicable au premier enfant; le montant applicable à chaque enfant supplémentaire est obtenu par réduction d’un sixième du montant applicable à l’enfant qui précède; le montant pour le cinquième enfant s’applique aussi aux enfants suivants;\nb. le loyer d’un appartement et les frais accessoires y relatifs; en cas de présentation d’un décompte final des frais accessoires, ni demande de restitution, ni paiement rétroactif ne peuvent être pris en considération; le montant annuel maximal reconnu est de:\n1. pour une personne vivant seule: 17 580 francs dans la région 1, 17 040 francs dans la région 2 et 15 540 francs dans la région 3,\n2. si plusieurs personnes vivent dans le même ménage:\n– pour la deuxième personne: un supplément de 3240 francs dans la région 1, de 3180 francs dans la région 2 et de 3240 francs dans la région 3\n– pour la troisième personne: un supplément de 2280 francs dans la région 1 et de 1920 francs dans les régions 2 et 3\n– pour la quatrième personne: un supplément de 2100 francs dans la région 1, de 1980 francs dans la région 2 et de 1680 francs dans la région 3,\n3. 6420 francs supplémentaires si la location d’un appartement permettant la circulation d’une chaise roulante est nécessaire;\nc. la valeur locative, en lieu et place du loyer, pour les personnes qui habitent dans un immeuble sur lequel elles ou une autre personne comprise dans le calcul des prestations transitoires ont un droit de propriété, un usufruit ou un droit d’habitation; la let. b est applicable par analogie;\nd. les frais d’obtention du revenu, jusqu’à concurrence du revenu brut de l’activité lucrative;\ne. les frais d’entretien des bâtiments et les intérêts hypothécaires jusqu’à concurrence du rendement brut de l’immeuble;\nf. les cotisations aux assurances sociales de la Confédération, y compris les cotisations à la prévoyance professionnelle, à l’exclusion des primes d’assurance-maladie;\ng. en cas d’assurance facultative, les contributions aux coûts du risque et aux frais administratifs ainsi que les éventuelles contributions d’assainissement au titre de la prévoyance professionnelle visées à l’art. 47 et 47a LPP;\nh. le montant pour l’assurance obligatoire des soins; il consiste en un montant forfaitaire annuel qui correspond au montant de la prime moyenne cantonale ou régionale pour l’assurance obligatoire des soins (couverture accidents comprise), mais qui n’excède pas celui de la prime effective;\ni. les contributions d’entretien versées en vertu du droit de la famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 2 LPtra",
        "content": "Si plusieurs personnes vivent dans le même ménage, le montant maximal reconnu au titre du loyer est calculé individuellement pour chaque ayant droit ou pour chaque personne comprise dans le calcul commun des prestations transitoires en vertu de l’art. 7, al. 3, puis la somme des montants pris en compte est divisée par le nombre de personnes vivant dans le ménage. Les suppléments ne sont accordés que pour les deuxième, troisième et quatrième personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 3 LPtra",
        "content": "Pour les personnes vivant en communauté d’habitation, lorsqu’il n’y a pas de calcul commun en vertu de l’art. 7, al. 3, le montant pris en considération est le montant annuel maximal reconnu au titre du loyer pour une personne vivant dans un ménage de deux personnes. Le Conseil fédéral détermine le mode de calcul du montant maximal pour:\na. les couples vivant ensemble en communauté d’habitation;\nb.  les personnes vivant en communauté d’habitation avec des enfants mineurs ou des enfants encore en formation âgés de moins de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 4 LPtra",
        "content": "Le Conseil fédéral règle la répartition des communes entre les trois régions. Il se base à cet effet sur les niveaux géographiques définis par l’Office fédéral de la statistique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 5 LPtra",
        "content": "Le Département fédéral de l’intérieur fixe la répartition des communes au sein d’une ordonnance. Il réexamine la répartition des niveaux géographiques sur lesquelles elle repose lors de toute modification par l’Office fédéral de la statistique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 6 LPtra",
        "content": "Les cantons peuvent demander une réduction ou une augmentation de 10 % au plus, pour une commune, des montants maximaux reconnus en vertu de l’al. 1, let. b. Il est donné suite à la demande de réduction des montants maximaux si et aussi longtemps que le loyer d’au moins 90 % des bénéficiaires de prestations transitoires est couvert par les montants maximaux correspondants. Le Conseil fédéral règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dépenses reconnues",
        "citation": "Art. 9 al. 7 LPtra",
        "content": "Le Conseil fédéral examine au moins tous les dix ans si et dans quelle mesure les montants maximaux couvrent le loyer effectif des bénéficiaires de prestations transitoires et rend publics les résultats de son examen. Il procède à cet examen et à la publication plus tôt si l’indice des loyers a évolué de plus de 10 % depuis le dernier examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_9"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Revenus déterminants",
        "citation": "Art. 10 al. 1 LPtra",
        "content": "Les revenus déterminants comprennent:\na. deux tiers des ressources en espèces ou en nature provenant de l’exercice d’une activité lucrative, pour autant qu’elles excèdent annuellement 1000 francs pour les personnes seules et 1500 francs pour les couples et les personnes qui ont des enfants mineurs ou des enfants encore en formation âgés de moins de 25 ans; le revenu de l’activité lucrative du conjoint qui n’a pas droit aux prestations transitoires est pris en compte à hauteur de 80 %;\nb. le produit de la fortune mobilière et immobilière, y compris la valeur annuelle d’un usufruit ou d’un droit d’habitation ou la valeur locative annuelle d’un immeuble dont le bénéficiaire de prestations transitoires ou une autre personne comprise dans le calcul de ces prestations est propriétaire, et qui sert d’habitation à l’une de ces personnes au moins;\nc. un quinzième de la fortune nette, dans la mesure où elle dépasse 30 000 francs pour les personnes seules, 50 000 francs pour les couples et 15 000 francs pour les enfants mineurs ou les enfants encore en formation âgés de moins de 25 ans; si le bénéficiaire de prestations transitoires ou une autre personne comprise dans le calcul de ces prestations est propriétaire d’un immeuble qui sert d’habitation à l’une de ces personnes au moins, seule la valeur de l’immeuble supérieure à 112 500 francs entre en considération au titre de la fortune; les contributions de solidarité prévues à l’art. 4, al. 1, de la loi fédérale du 30 septembre 2016 sur les mesures de coercition à des fins d’assistance et les placements extrafamiliaux antérieurs à 1981 n’entrent pas en considération au titre de la fortune;\nd. les rentes, pensions et autres prestations périodiques;\ne. les prestations touchées en vertu d’un contrat d’entretien viager ou de toute autre convention analogue;\nf. les allocations familiales;\ng. les contributions d’entretien prévues par le droit de la famille;\nh. la réduction individuelle des primes au sens de l’art. 65, al. 1, de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_10"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Revenus déterminants",
        "citation": "Art. 10 al. 2 LPtra",
        "content": "Ne sont pas pris en compte:\na. les aliments fournis par les parents en vertu des art. 328 à 330 du code civil;\nb. les prestations d’aide sociale;\nc. les allocations pour impotent des assurances sociales;\nd. les bourses d’études et autres aides financières destinées à l’instruction qui sont octroyées pour les enfants en formation âgés de moins de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_10"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Dispositions d’exécution",
        "citation": "Art. 11 LPtra",
        "content": "Le Conseil fédéral règle:\na. l’évaluation des revenus déterminants, des dépenses reconnues et de la fortune;\nb. la prise en compte des dettes hypothécaires pour le calcul de la fortune nette;\nc. la période à prendre en considération pour déterminer les revenus et les dépenses;\nd. le forfait pour frais accessoires d’une personne résidant dans un immeuble à titre de propriétaire ou d’usufruitier;\ne. le forfait pour frais de chauffage d’un appartement loué, si le locataire doit les supporter lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_11"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Adaptation du montant des dépenses reconnues et des revenus déterminants",
        "citation": "Art. 12 al. ter LPtra",
        "content": "Le Conseil fédéral peut, lorsqu’il fixe les nouvelles rentes conformément à l’art. 33 LAVS, adapter de manière appropriée le montant des dépenses reconnues et des revenus déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_12"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Renonciation à des revenus ou parts de fortune",
        "citation": "Art. 13 al. 1 LPtra",
        "content": "Si le conjoint renonce volontairement à exercer une activité lucrative que l’on pourrait raisonnablement exiger de lui, le revenu hypothétique correspondant est pris en compte comme revenu déterminant. La prise en compte de ce revenu est réglée par l’art. 10, al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_13"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Renonciation à des revenus ou parts de fortune",
        "citation": "Art. 13 al. 2 LPtra",
        "content": "Les autres revenus, parts de fortune et droits légaux ou contractuels auxquels l’ayant droit a renoncé sans obligation légale et sans contre-prestation adéquate sont pris en compte dans les revenus déterminants comme s’il n’y avait pas renoncé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_13"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Renonciation à des revenus ou parts de fortune",
        "citation": "Art. 13 al. 3 LPtra",
        "content": "Un dessaisissement de fortune est également pris en compte si, à partir de la naissance d’un droit aux prestations transitoires, plus de 10 % de la fortune est dépensée par année sans qu’un motif important ne le justifie. Si la fortune est inférieure ou égale à 100 000 francs, la limite est de 10 000 francs par année. Le Conseil fédéral règle les modalités; il définit en particulier la notion de «motif important».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_13"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Naissance et extinction du droit aux prestations transitoires",
        "citation": "Art. 14 al. 1 LPtra",
        "content": "Le droit aux prestations transitoires prend naissance le premier jour du mois au cours duquel la demande est déposée, pour autant que toutes les conditions légales soient remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_14"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Naissance et extinction du droit aux prestations transitoires",
        "citation": "Art. 14 al. 2 LPtra",
        "content": "Le droit aux prestations transitoires s’éteint à la fin du mois au cours duquel l’une des conditions d’octroi cesse d’être remplie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_14"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Naissance et extinction du droit aux prestations transitoires",
        "citation": "Art. 14 al. 3 LPtra",
        "content": "Le droit aux prestations transitoires s’éteint en outre si au moment auquel l’assuré a droit au plus tôt au versement anticipé d’une rente de vieillesse la naissance du droit à des prestations complémentaires au sens de la LPC à l’âge de référence est prévisible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_14"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Exécution forcée et compensation",
        "citation": "Art. 15 al. 1 LPtra",
        "content": "Les prestations transitoires sont soustraites à toute exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_15"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Exécution forcée et compensation",
        "citation": "Art. 15 al. 2 LPtra",
        "content": "Les créances en restitution peuvent être compensées avec:\na. les prestations transitoires échues;\nb. les prestations échues qui sont dues en vertu de lois régissant d’autres assurances sociales, pour autant que ces lois autorisent la compensation;\nc. les prestations échues relevant de la prévoyance professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_15"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Exécution forcée et compensation",
        "citation": "Art. 15 al. 3 LPtra",
        "content": "Avant de procéder à la compensation, la remise de l’obligation de restituer prévue à l’art. 25, al. 1, LPGA doit être examinée d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_15"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Exécution forcée et compensation",
        "citation": "Art. 15 al. 4 LPtra",
        "content": "Si un organe d’exécution a annoncé la compensation d’une prestation échue à une autre assurance sociale ou à une autre institution de prévoyance, cet organisme ne peut plus se libérer en versant la prestation à l’assuré à concurrence de la compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_15"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 4, Montant des prestations transitoires, Exclusion du recours contre le tiers responsable",
        "citation": "Art. 16 LPtra",
        "content": "Les art. 72 à 75 LPGA ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_16"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 5, Remboursement de frais de maladie et d’invalidité, Frais de maladie et d’invalidité",
        "citation": "Art. 17 al. 1 LPtra",
        "content": "Les bénéficiaires d’une prestation transitoire annuelle ont droit au remboursement des frais suivants encourus pour l’année civile en cours, s’ils sont dûment établis:\na. traitements dentaires;\nb. frais liés à un régime alimentaire particulier;\nc. frais de transport vers le lieu de soins le plus proche;\nd. moyens auxiliaires;\ne. participation aux coûts au sens de l’art. 64 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_17"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 5, Remboursement de frais de maladie et d’invalidité, Frais de maladie et d’invalidité",
        "citation": "Art. 17 al. 2 LPtra",
        "content": "Les frais de maladie et d’invalidité à rembourser ne doivent pas dépasser, par année, les montants suivants:\na. 5000 francs pour les personnes seules;\nb. 10 000 francs pour les couples et les personnes qui ont des enfants mineurs ou des enfants de moins de 25 ans encore en formation avec lesquels elles font ménage commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_17"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 5, Remboursement de frais de maladie et d’invalidité, Frais de maladie et d’invalidité",
        "citation": "Art. 17 al. 3 LPtra",
        "content": "Le Conseil fédéral désigne les frais qui peuvent être pris en charge en vertu de l’al. 1. Il peut déterminer le montant de la franchise à prendre en compte dans le cadre de la participation aux coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_17"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 5, Remboursement de frais de maladie et d’invalidité, Délai pour demander le remboursement de frais de maladie et d’invalidité",
        "citation": "Art. 18 LPtra",
        "content": "Les frais de maladie et d’invalidité sont remboursés:\na. si l’assuré fait valoir son droit dans les quinze mois qui suivent la facturation, et\nb. si ces frais ont été occasionnés au cours d’une période durant laquelle le requérant remplissait les conditions prévues aux art. 5 et 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_18"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Organes compétents",
        "citation": "Art. 19 al. 1 LPtra",
        "content": "Sont compétents pour la réception et l’examen des demandes, pour la fixation des prestations transitoires et pour leur versement les organes désignés en vertu de l’art. 21, al. 2, LPC par le canton dans lequel le bénéficiaire est domicilié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_19"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Organes compétents",
        "citation": "Art. 19 al. 2 LPtra",
        "content": "La comptabilité, la révision et la responsabilité des organes visés à l’art. 21, al. 2, LPC en cas de dommages sont régies par les dispositions correspondantes de la LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_19"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Applicabilité de la LAVS",
        "citation": "Art. 20 al. 1 LPtra",
        "content": "Sont applicables par analogie les dispositions de la LAVS, y compris lorsqu’elles dérogent à la LPGA, qui régissent:\na. le traitement de données personnelles: art. 49a LAVS;\nb. la communication de données: art. 50a LAVS;\nc. l’attribution du numéro AVS: art. 50c LAVS;\nd. l’utilisation systématique du numéro AVS comme numéro de sécurité sociale: art. 50d LAVS;\ne. la divulgation du numéro AVS dans l’application du droit cantonal: art. 50f LAVS;\nf.  les mesures de précaution: art. 50g LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_20"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Applicabilité de la LAVS",
        "citation": "Art. 20 al. 2 LPtra",
        "content": "Les organes visés à l’art. 19, al. 1, ont accès en ligne au registre central des prestations en cours de la Centrale de compensation (art. 50b LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_20"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Communication des prestations transitoires et saisie dans le système d’information PC",
        "citation": "Art. 21 LPtra",
        "content": "Les organes visés à l’art. 21, al. 2, LPC communiquent les bénéficiaires de prestations transitoires et le montant des prestations versées à la Centrale de compensation régie par l’art. 71 LAVS qui saisit ces données dans le système d’information PC visé à l’art. 26b LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_21"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Accès au système d’information PC",
        "citation": "Art. 22 LPtra",
        "content": "Peuvent accéder en ligne aux données du système d’information PC visées à l’art. 21:\na. les organes visés à l’art. 21, al. 2, LPC;\nb.  l’Office fédéral des assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_22"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Effet suspensif",
        "citation": "Art. 23 LPtra",
        "content": "Les organes visés à l’art. 21, al. 2, LPC peuvent prévoir, dans leur décision, qu’un recours éventuel n’aura pas d’effet suspensif, même si la décision porte sur une prestation pécuniaire; au surplus, l’art. 55, al. 2 à 4, de la loi fédérale du 20 décembre 1968 sur la procédure administrative est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_23"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Surveillance de la Confédération",
        "citation": "Art. 24 al. 1 LPtra",
        "content": "Le Conseil fédéral surveille l’exécution de la présente loi. Il peut charger l’Office fédéral des assurances sociales de donner aux services chargés d’appliquer la législation sur les prestations transitoires des instructions garantissant une pratique uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_24"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 6, Compétences, organisation, procédure et surveillance, Surveillance de la Confédération",
        "citation": "Art. 24 al. 2 LPtra",
        "content": "Les cantons doivent fournir tous les renseignements utiles aux autorités désignées par le Conseil fédéral et leur soumettre toutes les pièces dont elles ont besoin pour leur contrôle. En outre, ils sont tenus de présenter chaque année au Conseil fédéral leur rapport et leurs comptes, et d’y joindre les données statistiques requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_24"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 7, Financement",
        "citation": "Art. 25 al. 1 LPtra",
        "content": "Les prestations transitoires sont financées par les ressources générales de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_25"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 7, Financement",
        "citation": "Art. 25 al. 2 LPtra",
        "content": "Les frais d’exécution sont à la charge des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_25"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 7, Financement",
        "citation": "Art. 25 al. 3 LPtra",
        "content": "Le Conseil fédéral règle les modalités et la procédure concernant l’octroi du financement par la Confédération aux cantons selon l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_25"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 8, Dispositions pénales",
        "citation": "Art. 26 al. 1 LPtra",
        "content": "Est puni, à moins qu’il ne s’agisse d’un crime ou d’un délit frappé d’une peine plus élevée par le code pénal, d’une peine pécuniaire n’excédant pas 180 jours-amende quiconque:\na. par des indications fausses ou incomplètes, ou de toute autre manière, obtient d’un canton ou d’une institution d’utilité publique, pour lui-même ou pour autrui, l’octroi indu d’une prestation au sens de la présente loi;\nb. par des indications fausses ou incomplètes, ou de toute autre manière, obtient sans droit une subvention au sens de la présente loi;\nc. n’observe pas l’obligation de garder le secret ou abuse, dans l’application de la présente loi, de sa fonction ou tire avantage de sa situation professionnelle au détriment de tiers ou pour son propre profit;\nd. manque à son obligation de communiquer (art. 31, al. 1, LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_26"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 8, Dispositions pénales",
        "citation": "Art. 26 al. 2 LPtra",
        "content": "Est puni d’une amende de 5000 francs au plus, à moins que les faits ne relèvent de l’al. 1, quiconque:\na. en violation de son obligation, donne sciemment des renseignements inexacts ou refuse d’en donner;\nb. s’oppose à un contrôle ordonné par l’autorité compétente ou rend ce contrôle impossible de toute autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_26"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 8, Dispositions pénales",
        "citation": "Art. 26 al. 3 LPtra",
        "content": "L’art. 90 LAVS est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_26"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 9, Relation avec le droit européen",
        "citation": "Art. 27 al. 1 LPtra",
        "content": "Pour les personnes qui sont ou qui ont été soumises à la législation sur la sécurité sociale de la Suisse ou d’un ou de plusieurs États de l’Union européenne et qui sont des ressortissants suisses ou des ressortissants de l’un des États de l’Union européenne, pour les réfugiés ou les apatrides qui résident en Suisse ou dans un État de l’Union européenne, ainsi que pour les membres de la famille et les survivants de ces personnes, les actes ci-après, dans leur version qui lie la Suisse en vertu de l’annexe II, section A, de l’Accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses États membres, d’autre part, sur la libre circulation des personnes (accord sur la libre circulation des personnes) sont applicables aux prestations comprises dans le champ d’application de la présente loi:\na. le règlement (CE) no 883/2004;\nb. le règlement (CE) no 987/2009;\nc. le règlement (CEE) no 1408/71;\nd. le règlement (CEE) no 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_27"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 9, Relation avec le droit européen",
        "citation": "Art. 27 al. 2 LPtra",
        "content": "Pour les personnes qui sont ou qui ont été soumises à la législation sur la sécurité sociale de la Suisse, de l’Islande, de la Norvège ou du Liechtenstein et qui sont des ressortissants suisses ou des ressortissants de l’Islande, de la Norvège ou du Liechtenstein, ou qui résident en tant que réfugiés ou apatrides en Suisse ou sur le territoire de l’Islande, de la Norvège ou du Liechtenstein, ainsi que pour les membres de la famille et les survivants de ces personnes, les actes ci-après, dans leur version qui lie la Suisse en vertu de l’appendice 2 de l’annexe K de la Convention du 4 janvier 1960 instituant l’Association européenne de Libre-Échange (AELE) (convention AELE) sont applicables aux prestations comprises dans le champ d’application de la présente loi:\na. le règlement (CE) no 883/2004;\nb. le règlement (CE) no 987/2009;\nc. le règlement (CEE) no 1408/71;\nd. le règlement (CEE) no 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_27"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 9, Relation avec le droit européen",
        "citation": "Art. 27 al. 3 LPtra",
        "content": "Le Conseil fédéral adapte les renvois aux actes de l’Union européenne visés aux al. 1 et 2 chaque fois qu’une modification de l’annexe II de l’accord sur la libre circulation des personnes et de l’appendice 2 de l’annexe K de la convention AELE est adoptée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_27"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 9, Relation avec le droit européen",
        "citation": "Art. 27 al. 4 LPtra",
        "content": "Les expressions «États membres de l’Union européenne», «États membres de la Communauté européenne», «États de l’Union européenne» et «États de la Communauté européenne» figurant dans la présente loi désignent les États auxquels s’applique l’accord sur la libre circulation des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_27"
    },
    {
        "book": "ÃœLG",
        "title": "LPtra, Section 10, Évaluation",
        "citation": "Art. 28 LPtra",
        "content": "Cinq ans après l’entrée en vigueur de la présente loi, le Conseil fédéral rend compte au Parlement de la mise en œuvre de cette dernière et de son efficacité, de ses impacts financiers ainsi que de ses répercussions sur le chômage et l’employabilité des travailleurs âgés. Dans le même délai, il propose des actes législatifs et règlementaires que l’expérience avec la loi et ledit rapport imposent pour continuer à répondre aux buts de la loi en vertu de l’art. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2021/373/fr#art_28"
    }
]